[
  {
    "thời gian": "năm 25.000 TCN-7.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Soi Nhụ gọi theo tên địa điểm khảo cổ học Soi Nhụ thuộc vịnh Bái Tử Long, là nền văn hóa của người tiền sử được các nhà khảo cổ học Việt Nam phát hiện năm 1964 và khai quật năm 1967. Khái niệm và đặc điểm của nền văn hóa này đầu tiên được Ts. Hà Hữu Nga, Viện Khảo cổ học đề xuất trong Hội nghị thông báo \"Những phát hiện mới về khảo cổ học năm 1996\" (Nhà Xuất bản KHXH, Hà Nội năm 1997).",
    "tên": "Văn hóa Soi Nhụ"
  },
  {
    "thời gian": "năm 23.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Kỹ nghệ Ngườm là một kỹ nghệ chế tác công cụ lao động từ đá của người nguyên thủy thời hậu kỳ Đá cũ. Thập niên 1970 và 1980, các nhà khảo cổ học đã liên tục phát hiện các hiện vật mà họ cho là các công cụ nạo được chế tác từ phiến tước bằng đá có niên đại cách ngày nay khoảng 2 vạn năm ở các hang và mái đá phía nam khối núi Bắc Sơn, tiêu biểu là Mái Đá Ngườm, hang Miệng Hổ, hang Na Khù ở xã Thần Sa (Võ Nhai), Nà Coóc ở xã Yên Đĩnh (Chợ Mới), Hang Dơi ở xã Vũ Lễ (Bắc Sơn), Bó Lấm ở xã Bằng Hữu (Chi Lăng), Lạng Nắc ở xã Mai Sao (Chi Lăng), Nà Nông (Chi Lăng), thuộc địa bàn các tỉnh Thái Nguyên, Bắc Kạn và Lạng Sơn. Giáo sư Hà Văn Tấn là người đã lấy địa danh Ngườm đặt tên cho loại kỹ nghệ này.[cần dẫn nguồn]Người nguyên thủy thời kỳ này đã biết chọn đá cuội sông, suối có góc cạnh, hạt đá mịn để tước thành mảnh có kích cỡ khoảng 5 cm và tu chỉnh thành công cụ có mũi nhọn hình lá, hình nửa vỏ trùng trục hoặc hình tam giác. Những công cụ làm từ mảnh tước đá này được sử dụng vào các loại lao động nhẹ như cắt, khứa, nạo, cạo, dùi, đâm. Ngoài các công cụ làm từ mảnh tước, các nhà khảo cổ còn phát hiện thấy một tỷ lệ nhỏ hơn các công cụ làm từ hạch cuội có hình dáng không ổn định có lẽ dùng trong các hoạt động lao đọng nặng như chặt, đẽo. Kỹ nghệ Ngườm được cho là khác với kỹ nghệ cuội đồ đá lớn trong các nền văn hóa Sơn Vi, Bắc Sơn, Hòa Bình.Về niên đại, các công cụ được phát hiện có niên đại cách nay hơn 23 nghìn năm.",
    "tên": "Văn hóa Ngườm"
  },
  {
    "thời gian": "năm 23.000 TCN-1.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Tràng An là một nền văn hóa cổ ở Việt Nam, hình thành từ thời kỳ đồ đá cũ cách nay khoảng 25 ngàn năm. Tràng An là tên một địa danh ở Ninh Bình, nơi đầu tiên tìm ra những di chỉ của nền văn hóa này. Đến nay đã có khoảng 30 địa điểm thuộc nền văn hóa Tràng An đã được phát hiện.[1]Trong giai đoạn đầu và giữa, Văn hóa Tràng An có trình độ chỉ ở mức thời kỳ đồ đá của người tiền sử. Đến thời kỳ cuối (7.000 - 4000 năm trước) thì xuất hiện đồ gốm, cho thấy trình độ của cư dân đã thoát khỏi thời kỳ chỉ biết chế tác đồ đá.Khu vực Quần thể danh thắng Tràng An ở Ninh Bình có hơn 30 di tích khảo cổ học thời tiền sử đã được phát hiện, kết quả nhiều cuộc nghiên cứu của các chuyên gia khảo cổ học cho thấy dấu ấn của người tiền sử thích nghi với biến cố lớn về môi trường, cảnh quan ít nhất là từ khoảng 23.000 năm TCN đến nay, một số nền văn hóa tiền sử đã tiến hóa liên tục ở khu vực này, từ thời đại đồ đá cũ qua thời đại đồ đá mới đến thời đại đồ đồng và đồ sắt... Với những giá trị về văn hóa và thiên nhiên mang tính nổi bật toàn cầu, Tràng An được UNESCO vinh danh trở thành khu di sản thế giới kép đầu tiên ở Việt Nam và khu vực Đông Nam Á.[2][3]",
    "tên": "Văn hóa Tràng An"
  },
  {
    "thời gian": "năm 20.000 TCN-12.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Sơn Vi là một nền văn hóa ở Việt Nam vào hậu kỳ thời đại đồ đá cũ cách ngày nay khoảng 30 ngàn đến 11 ngàn năm. Đây là nền văn hóa kế trước văn hóa Hòa Bình. Sơn Vi là tên một xã thuộc huyện Lâm Thao, tỉnh Phú Thọ, nơi đầu tiên tìm ra những di chỉ của nền văn hóa này. Đến nay đã có khoảng 160 địa điểm thuộc văn hóa Sơn Vi đã được phát hiện.[1]Không gian của văn hóa Sơn Vi bao trùm các vùng thuộc Sơn La, Lai Châu, Lào Cai, Yên Bái, Bắc Giang, Thanh Hóa, Nghệ An, Quảng Trị. Những người nguyên thủy chủ nhân của văn hóa Sơn Vi sống thành từng bộ lạc. Họ chủ yếu sống ngoài trời trên các đồi gò trung du ở trung lưu sông Hồng, thượng lưu sông Lục Nam, thượng lưu sông Hiếu. Chỉ một số ít sống trong hang động, mái đá.Công cụ lao động của người nguyên thủy trong văn hóa Sơn Vi làm từ đá cuội được ghè đẽo thô sơ. Họ sống bằng săn bắn và hái lượm, chưa có trồng trọt và chăn nuôi.",
    "tên": "Văn hóa Sơn Vi"
  },
  {
    "thời gian": "năm 12.000 TCN-10.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Hòa Bình được giới khảo cổ học chính thức công nhận từ ngày 30 tháng 1 năm 1932, do đề xuất của Madeleine Colani, sau khi đã được Đại hội các nhà Tiền sử Viễn Đông họp tại Hà Nội thông qua. Khởi thủy, cụm từ này được dùng để nói đến nền văn hóa cuội được ghè đẽo trên khắp chu vi hòn cuội[1] để tạo ra những dụng cụ từ thời kỳ đá cũ đến thời kỳ đá mới. Qua thời gian, tất nhiên cụm từ này đã được đề nghị mang những tên khác nhau và có những ý nghĩa cũng khác nhau. Nhưng thời gian gần đây, hoạt động của các nhà khảo cổ học trong suốt từ năm 1975 lại đây đã cho thấy một hướng mới về quan niệm khác về thời đại cũng như không gian của Văn hóa Hòa Bình.Đây là 1 nền văn hoá đã khởi nguồn cho văn minh người Việt mà lan truyền và ảnh hưởng lên xứ phía Bắc.",
    "tên": "Văn hóa Hòa Bình"
  },
  {
    "thời gian": "năm 10.000 TCN - 8.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Bắc Sơn là một nền văn hóa cổ đại Việt Nam ở sơ kỳ thời đại đồ đá mới có niên đại sau nền văn hóa Hòa Bình, cách ngày nay từ một vạn đến tám ngàn năm. Bắc Sơn là đặt theo tên huyện Bắc Sơn (tỉnh Lạng Sơn), nơi đầu tiên phát hiện những di vật của nền văn hóa này. Các bộ lạc chủ nhân của văn hóa Hòa Bình đã tạo ra nền văn hóa Bắc Sơn.",
    "tên": "Văn hóa Bắc Sơn"
  },
  {
    "thời gian": "năm 8.000 TCN - 6.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Quỳnh Văn (thời đại đồ đá mới, khoảng 6.000 - 3.500 năm cách ngày nay) được phát hiện từ những năm 1930 bởi các học giả người Pháp. Cho đến nay đã có hơn 70 năm nghiên cứu với 21 di tích, phân bố ở ven biển Nghệ An và Hà Tĩnh, chủ yếu tập trung xung quanh vịnh biển cổ Quỳnh Lưu. Đây là các di tích \"đống rác bếp\" (Kjökkenmodding), thành phần chủ yếu là các loại điệp. Trong các lớp điệp còn có xương cốt động vật, di vật đá, gốm và bếp lửa. Công cụ đá Quỳnh Văn ít về số lượng, nghèo nàn về loại hình, kỹ thuật ghè đẽo thô sơ, chủ yếu được tạo từ đá gốc. Loại hình thường thấy là các công cụ không xác định, công cụ hình đĩa, công cụ hình múi bưởi, công cụ hình rìu dài và công cụ hình rìu ngắn. Đồ gốm thô, hầu hết là đồ đun nấu với kích thước lớn, được tạo hình bằng tay kết hợp với bàn đập hòn kê. Đồ gốm có bốn loại chủ yếu: gốm đáy tròn văn in đập, gốm đáy tròn văn thừng, gốm đáy tròn văn thừng ở mặt ngoài và văn chải ở mặt trong, gốm đáy nhọn văn chải 2 mặt. Gốm đáy nhọn, văn chải 2 mặt là đặc trưng tiêu biểu nhất của văn hóa Quỳnh Văn. Các loại hình hiện vật khác như xương, đồ trang sức có số lượng ít.[1]",
    "tên": "Văn hóa Quỳnh Văn"
  },
  {
    "thời gian": "năm 7.000 TCN - 5.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Cái Bèo có niên đại trước nền văn hóa Hạ Long. Di chỉ Cái Bèo được phát hiện vào năm 1938 trong lần tiến hành thám sát khảo cổ học ven biển khu vực liên quan thuộc vùng vịnh Hạ Long ngày nay. Di chỉ Cái Bèo khai quật được hơn 479 công cụ như chày, bàn nghiền, bàn mài, hòn kê, rìu bôn, đục, chì lưới … bằng đá cuội. Đồ gốm thô cứng làm từ đất sét và cát hạt khô, bếp, di cốt người; các xương răng động vật, xương thú như lợn rừng, nai, dê núi. Theo cạeiririejehhdc nhà khảo cổ học, di chỉ Cái Bèo thuộc nền văn hóa Hạ Long, bởi phân tích rõ ra là cư dân Cái Bèo cùng với thời gian và xu hướng chuyển cư của người Hòa Bình - Bắc Sơn từ vùng núi xuống biển. Sau đợt biển tiến Haloxen Trung làm nảy sinh các hoạt động kinh tế riêng biệt của từng vùng. Riêng cư dân đảo Cát Bà, trong đó có người cổ Cái Bèo làm nghề đánh cá là chủ yếu.[1]",
    "tên": "Văn hóa Cái Bèo"
  },
  {
    "thời gian": "năm 6.000 TCN - 5.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Đa Bút là một nền văn hóa Việt Nam ở sơ kỳ thời đại đồ đá mới có niên đại sau các nền văn hóa Hòa Bình và Bắc Sơn, cách đây từ 5000 đến 6000 năm. Không gian của văn hóa Đa Bút là dải đất nằm từ hữu ngạn sông Đáy đến tả ngạn sông Mã thuộc các tỉnh Ninh Bình và Thanh Hóa ngày nay. Tính đến năm 2010, đã có hơn 10 điểm văn hóa Đa Bút được phát hiện và khai quật. Các bộ lạc chủ nhân của văn hóa Đa Bút đã tạo ra nền văn hóa Đông Sơn.[1]",
    "tên": "Văn hóa Đa Bút"
  },
  {
    "thời gian": "năm 3.000 TCN-1.500 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Hạ Long là một nền văn hóa cổ. Cho đến nay, đã có khoảng gần 50 di tích “Văn hoá Hạ Long” được phát hiện trên các đảo của Vịnh Hạ Long cũng như dọc bờ biển từ Móng Cái đến Vân Đồn, với đặc trưng chung về loại hình - kỹ thuật chế tác công cụ đá và đồ gốm có niên đại từ 5.000-3.000 năm cách ngày nay.[1][2][3]",
    "tên": "Văn hóa Hạ Long"
  },
  {
    "thời gian": "năm 2.000 TCN-1.500 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Phùng Nguyên là một nền văn hóa tiền sử thuộc sơ kỳ thời đại đồ đồng, cuối thời đại đồ đá mới, tồn tại từ cuối thiên niên kỷ III TCN, đầu thiên niên II TCN và kết thúc vào khoảng nửa đầu thiên niên kỷ II TCN[1]. Phùng Nguyên là tên một làng ở xã Kinh Kệ (nay là xã Phùng Nguyên), huyện Lâm Thao, tỉnh Phú Thọ, nơi đầu tiên tìm ra các di chỉ của nền văn hóa này. Di chỉ văn hóa Phùng Nguyên đã được phát hiện ở Phú Thọ, Bắc Ninh, Ninh Bình, Hà Nội, Hải Phòng và một vài nơi khác trong lưu vực sông Hồng. Tính đến năm 1998, có khoảng 55 địa điểm đã được phát hiện có di chỉ văn hóa đồng dạng với các di chỉ tại Phùng Nguyên, trong đó có 3 địa điểm có di cốt người. Công cụ bằng đá phổ biến và chiếm ưu thế tuyệt đối. Đồ trang sức bằng các loại đá, đá bán quý, ngọc được tìm thấy nhiều, đặc biệt là các vòng đá. Ngoài đồ đá, cư dân Phùng Nguyên đã biết chế tạo đồ gốm đặc sắc từ khâu làm đất, tạo dáng cho đến hoa văn trang trí. Trong đời sống của cư dân Phùng Nguyên đã xuất hiện đồ đồng và thuật luyện kim (còn hạn chế).Cùng thuộc sơ kỳ thời đại đồ đồng ở Việt Nam như văn hóa Phùng Nguyên còn có văn hóa Cồn Chân Tiên, Hoa Lộc (lưu vực sông Mã), văn hóa của các bộ lạc người nguyên thủy ở lưu vực sông Lam, của các bộ lạc ở thượng lưu sông Mã (huyện Sông Mã, tỉnh Sơn La), văn hóa Tiền Sa Huỳnh (Trung Trung bộ), văn hóa Đồng Nai (Đông Nam bộ).",
    "tên": "Văn hóa Phùng Nguyên"
  },
  {
    "thời gian": "năm 2.000 TCN-1.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "",
    "tên": "Văn hóa Tiền Sa Huỳnh"
  },
  {
    "thời gian": "năm 1.500 TCN-1.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hoá Đồng Đậu là nền văn hóa thuộc thời kỳ đồ đồng ở Việt Nam cách ngày nay khoảng 3.000 năm, sau văn hóa Phùng Nguyên, trước văn hóa Gò Mun. Tên của nền văn hóa này đặt theo tên khu di tích Đồng Đậu ở thị trấn Yên Lạc, huyện Yên Lạc, tỉnh Vĩnh Phúc, nơi các nhà khảo cổ học đã khám phá ra một nền văn hóa đồ đồng phong phú năm 1962.Người Đồng Đậu sống ngoài trời trên các đồi gò trung du Bắc Bộ với một nền kinh tế khá ổn định và phát triển dựa trên nông nghiệp trồng lúa và các cây hoa màu. Các dấu tích luyện kim như xỉ đồng, các mảnh khuôn đúc (bằng đá) cho thấy nghề đúc đồng đã có và phát triển thời kỳ này.",
    "tên": "Văn hóa Đồng Đậu"
  },
  {
    "thời gian": "năm 1.000 TCN - 600 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Gò Mun ước chừng trong khoảng thời gian từ năm 1.000 - năm 700 TCN, thuộc cuối thời kỳ đồ đồng. Nền văn hóa này được đặt tên theo địa điểm mà vào năm 1961 các nhà khảo cổ học đã khai quật được nhiều di chỉ của nền văn hóa này (gò Mun, xã Tứ Xã, huyện Phong Châu, tỉnh Phú Thọ).Văn hóa Gò Mun được nhìn nhận như là nền văn hóa tiền văn hóa Đông Sơn. Thời kỳ này, người Việt cổ đã có những chuyển biến rõ rệt về một xã hội phức tạp và giàu có, thúc đẩy việc ra đời nhà nước sơ khai của người Việt.",
    "tên": "Văn hóa Gò Mun"
  },
  {
    "thời gian": "năm 1.000 TCN - 200 ",
    "kết quả": null,
    "thông tin liên quan": [
      "Văn hóa Sa Huỳnh"
    ],
    "tóm tắt": "Văn hóa Sa Huỳnh là một nền văn hóa được xác định ở vào khoảng năm 1000 TCN đến cuối thế kỷ thứ 2. Nền văn hóa Sa Huỳnh là một trong ba cái nôi cổ xưa về văn minh trên lãnh thổ Việt Nam, cùng với Văn hóa Đông Sơn và Văn hóa Đồng Nai tạo thành tam giác văn hóa của Việt Nam thời kỳ đồ sắt",
    "tên": "1.000 TCN - 200 Văn hóa Sa Huỳnh"
  },
  {
    "thời gian": "năm 1.000 TCN - 0",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Đồng Nai chỉ các di tích khảo cổ ở Việt Nam phân bố trên vùng trung du và đồng bằng miền Đông Nam Bộ, ven các sông Đồng Nai, sông Sài Gòn và sông Vàm Cỏ, thể hiện một quá trình diễn biến văn hoá từ sơ kì thời đại đồ đồng đến sơ kì thời đại sắt. Giữa các di tích có những khác biệt nhất định, song chúng cùng có những đặc trưng chung nên có nhiều ý kiến xếp chúng vào một nền văn hoá chung. Có người gọi là Văn hóa Đồng Nai, cũng có ý kiến gọi là văn hoá Phước Tân, văn hoá Bến Đò hay văn hoá Cù Lao Rùa. Cho đến nay, đã phát hiện được hàng trăm di tích ở hầu khắp các tỉnh miền Đông Nam Bộ, trong đó có các di tích tiêu biểu như Cầu Sắt, Suối Chồn, Bình Đa, Cái Vạn, Cù Lao Rùa, Hưng Thịnh, Đồi Xoài, Đồi Mít, Gò Me, Đồi Phòng Không, Cái Lăng, Long Bửu, Bến Đò, Phước Tân, Gò Đá, Dốc Chùa, Bù Đốp, Gò Tháp, Gò Canh Nông, Gò Cao Su, An Sơn, Rạch Núi, vv.[1]",
    "tên": "Văn hóa Đồng Nai"
  },
  {
    "thời gian": "năm 700 TCN-100",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Đông Sơn là một nền văn hóa cổ đã xuất hiện vào khoảng năm 800 Trước Công Nguyên, từng tồn tại ở một số tỉnh miền Bắc Việt Nam và Bắc Trung bộ Việt Nam (Phú Thọ, Yên Bái, Hòa Bình, Hà Nội, Nam Định, Ninh Bình, Hà Nam , Thanh Hóa, Nghệ An, Hà Tĩnh mà trung tâm là khu vực Đền Hùng), và ba con sông lớn và chính của đồng bằng Bắc Bộ (sông Hồng, sông Mã và sông Lam) vào thời kỳ đồ đồng và thời kỳ đồ sắt sớm. Nền văn hóa này được đặt tên theo địa phương nơi các dấu tích đầu tiên của nó được phát hiện, gần sông Mã, Thanh Hóa. Nhiều dấu tích đặc trưng cho văn hóa Đông Sơn cũng được tìm thấy ở một số vùng lân cận Việt Nam như ở Vân Nam, Quảng Tây, Hải Nam của Trung Quốc, ở Lào hay ở Thái Lan...Có những nghiên cứu cho rằng trên cơ sở văn hóa Đông Sơn, nhà nước văn minh đầu tiên của người Việt, nhà nước Văn Lang của các Vua Hùng và nối tiếp là nhà nước Âu Lạc của An Dương Vương đã phát triển, trước khi bị ảnh hưởng của nền văn minh Hán. Theo đánh giá của các nhà khoa học, thì nền Văn hóa Đông Sơn là sự phát triển liên tục và kế thừa từ các thời kỳ tiền Đông Sơn trước đó là Văn hóa Phùng Nguyên đến Văn hóa Đồng Đậu và Văn hóa Gò Mun.",
    "tên": "Văn hóa Đông Sơn"
  },
  {
    "thời gian": "năm 1 - 630",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Óc Eo là một nền văn hóa cổ hình thành và phát triển ở Nam Bộ Việt Nam từ thế kỷ 1 đến thế kỷ 7 sau Công Nguyên. Đây là một nền văn hóa lớn trong lịch sử Việt Nam, gắn liền với đất nước, con người ở vùng châu thổ hạ lưu sông Mê Kông và có quan hệ mật thiết với lịch sử Đông Nam Á cổ đại.[1]",
    "tên": "Văn hóa Óc Eo"
  },
  {
    "thời gian": "năm Thế kỉ VII TCN",
    "kết quả": null,
    "thông tin liên quan": [
      "vua Hùng",
      "Văn Lang"
    ],
    "tóm tắt": "Hùng Vương (chữ Hán: 雄王) hay Vua Hùng (chữ Nôm: 𤤰雄) là cách gọi dành cho các vị vua nước Văn Lang của người Lạc Việt, tồn tại vào khoảng thế kỷ 7 tới thế kỷ 2 trước công nguyên.",
    "tên": "vua Hùng thành lập quốc gia Văn Lang"
  },
  {
    "thời gian": "năm 207 TCN",
    "kết quả": null,
    "thông tin liên quan": [
      "An Dương Vương",
      "Văn Lang",
      "Âu Lạc"
    ],
    "tóm tắt": "An Dương vương (chữ Hán: 安陽王), tên thật là Thục Phán (蜀泮),[2] là người lập nên nước Âu Lạc, nhà nước thứ hai trong lịch sử Việt Nam sau nhà nước Văn Lang. Niên đại trị vì của An Dương Vương được các tài liệu ghi khác nhau. Sử cũ như Đại Việt sử ký toàn thư, Khâm định Việt sử thông giám cương mục cho rằng thời gian ông làm vua Âu Lạc kéo dài 50 năm, từ 257 TCN đến 208 TCN.[3] Các sử gia hiện đại căn cứ vào Sử ký Tư Mã Thiên là tài liệu gần thời đại nước Âu Lạc nhất, cho rằng An Dương Vương và nước Âu Lạc tồn tại từ khoảng 208 TCN đến 179 TCN, tức là gần 30 năm.[4].",
    "tên": "An Dương Vương thôn tính Văn Lang"
  },
  {
    "thời gian": "năm 218 TCN - 207 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Việt - Tần là cuộc kháng chiến chống nhà Tần mở rộng về phía nam của các bộ tộc Bách Việt ở vùng Hoa Nam và đây là tộc người chung mà phân bố ở Bắc Bộ Việt Nam và Hoa Nam hiện nay từ năm 221 TCN đến năm 214 TCN nghĩa là nhà Tần tiếp tục thực hiện mở rộng lãnh thổ ngay sau khi thống nhất Trung Quốc.",
    "tên": "Chiến tranh Tần-Việt"
  },
  {
    "thời gian": "năm 179 TCN",
    "kết quả": null,
    "thông tin liên quan": [
      "Triệu Đà",
      "Âu Lạc",
      "Nam Việt"
    ],
    "tóm tắt": "Triệu Vũ Đế (chữ Hán: 趙武帝, 257 TCN hoặc 235 TCN - 137 TCN), húy Triệu Đà (chữ Hán: 趙佗), là vị vua đầu tiên của nước Nam Việt, án ngữ tại Quảng Đông và miền bắc Việt Nam. Ông vốn là người Trung Quốc, quê ở huyện Chân Định (真定), quận Hằng Sơn (恒山) (ngày nay là huyện Chính Định (正定), tỉnh Hà Bắc), miền Bắc Trung Quốc.[1]Triệu Đà là võ tướng theo lệnh Tần Thủy Hoàng dẫn quân xuống chinh phạt miền Nam (khi đó là lãnh thổ của các bộ tộc Bách Việt). Ông chiếm được các vùng nay là Quảng Đông, Quảng Tây. Triệu Đà cũng xin Tần Thủy Hoàng di dân 50 vạn người từ Trung Hoa đến vùng này nhằm đồng hóa người bản địa theo văn hóa Trung Quốc (ngày nay gọi là chính sách \"Hán hóa\"). Năm 210 TCN, Nhà Tần ở Trung Hoa diệt vong, nhận thấy triều đình trung ương đã sụp đổ, Triệu Đà bèn tách ra cát cứ, xưng Đế và lập nên nước Nam Việt và cai trị suốt giai đoạn 207-137 TCN[1]. Năm 179 TCN, Nam Việt xâm chiếm thành công nước Âu Lạc của An Dương Vương.Sau khi nhà Hán đã làm chủ Trung Hoa, khi về già, Triệu Đà đã quyết định bỏ việc xưng đế, quy phục nhà Hán (nhưng vẫn xưng Hoàng đế ở trong Nam Việt). Triệu Đà viết thư nhờ Lục Giả gửi cho vua Hán, trong thư ông đã xác nhận rằng mình là người Trung Hoa, và nhà Triệu là chư hầu phục vụ cho nhà Hán, thay mặt vua Hán để cai trị dân \"Man Di\" phía Nam (chỉ người Việt thời đó).[2]Thời phong kiến, các nhà sử học Việt Nam đề cao thuyết Thiên mệnh của Nho giáo (cho rằng ngôi vua là do \"Trời định\", còn xuất thân của vua không quan trọng) nên nhìn nhận Triệu Đà là vua Việt Nam. Đến thời hiện đại, các nhà sử học đề cao chủ quyền dân tộc, vua phải là người đại diện cho dân tộc, nên quan niệm thời phong kiến bị bác bỏ và Triệu Đà được coi là kẻ xâm lược (vì Triệu Đà vốn là người Trung Hoa, theo lệnh Tần Thủy Hoàng sang xâm chiếm nước Việt và ông ta còn tìm cách \"Hán hóa\" người Việt).",
    "tên": "Triệu Đà xâm lược nước Âu Lạc"
  },
  {
    "thời gian": "năm 111 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Hán-Nam Việt là một cuộc chiến tranh giữa nhà Tây Hán và nước Nam Việt vào cuối thế kỷ 2 trước Công nguyên.",
    "tên": "Chiến tranh Hán-Nam Việt"
  },
  {
    "thời gian": "năm 111 TCN",
    "kết quả": null,
    "thông tin liên quan": [
      "nhà Hán",
      "Nam Việt"
    ],
    "tóm tắt": "Nhà Hán là hoàng triều thứ hai trong lịch sử Trung Quốc, do thủ lĩnh khởi nghĩa nông dân Lưu Bang thành lập và được cai trị bởi gia tộc họ Lưu. Tiếp nối nhà Tần (221 TCN - 206 TCN) tồn tại trong một khoảng thời gian ngắn ngủi và thời kỳ Chiến tranh Hán - Sở vô quân chủ, nhà Hán bị gián đoạn giai đoạn ngắn khi nhiếp chính Vương Mãng tiếm quyền, lập nên nhà Tân (9 - 23). Nó tồn tại qua hai thời kỳ - Tây Hán (206 - 9) và Đông Hán (23 - 220) - trước khi thời kỳ Tam Quốc mở ra. Trải dài hơn bốn thế kỷ, nhà Hán được coi là triều đại hoàng kim trong lịch sử Trung Quốc, ảnh hưởng mạnh mẽ đến bản sắc nền văn minh Trung Hoa cho tới mãi về sau.[4] Ngày nay, nhóm dân tộc đa số ở Trung Quốc tự gọi mình là \"Hán nhân\", tiếng Trung được gọi là \"Hán ngữ\" và chữ viết Trung Quốc được gọi là \"Hán tự\".[5]Hoàng đế là người có địa vị cao nhất trong hệ thống thứ bậc xã hội nhà Hán. Ông nắm quyền tối cao trong bộ máy chính quyền nhà Hán, chia sẻ quyền lực với giới quý tộc và các đại thần phần lớn xuất thân từ tầng lớp học giả thân sĩ. Với việc kế thừa có cải cách đơn vị hành chính cấp quận từ nhà Tần và xác lập một số vương quốc bán tự trị, Đế quốc Hán được phân chia thành nhiều khu vực do chính quyền trung ương trực tiếp kiểm soát. Theo thời gian, các vương quốc bán tự trị dần mất đi hoàn toàn tính độc lập, đặc biệt là sau Loạn bảy nước. Từ thời Hán Vũ Đế (trị. 141 TCN - 87 TCN) trở đi, triều đình Trung Quốc chính thức bảo trợ Nho giáo trong giáo dục và triều chính, tổng hợp hệ tư tưởng này với thuyết vũ trụ học của các học giả như Đổng Trọng Thư. Chính sách bảo trợ Nho giáo tiếp tục tồn tại mãi tới khi nhà Thanh (1636 - 1912) sụp đổ vào năm 1912.Kinh tế nhà Hán thịnh vượng, chứng kiến sự phát triển đáng kể của nền kinh tế tiền tệ vốn đã được thiết lập từ thời nhà Chu (1122 TCN - 249 TCN). Tiền xu do chính quyền trung ương đúc, phát hành vào năm 119 TCN, vẫn là tiền xu tiêu chuẩn ở Trung Quốc cho đến thời nhà Đường (619 - 907). Thể chế chính trị nhà Hán có nhiều đổi mới. Để tài trợ cho các chiến dịch quân sự và hoạt động bình định các vùng biên cương mới chinh phục, chính quyền nhà Hán quốc hữu hóa công nghiệp muối và sắt tư nhân vào năm 117 TCN. Tuy nhiên, tới thời Đông Hán, chính sách độc quyền nhà nước này lại bị bãi bỏ. Khoa học và công nghệ thời nhà Hán có nhiều phát kiến đáng kể như quy trình làm giấy, bánh lái đuôi tàu thủy, việc sử dụng số âm trong toán học, bản đồ địa hình, hỗn thiên nghi chạy bằng thủy lực dùng cho thiên văn học và một loại địa chấn kế sử dụng con lắc ngược, có thể xác định được hướng chính của một trận động đất từ khoảng cách xa.Năm 200 TCN, liên minh du mục thảo nguyên Hung Nô đánh bại nhà Hán, buộc nhà Hán phải phục tùng như một đối tác chiếu dưới trong vài thập kỷ, nhưng đồng thời vẫn tiếp tục tấn công quân sự biên cương nhà Hán.[6] Hán Vũ Đế phát động một chuỗi chiến dịch quân sự chống lại Hung Nô. Chiến dịch thắng lợi cuối cùng đã giúp nhà Hán ép Hung Nô phải chấp nhận địa vị chư hầu triều cống. Nhờ chuỗi chiến dịch chinh phạt mà nhà Hán mở rộng chủ quyền và quyền kiểm soát Lòng chảo Tarim ở Trung Á, tách Hung Nô thành hai liên minh riêng biệt, thiết lập được một mạng lưới thương mại rộng khắp gọi là Con đường Tơ lụa, vươn tới tận thế giới Địa Trung Hải. Trong khi đó, biên cương phía bắc nhà Hán lại bị liên minh du mục Tiên Ti nhanh chóng lấn chiếm. Hán Vũ Đế mở mang bờ cõi về phía nam thành công, sáp nhập nước Nam Việt vào năm 111 TCN và nước Điền vào năm 109 TCN, thành lập hai quận Huyền Thố và Lạc Lãng trên Bán đảo Cao Ly vào năm 108 TCN. Sau năm 92, hoạn quan trong cung can dự triều chính ngày một nhiều, tham gia những cuộc tranh giành quyền lực tàn khốc giữa các nhóm ngoại thích khác nhau, góp phần khiến nhà Hán diệt vong. Một số giáo phái Đạo giáo quy mô lớn thách thức hoàng quyền, kích động Khởi nghĩa Khăn vàng và Khởi nghĩa Ngũ đấu mễ đạo. Sau cái chết của Hán Linh Đế (trị. 168 - 189), sĩ quan quân đội tàn sát hoạn quan trong cung, cho phép giới quý tộc và các thế lực quân sự địa phương chuyển mình thành các lãnh chúa xé toạc đế quốc làm nhiều mảnh. Khi Ngụy vương Tào Phi cướp ngôi Hán Hiến Đế, nhà Hán chính thức không còn tồn tại.",
    "tên": "nhà Hán thôn tính Nam Việt"
  },
  {
    "thời gian": "năm 40",
    "kết quả": null,
    "thông tin liên quan": [
      "Trưng Trắc",
      "Lĩnh Nam",
      "Mê Linh"
    ],
    "tóm tắt": "Khởi nghĩa Hai Bà Trưng là cuộc khởi nghĩa chống Bắc thuộc đầu tiên trong lịch sử Việt Nam do hai chị em Trưng Trắc và Trưng Nhị lãnh đạo. Cuộc khởi nghĩa đã đánh đuổi được lực lượng cai trị nhà Đông Hán ra khỏi Giao Chỉ (tương đương một phần Quảng Tây, Trung Quốc và Bắc Bộ, Bắc Trung Bộ Việt Nam hiện nay), mang lại độc lập trong 3 năm cho người Việt tại đây.Viết về khởi nghĩa Hai Bà Trưng có nhiều nguồn sử liệu, từ các sử liệu chính thống của Trung Quốc và Việt Nam đến các thần tích, giai thoại dân gian. Do các nguồn sử liệu chính thống không đầy đủ và thiếu thống nhất, các sử gia đã bổ sung bằng những nguồn từ thần tích, ngọc phả. Sử liệu về sự kiện này còn nhiều nghi vấn, có nhiều thông tin không được thống nhất giữa các nguồn chính thống, các thần tích cũng có nhiều nội dung bất cập. Trong quá trình biên tập, các sử gia đã có chọn lựa và so sánh giữa các giả thuyết từ những nguồn khác nhau.",
    "tên": "khởi nghĩa Hai Bà Trưng"
  },
  {
    "thời gian": "năm 42 - 43",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Hán-Việt 42-43 là tên gọi của cuộc chiến do tướng nhà Đông Hán Mã Viện chỉ huy chống lại quân nổi dậy của Hai Bà Trưng ở đất Việt năm 42-43.",
    "tên": "Chiến tranh Lĩnh Nam - Đông Hán"
  },
  {
    "thời gian": "năm 43",
    "kết quả": null,
    "thông tin liên quan": [
      "Đông Hán",
      "Lĩnh Nam"
    ],
    "tóm tắt": "Nhà Hán là hoàng triều thứ hai trong lịch sử Trung Quốc, do thủ lĩnh khởi nghĩa nông dân Lưu Bang thành lập và được cai trị bởi gia tộc họ Lưu. Tiếp nối nhà Tần (221 TCN - 206 TCN) tồn tại trong một khoảng thời gian ngắn ngủi và thời kỳ Chiến tranh Hán - Sở vô quân chủ, nhà Hán bị gián đoạn giai đoạn ngắn khi nhiếp chính Vương Mãng tiếm quyền, lập nên nhà Tân (9 - 23). Nó tồn tại qua hai thời kỳ - Tây Hán (206 - 9) và Đông Hán (23 - 220) - trước khi thời kỳ Tam Quốc mở ra. Trải dài hơn bốn thế kỷ, nhà Hán được coi là triều đại hoàng kim trong lịch sử Trung Quốc, ảnh hưởng mạnh mẽ đến bản sắc nền văn minh Trung Hoa cho tới mãi về sau.[4] Ngày nay, nhóm dân tộc đa số ở Trung Quốc tự gọi mình là \"Hán nhân\", tiếng Trung được gọi là \"Hán ngữ\" và chữ viết Trung Quốc được gọi là \"Hán tự\".[5]Hoàng đế là người có địa vị cao nhất trong hệ thống thứ bậc xã hội nhà Hán. Ông nắm quyền tối cao trong bộ máy chính quyền nhà Hán, chia sẻ quyền lực với giới quý tộc và các đại thần phần lớn xuất thân từ tầng lớp học giả thân sĩ. Với việc kế thừa có cải cách đơn vị hành chính cấp quận từ nhà Tần và xác lập một số vương quốc bán tự trị, Đế quốc Hán được phân chia thành nhiều khu vực do chính quyền trung ương trực tiếp kiểm soát. Theo thời gian, các vương quốc bán tự trị dần mất đi hoàn toàn tính độc lập, đặc biệt là sau Loạn bảy nước. Từ thời Hán Vũ Đế (trị. 141 TCN - 87 TCN) trở đi, triều đình Trung Quốc chính thức bảo trợ Nho giáo trong giáo dục và triều chính, tổng hợp hệ tư tưởng này với thuyết vũ trụ học của các học giả như Đổng Trọng Thư. Chính sách bảo trợ Nho giáo tiếp tục tồn tại mãi tới khi nhà Thanh (1636 - 1912) sụp đổ vào năm 1912.Kinh tế nhà Hán thịnh vượng, chứng kiến sự phát triển đáng kể của nền kinh tế tiền tệ vốn đã được thiết lập từ thời nhà Chu (1122 TCN - 249 TCN). Tiền xu do chính quyền trung ương đúc, phát hành vào năm 119 TCN, vẫn là tiền xu tiêu chuẩn ở Trung Quốc cho đến thời nhà Đường (619 - 907). Thể chế chính trị nhà Hán có nhiều đổi mới. Để tài trợ cho các chiến dịch quân sự và hoạt động bình định các vùng biên cương mới chinh phục, chính quyền nhà Hán quốc hữu hóa công nghiệp muối và sắt tư nhân vào năm 117 TCN. Tuy nhiên, tới thời Đông Hán, chính sách độc quyền nhà nước này lại bị bãi bỏ. Khoa học và công nghệ thời nhà Hán có nhiều phát kiến đáng kể như quy trình làm giấy, bánh lái đuôi tàu thủy, việc sử dụng số âm trong toán học, bản đồ địa hình, hỗn thiên nghi chạy bằng thủy lực dùng cho thiên văn học và một loại địa chấn kế sử dụng con lắc ngược, có thể xác định được hướng chính của một trận động đất từ khoảng cách xa.Năm 200 TCN, liên minh du mục thảo nguyên Hung Nô đánh bại nhà Hán, buộc nhà Hán phải phục tùng như một đối tác chiếu dưới trong vài thập kỷ, nhưng đồng thời vẫn tiếp tục tấn công quân sự biên cương nhà Hán.[6] Hán Vũ Đế phát động một chuỗi chiến dịch quân sự chống lại Hung Nô. Chiến dịch thắng lợi cuối cùng đã giúp nhà Hán ép Hung Nô phải chấp nhận địa vị chư hầu triều cống. Nhờ chuỗi chiến dịch chinh phạt mà nhà Hán mở rộng chủ quyền và quyền kiểm soát Lòng chảo Tarim ở Trung Á, tách Hung Nô thành hai liên minh riêng biệt, thiết lập được một mạng lưới thương mại rộng khắp gọi là Con đường Tơ lụa, vươn tới tận thế giới Địa Trung Hải. Trong khi đó, biên cương phía bắc nhà Hán lại bị liên minh du mục Tiên Ti nhanh chóng lấn chiếm. Hán Vũ Đế mở mang bờ cõi về phía nam thành công, sáp nhập nước Nam Việt vào năm 111 TCN và nước Điền vào năm 109 TCN, thành lập hai quận Huyền Thố và Lạc Lãng trên Bán đảo Cao Ly vào năm 108 TCN. Sau năm 92, hoạn quan trong cung can dự triều chính ngày một nhiều, tham gia những cuộc tranh giành quyền lực tàn khốc giữa các nhóm ngoại thích khác nhau, góp phần khiến nhà Hán diệt vong. Một số giáo phái Đạo giáo quy mô lớn thách thức hoàng quyền, kích động Khởi nghĩa Khăn vàng và Khởi nghĩa Ngũ đấu mễ đạo. Sau cái chết của Hán Linh Đế (trị. 168 - 189), sĩ quan quân đội tàn sát hoạn quan trong cung, cho phép giới quý tộc và các thế lực quân sự địa phương chuyển mình thành các lãnh chúa xé toạc đế quốc làm nhiều mảnh. Khi Ngụy vương Tào Phi cướp ngôi Hán Hiến Đế, nhà Hán chính thức không còn tồn tại.",
    "tên": "Đông Hán thôn tính Lĩnh Nam"
  },
  {
    "thời gian": "năm 156-160",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Cuộc khởi nghĩa Chu Đạt diễn ra từ năm 156 đến năm 160. Năm 156, Chu Đạt, người huyện Cư Phong, Cửu Chân (nay là xã Phú Hào-Thọ Phú, huyện Triệu Sơn, Thanh Hóa), nổi dậy chống chính quyền đô hộ nhà Đông Hán. Chu Đạt chiêu mộ dân binh vây đánh huyện sở Cư Phong (vùng đất các huyện Nông Cống, Quảng Xương, Tĩnh Gia, Như Xuân, Như Thanh thuộc tỉnh Thanh Hóa ngày nay) giết chết huyện lệnh, giải phóng toàn bộ quận Cửu Chân rồi tấn công quận trị Tư Phố giết chết thái thú Nghê Thức nhà Đông Hán. Cuộc khởi nghĩa tập hợp lực lượng có tới 5.000 người, quản trị Cửu Chân được 4 năm từ năm 156 đến năm 160. Năm 158, vua Đông Hán cử đô úy Ngụy Lãng đem quân đàn áp, buộc Chu Đạt phải lui vào Nhật Nam (Quảng Bình, Quảng Trị, Thừa Thiên). Tại đây thanh thế nghĩa quân mạnh lên, lực lượng lên tới hàng vạn người, hoạt động đến mùa thu 160 thì bị thứ sử Hạ Phương dập tắt. Chu Đạt mất tại đây.",
    "tên": "Khởi nghĩa Chu Đạt"
  },
  {
    "thời gian": "năm 178-181",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Khởi nghĩa Lương Long (178-181) do Lương Long (梁龍) người Giao Chỉ lãnh đạo nhân dân các quận Giao Chỉ, Cửu Chân, Nhật Nam, Hợp Phố chống lại chính quyền đô hộ nhà Đông Hán. Lực lượng nghĩa quân lên tới hàng vạn người, liên kết với người Ô Hử 烏滸 (tổ tiên của người Tày ở biên giới Việt-Trung và người Choang ở Quảng Tây hiện nay) cùng Thái thú quận Nam Hải là Khổng Chi nên thanh thế rất mạnh, nổi dậy đánh chiếm được các quận huyện và nhiều vùng đất từ Giao Chỉ đến Hợp Phố và từ Cửu Chân đến Nhật Nam. Thứ sử Giao Châu là Chu Ngung phải đóng cổng thành cố thủ và xin viện binh. Mùa hè năm 181, Đông Hán vương cử Huyện lệnh Lan Lăng là Chu Tuấn mang 5000 quân sang đánh dẹp, cuộc khởi nghĩa bị dập tắt.",
    "tên": "Khởi nghĩa Lương Long"
  },
  {
    "thời gian": "năm 192",
    "kết quả": null,
    "thông tin liên quan": [
      "Khu Liên",
      "Nhật Nam",
      "Lâm Ấp"
    ],
    "tóm tắt": "Khu Liên hay Sri Mara (tiếng Tamil: திருமாறன், tiếng Thái: ศรีมาระ) là quốc vương đầu tiên của Lâm Ấp. Người ta cho rằng ông lập ra vương quốc Lâm Ấp (sau này là Chăm Pa) năm 192. Ngày tháng năm sinh cũng như mất là không rõ, chỉ biết rằng năm 270, cháu ngoại của ông là Phạm Hùng lên làm vua.",
    "tên": "Khu Liên khởi nghĩa"
  },
  {
    "thời gian": "ngày 23 tháng 6 năm 229",
    "kết quả": null,
    "thông tin liên quan": [
      "Tôn Quyền",
      "Đông Ngô",
      "nhà Hán"
    ],
    "tóm tắt": "Tôn Quyền (giản thể: 孙权; phồn thể: 孫權; 5 tháng 7 năm 182- 21 tháng 5, 252),[a][2] tự là Trọng Mưu (仲谋), thụy hiệu Ngô Đại Đế (吴大帝, tức là \"Hoàng đế lớn của Ngô\"), là người sáng lập của chính quyền Đông Ngô dưới thời Tam Quốc trong lịch sử Trung Quốc. Ông thừa hưởng quyền kiểm soát đất Giang Đông từ tay huynh trưởng, Tôn Sách, năm 200. Ông tuyên bố độc lập và cai trị Giang Đông từ năm 222 đến 229 với tước hiệu Ngô vương và từ 229 đến 252 với tước hiệu hoàng đế Ngô. Không như các đối thủ Tào Tháo và Lưu Bị, Tôn Quyền thường đóng vai trò trung lập trong các cuộc xung đột của Thục và Ngụy, và chỉ đứng về một trong phía hai bên còn lại nếu điều đó có lợi cho nước Ngô; cũng không bao giờ cố gắng để thống nhất ba nước, mặc dù nhiều sử gia cho rằng là do không đủ thực lực để làm điều đó.Tôn Quyền chào đời khi phụ thân ông là Tôn Kiên còn làm huyện thừa ở Hạ Bì.[3] Sau cái chết của Tôn Kiên vào đầu năm 190, ông và gia đình di chuyển qua nhiều nơi ở phía nam Trường Giang, cho đến khi trưởng huynh Tôn Sách chiếm cứ được Giang Đông, với sự giúp đỡ của những người bạn thân thiết và các lãnh chúa địa phương. Sau khi Tôn Sách bị Hứa Cống ám sát vào năm 200, Tôn Quyền mới 18 tuổi lên kế nhiệm làm thủ lĩnh miền đông nam Trung Quốc. Chính quyền của ông được cho là tương đối ổn định trong những năm đầu nhờ vào sự tận tâm phò tá của các thủ hạ của Tôn Kiên và Tôn Sách như Chu Du, Trương Chiêu, Trương Hoành, và Trình Phổ. Vì thế suốt những năm 200, Tôn Quyền, với sự giúp sức của các cộng sự đắc lực, tiếp tục củng cố sức mạnh tại lãnh địa của mình. Đầu năm 207, quân đội của ông giành chiến thắng hoàn toàn trước Hoàng Tổ, một tướng lĩnh dưới quyền Lưu Biểu, lãnh chúa nắm quyền ở Kinh Châu.Mùa đông cùng năm, lãnh chúa đã thống nhất toàn miền bắc là Tào Tháo đem 800.000 quân chinh phạt miền nam mong hoàn thành bá nghiệp thống nhất Trung Quốc. Hai phe phái chủ chiến và chủ hòa nổi lên tranh cãi với nhau trong triều đình Đông Ngô. Một phe, đứng đầu là Trương Chiêu, chủ trương đầu hàng, phe còn lại của Chu Du và Lỗ Túc, phản đối hàng Tào. Cuối cùng, Tôn Quyền quyết định giao chiến với Tào Tháo ở lưu vực sông Trường Giang. Bằng việc liên minh với Lưu Bị và sử dụng các tướng linh Chu Du và Hoàng Cái, quân Ngô đã đại phá Tào Tháo ở trận Xích Bích.Năm 220, Tào Phi, con trai và người kế vị của Tào Tháo, soán ngôi nhà Hán và xưng là Ngụy hoàng đế. Ban đầu Tôn Quyền chủ trương xưng thần với Ngụy và nhận phong là Ngô vương, nhưng sau khi Tào Phi cho đòi trưởng tử của Tôn Quyền là Tôn Đăng đến Lạc Dương làm con tin thì Quyền từ chối. Năm 222, ông ly khai khỏi Ngụy và đổi niên hiệu, nhưng đến năm 229 mới chính thức xưng là hoàng đế. Vì sự khéo léo và ưa chuộng nhân tài mà Tôn Quyền thu hút được rất nhiều văn thần võ tướng có thực lực làm việc cho mình.[3]Sau cái chết của hoàng thái tử, Tôn Đăng, triều đình Đông Ngô xuất hiện rạn nứt về vấn đề người kế vị. Khi hoàng tử Tôn Hòa được tấn phong làm Tân trữ quân, được nhận sự ủng hộ từ Lục Tốn và Gia Cát Khác, trong khi đối thủ của thái tử là Tôn Bá được Toàn Tông và Bộ Chất ủng hộ. Vì cuộc đấu tranh nội bộ kéo dài, nhiều đại thần bị chết, và cuối cùng Tôn Quyền giải quyết sự việc bằng cách lưu đày Tôn Hòa và buộc Tôn Bá phải tự sát. Tôn Quyền qua đời ở tuổi khoảng 70, năm 252. Ông là người cai trị lâu dài nhất trong các vua chúa thời Tam Quốc và người kế vị ông là ấu tử, Tôn Lượng.[3]",
    "tên": "Tôn Quyền xưng đế"
  },
  {
    "thời gian": "năm 246 - 248",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Bà Triệu (chữ Hán: 趙婆), còn được gọi là Triệu Ẩu (趙嫗, \"bà Triệu\"), Triệu Trinh Nương (趙貞娘), Triệu Thị Trinh (趙氏貞), Triệu Quốc Trinh (8 tháng 11 năm 226 - 4 tháng 4 năm 248), là một trong những vị anh hùng dân tộc trong lịch sử Việt Nam.",
    "tên": "Khởi nghĩa Bà Triệu"
  },
  {
    "thời gian": "năm 280",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh Tấn – Ngô"
    ],
    "tóm tắt": "Chiến tranh Tấn-Ngô 279-280 là cuộc chiến cuối cùng thời Tam Quốc trong lịch sử Trung Quốc. Vua Tây Tấn là Tư Mã Viêm phát động chiến tranh và nhanh chóng tiêu diệt nước Đông Ngô (được hình thành từ đầu thế kỷ 3) chỉ sau một chiến dịch. Cuộc chiến tranh này gắn liền với sự kiện nhà Tây Tấn thống nhất toàn quốc, thời Tam Quốc kết thúc.",
    "tên": "Chiến tranh Tấn - Ngô"
  },
  {
    "thời gian": "năm 420",
    "kết quả": null,
    "thông tin liên quan": [
      "Lưu Dụ",
      "Tấn Cung Đế",
      "Lưu Tống"
    ],
    "tóm tắt": "Tống Vũ Đế (chữ Hán: 宋武帝, 16 tháng 4 năm 363 - 26 tháng 6 năm 422), tên thật là Lưu Dụ (劉裕), tên tự Đức Dư (德輿), Đức Hưng (德興), tiểu tự Ký Nô (寄奴), quê ở thôn Tuy Dư Lý, huyện Bành Thành[1], là nhà chính trị và quân sự hoạt động vào cuối thời Đông Tấn và đồng thời cũng là vị hoàng đế khai quốc của nhà Lưu Tống trong lịch sử Trung Quốc. Tuy xuất thân bần hàn, nhưng với tài năng của mình, ông bắt đầu đặt chân vào quân đội trong triều đình Đông Tấn, lần lượt kinh qua các chức vụ quan trọng. Năm 405, Lưu Dụ lãnh binh tiêu diệt quân khởi nghĩa của Sở đế Hoàn Huyền, từ đó ông nắm toàn bộ quyền lực trong triều đình. Những năm tiếp theo, Lưu Dụ tiến hành bắc phạt, tiêu diệt các quốc gia của người Hồ ở miền bắc là Nam Yên và Hậu Tần, mở rộng lãnh thổ Đông Tấn. Bên trong, ông tiêu diệt được các thế lực của các tướng lĩnh và quý tộc như Lưu Nghị, Gia Cát Trường Dân, Tư Mã Hưu Chi, củng cố quyền lực lớn mạnh. Năm 416, ông được ban tước vị Tống công và gia phong cửu tích, kiến quốc trên đất 20 quận. Năm 419, ông ép vua Tấn phong cho mình làm Tống vương và sang năm 420 thì đoạt ngôi nhà Tấn, lên ngôi hoàng đế, kiến lập nhà Lưu Tống, triều đại đầu tiên ở phía nam trong thời kì Nam-Bắc triều. Ông ở ngôi được hai năm và qua đời và ngày 26 tháng 6 năm 422, thọ 60 tuổi. Miếu hiệu là Cao Tổ (高祖). Thuỵ hiệu là Vũ Hoàng đế (武皇帝).",
    "tên": "Lưu Dụ ép Tấn Cung Đế nhường ngôi"
  },
  {
    "thời gian": "năm 436",
    "kết quả": null,
    "thông tin liên quan": [
      "Đàn Hòa Chi",
      "Lâm Ấp"
    ],
    "tóm tắt": "Đàn Hòa Chi (chữ Hán: 檀和之, ? - 456), người Kim Hương, Cao Bình,[1] là tướng lĩnh nhà Lưu Tống trong lịch sử Trung Quốc. Ông từng cai quản Giao Châu (Bắc Bộ và Bắc Trung Bộ Việt Nam hiện nay), có công đánh bại quân Lâm Ấp láng giềng (nay là Nam Trung Bộ Việt Nam).",
    "tên": "Thứ sử Giao Châu Đàn Hòa Chi đánh Lâm Ấp"
  },
  {
    "thời gian": "năm 468 - 485",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Trường Nhân"
    ],
    "tóm tắt": "Lý Trường Nhân (chữ Hán: 李長仁) là một thủ lĩnh địa phương, cát cứ Giao Châu, tự trị với chính quyền phong kiến phương Bắc trong lịch sử Việt Nam thời Bắc thuộc lần II.",
    "tên": "khởi nghĩa Lý Trường Nhân"
  },
  {
    "thời gian": "năm 479",
    "kết quả": null,
    "thông tin liên quan": [
      "Tiêu Đạo Thành",
      "Lưu Chuẩn",
      "Nam Tề"
    ],
    "tóm tắt": "Nam Tề Cao Đế (chữ Hán: 南齊高帝; 427-482), tên húy là Tiêu Đạo Thành (giản thể: 萧道成; phồn thể: 蕭道成; bính âm: Xiāo Dàochéng), tên tự Thiệu Bá (紹伯), tiểu húy Đấu Tương (鬥將), là hoàng đế sáng lập nên triều đại Nam Tề thời Nam-Bắc triều trong lịch sử Trung Quốc. Ông từng là tướng nhà Lưu Tống trong thời gian trị vì của hai vị hoàng đế Minh Đế và Hậu Phế Đế. Đến năm 477, do lo sợ sẽ bị Hậu Phế Đế sát hại, ông ám sát Hậu Phế Đế và đoạt lấy quyền lực, đến năm 479 thì đoạt ngôi nhà Lưu Tống.",
    "tên": "Tiêu Đạo Thành phế Lưu Chuẩn tự làm vua"
  },
  {
    "thời gian": "năm 502",
    "kết quả": null,
    "thông tin liên quan": [
      "Tiêu Diễn",
      "Tiêu Bảo Dung",
      "nhà Lương"
    ],
    "tóm tắt": "Lương Vũ Đế (chữ Hán: 梁武帝; 464 - 549), tên húy là Tiêu Diễn (蕭衍), tự là Thúc Đạt (叔達), tên khi còn nhỏ Luyện Nhi (練兒), là vị Hoàng đế khai quốc của triều Lương thời Nam-Bắc triều trong lịch sử Trung Quốc. Thời kỳ ông trị vì là một trong những giai đoạn ổn định nhất và thịnh vượng nhất của Nam triều.Vũ Đế đã cho mở các trường học và mở rộng các kỳ thi khoa cử, yêu cầu con trai của các quý tộc phải học tập. Ông cũng ham đọc sách, sáng tác thơ và bảo trợ cho nghệ thuật phát triển. Mặc dù triều đình lấy Nho giáo làm chủ đạo, song ông tin theo Phật giáo và bị thu hút trước nhiều phong tục Ấn Độ. Ông đã ngăn cấm hiến tế động vật và chống lại việc hành hình. Ông được cho là đã tiếp thu nhiều châm ngôn Phật giáo trong thời gian trị vì, do vậy có biệt danh là Bồ Tát Hoàng đế (菩薩皇帝).Vào cuối thời gian trị vì của mình, ông đã phải trả giá đắt do có quan điểm quá khoan dung đối với các thành viên trong hoàng tộc và nạn hủ bại của các quan lại, cũng như thiếu cống hiến cho quốc gia. Khi tướng Hầu Cảnh nổi loạn, ông chỉ nhận được rất ít cứu trợ, vì thế Hầu Cảnh đã chiếm được kinh thành Kiến Khang, kiểm soát chặt chẽ Vũ Đế và Giản Văn Đế và đẩy nhà Lương vào tình trạng hỗn loạn. Lương Vũ Đế đã qua đời trong khi bị quản thúc, một số sử gia tin rằng Hầu Cảnh đã bỏ đói Lương Vũ Đế đến chết.Với thời gian trị vì hơn 40 năm và thọ 85 tuổi, ông là Hoàng đế có tuổi thọ cao thứ hai của Trung Hoa chỉ sau Hoàng đế Càn Long (88 tuổi).",
    "tên": "Tiêu Diễn phế truất Tiêu Bảo Dung"
  },
  {
    "thời gian": "năm 541",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Tiền Lý - Lương là cuộc chiến bùng nổ từ năm 545 đến năm 550 kéo dài 5 năm do Triệu Quang Phục lãnh đạo chống quân Lương.",
    "tên": "khởi nghĩa Lý Bí"
  },
  {
    "thời gian": "năm 544",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Bí",
      "Vạn Xuân"
    ],
    "tóm tắt": "Lý Nam Đế (chữ Hán: 李南帝; 503 - 548), húy là Lý Bí hoặc Lý Bôn (李賁) (xem mục Tên gọi bên dưới), là vị vua đầu tiên của nhà Tiền Lý và nước Vạn Xuân. Ông là 1 trong 14 anh hùng tiêu biểu của dân tộc Việt Nam.[1]",
    "tên": "Lý Bí thành lập quốc gia Vạn Xuân"
  },
  {
    "thời gian": "năm 602",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh Tùy–Vạn Xuân"
    ],
    "tóm tắt": "Chiến tranh Tùy-Vạn Xuân là một cuộc xung đột quân sự giữa nhà Tùy của Trung Quốc và nhà Tiền Lý quốc hiệu Vạn Xuân của Việt Nam vào năm 602.Năm 601, Lý Phật Tử bị triệu sang Trung Hoa chầu Tùy Văn Đế.[1] Tuy nhiên, ông đã trì hoãn việc tham dự và cuối cùng đã nổi loạn vào năm 602, mặc dù ông đã công nhận chính quyền nhà Tùy vào năm 595.[1] Ông tập trung lực lượng quân sự của mình tại thành Cổ Loa và Long Biên.[1] Năm 602, tướng Lưu Phương lãnh đạo quân đội nhà Tùy trong cuộc xâm lược vào Tiền Lý.[1][2]Quân đội nhà Tùy khởi hành từ Vân Nam vào lãnh thổ nhà Tiền Lý.[1] Tuy nhiên, quân đội nhà Tiền Lý không được chuẩn bị để chống đỡ họ, bởi vì họ không ngờ rằng quân đội nhà Tùy sẽ đi theo con đường xâm lược này.[1] Cuối cùng, Lý Phật Tử đã đầu hàng lực lượng nhà Tùy.[1][2] Do đó, người Trung Quốc đã bắt ông giam cầm và chuyển ông ta đến thủ đô Trường An của Trung Quốc.[1][2] Quân đội của Lưu Phương cũng buộc phải khuất phục hoặc đánh bại các gia tộc địa phương còn lại. Lãnh thổ bị chinh phục được hợp nhất vào Trung Quốc dưới sự cai trị của nhà Tùy.[1]",
    "tên": "Chiến tranh Tùy-Vạn Xuân"
  },
  {
    "thời gian": "ngày tháng 3 năm 618",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Uyên",
      "nhà Đường"
    ],
    "tóm tắt": "Đường Cao Tổ (chữ Hán: 唐高祖, hiệu là Lý Uyên (李淵), biểu tự Thúc Đức (叔德), 8 tháng 4, 566 - 25 tháng 6, 635), là vị hoàng đế khai quốc của triều Đường trong lịch sử Trung Quốc. Ông trị vì từ năm 618 đến năm 626, tổng cộng 8 năm.Lý Uyên từng phụng sự cho triều Tùy, được giao cai quản khu vực tỉnh Sơn Tây ngày nay, trị sở ở Thái Nguyên. Trước tình thế triều Tùy tan rã, lại được con trai là Lý Thế Dân khuyến khích, Lý Uyên đã tiến hành nổi dậy, đánh chiếm kinh thành Trường An. Sau đó, ông tự phong mình là \"đại thừa tướng\", hưởng tước Đường vương và tôn Dương Hựu làm hoàng đế bù nhìn, tức Tùy Cung Đế. Sau khi biết tin Tùy Dạng Đế bị sát hại vào năm 618, Lý Uyên đã buộc Tùy Cung Đế phải nhường ngôi, lập ra triều Đường.Trong thời gian trị vì của Đường Cao Tổ, triều đình nhà Đường tập trung vào việc thống nhất quốc gia. Nhờ công lao của Tần vương Lý Thế Dân, quân Đường đã đánh bại các đối thủ lớn như Lý Quỹ, Đậu Kiến Đức, Vương Thế Sung, Tiết Nhân Cảo hay Lưu Vũ Chu. Vào năm 628, nhà Đường hoàn toàn thống nhất quốc gia. Trong việc trị quốc, Đường Cao Tổ tiến hành phân bổ công bằng đất đai đối với các thần dân, giảm thuế và bãi bỏ hệ thống hình pháp khắc nghiệt của Tùy Dạng Đế. Những việc làm này đã giúp nhà Đường ổn định và phát triển.Năm 626, do tranh chấp với Thái tử Lý Kiến Thành và Tề vương Lý Nguyên Cát, Lý Thế Dân đã gây ra sự biến Huyền Vũ môn, giết chết cả Kiến Thành và Nguyên Cát. Đường Cao Tổ lo sợ về các hành động sau này của Thế Dân nên đã nhường ngôi cho Thế Dân, tức là Đường Thái Tông, còn bản thân Cao Tổ trở thành Thái thượng hoàng.",
    "tên": "Lý Uyên tuyên bố thành lập nhà Đường"
  },
  {
    "thời gian": "ngày tháng 5 năm ngày tháng 3 năm 618",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Uyên",
      "Dương Hựu"
    ],
    "tóm tắt": "Đường Cao Tổ (chữ Hán: 唐高祖, hiệu là Lý Uyên (李淵), biểu tự Thúc Đức (叔德), 8 tháng 4, 566 - 25 tháng 6, 635), là vị hoàng đế khai quốc của triều Đường trong lịch sử Trung Quốc. Ông trị vì từ năm 618 đến năm 626, tổng cộng 8 năm.Lý Uyên từng phụng sự cho triều Tùy, được giao cai quản khu vực tỉnh Sơn Tây ngày nay, trị sở ở Thái Nguyên. Trước tình thế triều Tùy tan rã, lại được con trai là Lý Thế Dân khuyến khích, Lý Uyên đã tiến hành nổi dậy, đánh chiếm kinh thành Trường An. Sau đó, ông tự phong mình là \"đại thừa tướng\", hưởng tước Đường vương và tôn Dương Hựu làm hoàng đế bù nhìn, tức Tùy Cung Đế. Sau khi biết tin Tùy Dạng Đế bị sát hại vào năm 618, Lý Uyên đã buộc Tùy Cung Đế phải nhường ngôi, lập ra triều Đường.Trong thời gian trị vì của Đường Cao Tổ, triều đình nhà Đường tập trung vào việc thống nhất quốc gia. Nhờ công lao của Tần vương Lý Thế Dân, quân Đường đã đánh bại các đối thủ lớn như Lý Quỹ, Đậu Kiến Đức, Vương Thế Sung, Tiết Nhân Cảo hay Lưu Vũ Chu. Vào năm 628, nhà Đường hoàn toàn thống nhất quốc gia. Trong việc trị quốc, Đường Cao Tổ tiến hành phân bổ công bằng đất đai đối với các thần dân, giảm thuế và bãi bỏ hệ thống hình pháp khắc nghiệt của Tùy Dạng Đế. Những việc làm này đã giúp nhà Đường ổn định và phát triển.Năm 626, do tranh chấp với Thái tử Lý Kiến Thành và Tề vương Lý Nguyên Cát, Lý Thế Dân đã gây ra sự biến Huyền Vũ môn, giết chết cả Kiến Thành và Nguyên Cát. Đường Cao Tổ lo sợ về các hành động sau này của Thế Dân nên đã nhường ngôi cho Thế Dân, tức là Đường Thái Tông, còn bản thân Cao Tổ trở thành Thái thượng hoàng.",
    "tên": "Lý Uyên ép Dương Hựu nhường ngôi"
  },
  {
    "thời gian": "năm 687",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Tự Tiên"
    ],
    "tóm tắt": "Lý Tự Tiên (李嗣先, ?-687) là thủ lĩnh cuộc khởi nghĩa tại An Nam chống lại sự đô hộ của nhà Đường năm 687.",
    "tên": "khởi nghĩa Lý Tự Tiên"
  },
  {
    "thời gian": "năm 713 - 723",
    "kết quả": null,
    "thông tin liên quan": [
      "Mai Hắc Đế"
    ],
    "tóm tắt": "Mai Hắc Đế (chữ Hán: 梅黑帝; 670 - 723), tên thật là Mai Thúc Loan (梅叔鸞),[1] là vị vua lãnh đạo cuộc khởi nghĩa chống lại sự chiếm đóng của nhà Đường ở miền Bắc Việt Nam vào đầu thế kỉ thứ 8.[2] Trong lịch sử Việt Nam, ông được xem như một vị anh hùng dân tộc.",
    "tên": "khởi nghĩa Mai Hắc Đế"
  },
  {
    "thời gian": "năm 776-791",
    "kết quả": null,
    "thông tin liên quan": [
      "Phùng Hưng"
    ],
    "tóm tắt": "Phùng Hưng[2][3][4] (chữ Hán: 馮興; 746-789[1]\/791[5]\/802) , là lãnh tụ một cuộc nổi dậy chống lại sự đô hộ của nhà Đường thời Bắc thuộc lần thứ ba (602-905) trong lịch sử Việt Nam.",
    "tên": "khởi nghĩa Phùng Hưng"
  },
  {
    "thời gian": "năm 905",
    "kết quả": null,
    "thông tin liên quan": [
      "Khúc Thừa Dụ"
    ],
    "tóm tắt": "",
    "tên": "Khúc Thừa Dụ xây dựng chính quyền tự chủ"
  },
  {
    "thời gian": "năm 938",
    "kết quả": null,
    "thông tin liên quan": [
      "Ngô Quyền",
      "Nam Hán",
      "sông Bạch Đằng"
    ],
    "tóm tắt": "Trận Bạch Đằng (chữ Hán: 白藤江之戰) năm 938 là một trận đánh giữa quân dân Tĩnh Hải quân (vào thời đó, Việt Nam chưa có quốc hiệu chính thức) do Ngô Quyền lãnh đạo đánh với quân Nam Hán trên sông Bạch Đằng. Kết quả là người Việt giành thắng lợi lớn nhờ kế sách cắm cọc nhọn dưới lòng sông Bạch Đằng của Ngô Quyền.[1] Trước sự chiến đấu dũng mãnh của người Việt, quá nửa quân Nam Hán chết đuối, Hoàng tử Nam Hán là Lưu Hoằng Tháo cũng tử trận[1]. Đây là một trận đánh quan trọng trong lịch sử Việt Nam. Nó đánh dấu cho việc chấm dứt hơn 1000 năm Bắc thuộc của Việt Nam, nối lại quốc thống cho người Việt[1].Sau chiến thắng này, Ngô Quyền lên ngôi vua, tái lập đất nước. Ông được xem là một vị \"vua của các vua\" trong lịch sử Việt Nam. Đại thắng trên sông Bạch Đằng đã khắc họa mưu lược và khả năng đánh trận của ông.[1]",
    "tên": "Trận Bạch Đằng"
  },
  {
    "thời gian": "năm 939",
    "kết quả": null,
    "thông tin liên quan": [
      "Ngô Quyền",
      "Cổ Loa"
    ],
    "tóm tắt": "Ngô Quyền (chữ Hán: 吳權; 17 tháng 4 năm 898 - 14 tháng 2 năm 944), còn được biết đến với tên gọi Tiền Ngô Vương ( 前吳王) là vị vua đầu tiên của nhà Ngô trong lịch sử Việt Nam. Năm 938, ông là người lãnh đạo nhân dân đánh bại quân Nam Hán trong trận Bạch Đằng, chính thức kết thúc gần một ngàn năm Bắc thuộc, mở ra một thời kì độc lập lâu dài của Việt Nam. Sau chiến thắng này, ông lên ngôi vua, lập ra nhà Ngô, trị vì từ năm 939 đến năm 944.Ngô Quyền nằm trong danh sách mười bốn anh hùng dân tộc Việt Nam.[1] Phan Bội Châu xem ông là vị Tổ Trung hưng[2] của Việt Nam.",
    "tên": "Ngô Quyền xưng vương"
  },
  {
    "thời gian": "năm 944 - 968",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Loạn 12 sứ quân (chữ Nôm: 亂12使君; chữ Hán: 十二使君之亂, Thập nhị sứ quân chi loạn) là một giai đoạn nội chiến diễn ra vào cuối thời nhà Ngô, kéo dài từ năm 944 sau khi Ngô Quyền mất cho đến khi Đinh Bộ Lĩnh thống nhất đất nước, lập ra nhà Đinh năm 968, được ghi chép trong phần Bản kỷ Ngô sứ quân Ngô Xương Xí.Cuộc loạn lạc này có nguyên nhân sâu xa từ quá trình phân hóa xã hội thời Bắc thuộc, dẫn đến việc xuất hiện tầng lớp thổ hào, quan lại có thế lực mạnh về kinh tế, chính trị và tạo ra sự phân tán cát cứ. Thực chất của cuộc nội chiến này là việc đấu tranh giành quyền lực tối cao trên đất Tĩnh Hải quân của các thủ lĩnh địa phương khi nhà Đường suy yếu, người Việt có cơ hội đứng lên tranh giành quyền lãnh đạo. Giai đoạn này có mầm mống từ đầu thế kỷ X và có cơ hội phát triển mạnh từ khi Dương Tam Kha cướp ngôi nhà Ngô, các nơi không chịu thuần phục, các thủ lĩnh nổi lên cát cứ một vùng, nhiều người còn xưng Vương như An vương Ngô Nhật Khánh, Vũ Ninh vương Nguyễn Thủ Tiệp, Quang Hiển quốc vương Kiều Thuận, Quảng Trí quân Nguyễn Khoan hoặc tranh ngôi vua như Lã Xử Bình, Dương Huy, Đỗ Cảnh Thạc, Kiều Công Hãn và đem quân đánh chiếm lẫn nhau.Giai đoạn 12 sứ quân kéo dài hơn 20 năm (944-968) và kết thúc khi Đinh Tiên Hoàng thống nhất đất nước, lập ra nhà nước Đại Cồ Việt - Nhà nước phong kiến tập quyền đầu tiên trong lịch sử của nước Việt Nam. Giống với thời Xuân Thu - Chiến Quốc của Trung Quốc và Chiến Quốc (Nhật Bản) của Nhật Bản, giai đoạn này cũng có thể coi là một thời kỳ chiến quốc của Việt Nam.",
    "tên": "Loạn 12 sứ quân"
  },
  {
    "thời gian": "năm 968",
    "kết quả": null,
    "thông tin liên quan": [
      "Đinh Bộ Lĩnh",
      "Đại Cồ Việt",
      "Hoa Lư"
    ],
    "tóm tắt": "",
    "tên": "Đinh Bộ Lĩnh xưng đế"
  },
  {
    "thời gian": "năm 970",
    "kết quả": null,
    "thông tin liên quan": [
      "Đinh Bộ Lĩnh",
      "Thái Bình hưng bảo"
    ],
    "tóm tắt": "",
    "tên": "Đinh Bộ Lĩnh cho đúc Thái Bình hưng bảo"
  },
  {
    "thời gian": "năm 979",
    "kết quả": null,
    "thông tin liên quan": [
      "Đinh Bộ Lĩnh"
    ],
    "tóm tắt": "",
    "tên": "Đinh Bộ Lĩnh cùng con trai bị sát hại"
  },
  {
    "thời gian": "năm 980",
    "kết quả": null,
    "thông tin liên quan": [
      "Lê Hoàn",
      "nhà Tiền Lê"
    ],
    "tóm tắt": "Lê Hoàn (941-1005) là vị Hoàng đế sáng lập nhà Tiền Lê nước Đại Cồ Việt, trị vì nước Đại Cồ Việt trong 24 năm. Ông là 1 trong 14 vị anh hùng tiêu biểu của dân tộc Việt Nam.[2]Khi còn thiếu thời ông làm quan cho nhà Đinh dưới thời Đinh Tiên Hoàng, đến chức Thập đạo tướng quân. Năm 979, viên quan Đỗ Thích giết vua Đinh Tiên Hoàng và người con Đinh Liễn, người con thứ tên Đinh Toàn nối ngôi lúc 6 tuổi, Lê Đại Hành làm Nhiếp chính, xưng là Phó vương, nắm đại quyền triều đình. Nhà Tống lấy cớ Lê Đại Hành chuyên quyền để phát binh xâm lược Đại Cồ Việt (thực ra đây chỉ là cái cớ, còn thực tế chiếu phát binh của vua Tống cho thấy nhà Tống muốn khôi phục sự cai trị của mình lên nước Việt giống như thời nhà Đường).Trước tình thế đó, Đại tướng quân Phạm Cự Lạng đem binh sĩ vào cung làm binh biến, buộc Thái hậu họ Dương (tức mẹ Đinh Toàn) trao long cổn cho Phó vương Lê Hoàn. Sau khi lên ngôi, Lê Hoàn tự mình làm tướng đánh tan quân Tống, chém tướng Hầu Nhân Bảo, bắt sống tướng Quách Quân Biện, Triệu Phụng Huân đem về Hoa Lư, giúp cho Đại Cồ Việt thanh bình, bảo toàn được nền độc lập của đất nước.Hiện nay, có giả thuyết cho rằng Lê Hoàn là chủ mưu vụ ám sát vua Đinh Tiên Hoàng để giành ngôi vua. Giả thuyết này là sai không rõ vì không có bằng chứng, nhưng việc Lê Hoàn là một vị vua giỏi và có nhiều đóng góp cho đất nước là điều không thể phủ nhận. Sau khi lên ngôi, Lê Hoàn thu được nhiều thành tích nổi bật trong việc cai trị, như việc phát triển nông nghiệp, mở trường học, tuyển dụng nhân tài và đánh bại Chiêm Thành, đánh dẹp các tộc người ở biên giới, khiến họ phải quy phục triều đình. Vì vậy, ông vẫn được sử sách đánh giá là một minh quân có công trong việc xây dựng đất nước và được nhân dân ca ngợi.Ông là nhạc phụ của Hoàng đế Lý Thái Tổ, ông ngoại của Hoàng đế Lý Thái Tông.",
    "tên": "Lê Hoàn lên ngôi vua"
  },
  {
    "thời gian": "ngày tháng 1 - tháng 4 năm 981",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Tống-Việt là một cuộc chiến tranh giữa Nhà Tống thời Tống Thái Tông và Đại Cồ Việt thời Lê Đại Hành diễn ra từ tháng 1 đến tháng 4 năm 981 trên lãnh thổ Đại Cồ Việt. Kết quả, Đại Cồ Việt đã đánh bại quân đội nhà Tống. Sau cuộc chiến này, vào năm 986, Hoàng đế Đại Tống công nhận nhà Tiền Lê và ban chế phong cho Lê Đại Hành.",
    "tên": "Chiến tranh Tống - Việt"
  },
  {
    "thời gian": "ngày 21 tháng 11 năm 1009",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Công Uẩn",
      "nhà Lý"
    ],
    "tóm tắt": "Lý Thái Tổ (chữ Hán: 李太祖,(974-1028) là hoàng đế sáng lập ra nhà Lý trong lịch sử Việt Nam, trị vì từ năm 1009 đến khi qua đời vào năm 1028Thời gian trị vì của ông chủ yếu để đàn áp các cuộc nổi dậy, vì lòng dân chưa phục được nhà Lý. Khi lòng dân đã yên, triều đình trung ương được củng cố, ông dời đô từ Hoa Lư về Đại La vào năm 1010, đổi tên thành Thăng Long, mở đầu cho sự phát triển lâu dài của nhà Lý tồn tại 216 năm. Đến cuối năm 1225, đầu năm 1226, Lí Chiêu Hoàng buộc nhường ngôi cho chồng Trần Cảnh (1218-1277). Nhà Lí sụp đổ...",
    "tên": "Lý Công Uẩn lên ngôi vua"
  },
  {
    "thời gian": "năm 1010",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Công Uẩn",
      "Thăng Long"
    ],
    "tóm tắt": "Lý Thái Tổ (chữ Hán: 李太祖,(974-1028) là hoàng đế sáng lập ra nhà Lý trong lịch sử Việt Nam, trị vì từ năm 1009 đến khi qua đời vào năm 1028Thời gian trị vì của ông chủ yếu để đàn áp các cuộc nổi dậy, vì lòng dân chưa phục được nhà Lý. Khi lòng dân đã yên, triều đình trung ương được củng cố, ông dời đô từ Hoa Lư về Đại La vào năm 1010, đổi tên thành Thăng Long, mở đầu cho sự phát triển lâu dài của nhà Lý tồn tại 216 năm. Đến cuối năm 1225, đầu năm 1226, Lí Chiêu Hoàng buộc nhường ngôi cho chồng Trần Cảnh (1218-1277). Nhà Lí sụp đổ...",
    "tên": "Lý Công Uẩn dời đô về Thăng Long"
  },
  {
    "thời gian": "năm 1054",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Thánh Tông",
      "Đại Cồ Việt",
      "Đại Việt"
    ],
    "tóm tắt": "Lý Thánh Tông (chữ Hán: 李聖宗 30 tháng 3 năm 1023 - 1 tháng 2 năm 1072) là vị Hoàng đế thứ ba của hoàng triều Lý nước Đại Việt, trị vì từ tháng 11 năm 1054 đến khi qua đời năm 1072. Trong thời kỳ cầm quyền của mình, Lý Thánh Tông đã đẩy mạnh sản xuất nông nghiệp, khoan giảm hình phạt, đồng thời bảo trợ Phật giáo và Nho giáo. Ông còn xây dựng quân đội Đại Việt hùng mạnh, thực hiện chính sách đối ngoại cứng rắn với Đại Tống và mở đất về ba châu Địa Lý, Mã Linh, Bố Chính (nay là một phần thuộc Quảng Bình và Quảng Trị, Bắc Trung Bộ Việt Nam) sau thắng lợi trong cuộc chiến tranh Việt - Chiêm (1069). Sử thần đời Hậu Lê Ngô Sĩ Liên viết về Lý Thánh Tông: \"Vua khéo kế thừa, thực lòng thương dân, trọng việc làm ruộng, thương kẻ bị hình, vỗ về thu phục người xa, đặt khoa bác sĩ, hậu lễ dưỡng liêm, sửa sang việc văn, phòng bị việc võ, trong nước yên tĩnh, đáng gọi là bậc vua tốt\".[3]Thời đại của cha ông là Lý Thái Tông, ông và con ông là Lý Nhân Tông được xem là thời thịnh vượng của Nhà Lý với tên gọi là Bách niên Thịnh thế (百年盛世).",
    "tên": "Lý Thánh Tông lên ngôi"
  },
  {
    "thời gian": "năm 1069",
    "kết quả": null,
    "thông tin liên quan": [
      "Đại Việt",
      "Chiêm Thành"
    ],
    "tóm tắt": "Chiến tranh Việt-Chiêm 1069 là cuộc chiến do vua Lý Thánh Tông của Đại Việt phát động năm 1069 nhằm đánh vương quốc Chiêm Thành ở phương Nam với lý do người Chiêm từ chối thần phục nhà Lý. Nhà Lý gọi cuộc chiến này là Chiến dịch phạt Chiêm 1069.",
    "tên": "Chiến tranh Việt-Chiêm"
  },
  {
    "thời gian": "năm 1075-1077",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Tống-Việt lần thứ hai diễn ra từ năm 1075 đến năm 1077[1] là cuộc chiến tranh giữa nhà Lý nước Đại Việt và nhà Tống của Trung Quốc. Giai đoạn đầu, trong các năm 1075-1076, tướng nhà Lý là Lý Thường Kiệt đã chủ động đánh phủ đầu sang đất Tống với 10 vạn quân, phá thành Ung Châu.[4] Giai đoạn sau, trong các năm 1076-1077, quân Lý rút về phòng thủ chống lại cuộc phản công của đại quân Tống do Quách Quỳ chỉ huy với 300.000 người, gồm binh lính và dân phu.[2] Cuộc chiến rơi vào bế tắc, cuối cùng hai bên đàm phán, quân Tống rút ra khỏi lãnh thổ Đại Việt.",
    "tên": "Chiến tranh Tống-Việt"
  },
  {
    "thời gian": "ngày 18 tháng 1 - 28 tháng 2 năm 1077",
    "kết quả": null,
    "thông tin liên quan": [
      "Tống"
    ],
    "tóm tắt": "Trận Như Nguyệt là một trận đánh lớn diễn ra ở một khúc sông Như Nguyệt (hay sông Cầu) vào năm 1077, là trận đánh có tính quyết định của cuộc Chiến tranh Tống-Việt, 1075-1077, và là trận đánh cuối cùng của nhà Tống trên đất Đại Việt. Trận chiến diễn ra trong nhiều tháng, kết thúc bằng chiến thắng của quân đội Đại Việt và thiệt hại nhân mạng lớn của quân Tống, đánh bại hoàn toàn ý chí xâm lược Đại Việt của họ, buộc họ phải thừa nhận Đại Việt là một quốc gia.[6]",
    "tên": "Trận Như Nguyệt"
  },
  {
    "thời gian": "ngày 10 tháng 1 năm 1226",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Chiêu Hoàng",
      "Trần Cảnh",
      "nhà Trần"
    ],
    "tóm tắt": "Lý Chiêu Hoàng (chữ Hán: 李昭皇; 1218 - 1278) hay Chiêu Thánh Hoàng hậu (昭聖皇后) là nữ hoàng của đế quốc Đại Việt, cũng là Hoàng đế cuối cùng của triều đại nhà Lý, trị vì từ năm 1224 đến năm 1226. Bà là Nữ hoàng duy nhất trong lịch sử Việt Nam, nhưng không phải là vị vua nữ giới đầu tiên, vị nữ quân chủ đầu tiên là Nữ vương Trưng Trắc.[1][note 1] Bà được chính vua cha Lý Huệ Tông ra chỉ truyền ngôi, dù bên trong có khả năng do sự sắp đặt của Điện tiền Chỉ huy sứ Trần Thủ Độ, người đang nắm quyền lực trong triều đồng thời cũng là chú họ bên ngoại của bà.Năm 1226, Chiêu Hoàng được Trần Thủ Độ sắp xếp nhường ngôi cho Trần Cảnh (Trần Thái Tông), triều đại nhà Lý cai trị Đại Việt hơn 200 năm đã chính thức kết thúc. Sau khi nhượng vị, Chiêu Hoàng trở thành hoàng hậu của Thái Tông cho đến khi bị phế truất vào năm 1237 vì không sinh được con nối dõi. Hiển Từ Thuận Thiên Hoàng hậu, người kế vị ngôi hoàng hậu sau đó, chính là chị ruột của bà. Sau năm 1258, ở tuổi 40, bà tái giá lấy Lê Phụ Trần, một viên tướng có công cứu giúp Trần Thái Tông khỏi bị truy kích trong lần quân Nguyên vào cướp. Hai người sống với nhau hơn 20 năm và sinh được 1 trai là Thượng vị hầu Lê Tông và 1 gái là Ứng Thụy Công chúa. Bà qua đời ngay sau Thái Tông khoảng 1 năm.Cuộc đời của bà đầy phức tạp và bi kịch, khi trở thành một nhân vật chủ chốt trong cuộc biến chuyển triều đại đầy kịch tích giữa nhà Trần và nhà Lý. Vốn dĩ là công chúa, sau trở thành nữ hoàng đế, rồi lại trở thành hoàng hậu và bị giáng làm công chúa, cuộc đời của Chiêu Hoàng khiến hậu thế đánh giá là một quá trình đầy phức tạp, cũng trở thành nguồn cảm hứng của rất nhiều tác phẩm thi ca, nhạc họa và điện ảnh.",
    "tên": "Lý Chiêu Hoàng nhường ngôi cho Trần Cảnh"
  },
  {
    "thời gian": "năm 1258",
    "kết quả": "Đại Việt chiến thắng; Quân Mông Cổ rút về Vân Nam",
    "thông tin liên quan": [
      "Chiến tranh Nguyên Mông–Đại Việt lần 1"
    ],
    "tóm tắt": "Chiến tranh Nguyên Mông - Đại Việt lần thứ nhất hay Kháng chiến chống Nguyên Mông lần thứ nhất là cách người Việt Nam gọi cuộc chiến đấu của quân dân Đại Việt chống lại quân đội của đế quốc Mông Cổ do Uriyangqatai (Ngột Lương Hợp Thai) chỉ huy vào trong khoảng thời gian nửa tháng cuối tháng 1 năm 1258 (hay năm Nguyên Phong[1] thứ 7). Cuộc chiến mở đầu với thất bại của quân Đại Việt trong trận Bình Lệ Nguyên, sau đó là trận ở Phù Lỗ, dù thắng nhưng quân đội của Ngột Lương Hợp Thai không đánh bại được đạo quân chủ lực của nhà Trần. Quân Mông Cổ tiến vào kinh thành của Đại Việt trong 9 ngày. Quân đội nhà Trần đã phản công, đại phá quân Mông trong trận Đông Bộ Đầu[2] khiến cho đội quân này phải chạy về phía Bắc, sau đó còn phải hứng chịu một cuộc tập kích khác của thủ lĩnh miền núi - Hà Bổng. Cuộc chiến này đã kết thúc với chiến thắng của nước Đại Việt, ghi dấu công lao của vua Trần Thái Tông trong việc lãnh đạo quân dân Đại Việt chiến đấu chống quân đội Mông Cổ.[3]",
    "tên": "Chiến tranh Nguyên Mông-Đại Việt lần 1"
  },
  {
    "thời gian": "năm 1282",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Hội nghị Bình Than là một hội nghị quân sự do vua Trần Nhân Tông triệu tập vào tháng 11 năm 1283[1] để bàn phương hướng kháng chiến khi quân Mông Nguyên sang xâm lược Đại Việt lần thứ hai.Hội nghị Bình Than được tổ chức vào tháng 10 âm lịch năm 1282 ở Bình Than, gần vũng Trần Xá[2][3]. Nguyên tác:",
    "tên": "Hội nghị Bình Than"
  },
  {
    "thời gian": "năm 1284",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Hội nghị Diên Hồng là hội nghị được tổ chức năm 1284 tại kinh thành Thăng Long[1] do Thượng hoàng Trần Thánh Tông triệu họp các bô lão trong cả nước về trước thềm điện Diên Hồng để trưng cầu dân ý, hỏi về chủ trương hòa hay đánh khi quân Nguyên Mông sang xâm lược Việt Nam lần thứ 2.",
    "tên": "Hội nghị Diên Hồng"
  },
  {
    "thời gian": "năm 1285",
    "kết quả": "Quân Đại Việt chiến thắng, Nguyên Mông phải rút lui khỏi Đại Việt",
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Nguyên Mông - Đại Việt lần 2[1] là cuộc chiến tranh giữa Đại Nguyên và Đại Việt diễn ra trên lãnh thổ Đại Việt từ cuối tháng 1 đến cuối tháng 5 năm 1285 (dương lịch). Cuộc chiến tranh lần này diễn ra sau cuộc chiến giữa hai nước lần thứ nhất khoảng 27 năm.[2] Trong lần này, quân Nguyên huy động lực lượng đông đảo gấp cả chục lần so với cuộc chiến lần trước. Nhưng dù cho quân Nguyên Mông hùng mạnh và có nhiều Vương hầu của triều Trần mang tư tưởng cầu an, quân dân Đại Việt dưới sự lãnh đạo của Trần Hưng Đạo, Thái thượng hoàng Trần Thánh Tông và vua con Trần Nhân Tông đã giành chiến thắng vang dội trong cuộc kháng chiến này, thể hiện \"Hào khí Đông A\" của nước Đại Việt thời đó.[3]",
    "tên": "Chiến tranh Nguyên Mông-Đại Việt lần 2"
  },
  {
    "thời gian": "năm 1287-1288",
    "kết quả": "Quân Đại Việt toàn thắng, Nguyên Mông phải rút lui khỏi Đại Việt",
    "thông tin liên quan": [
      "Chiến tranh Nguyên Mông–Đại Việt lần 3"
    ],
    "tóm tắt": "Chiến tranh Nguyên Mông - Đại Việt lần 3 (theo cách gọi khác ở Việt Nam là Kháng chiến chống quân Nguyên Mông lần thứ 3) là cuộc chiến tranh giữa Đại Nguyên và Đại Việt diễn ra trên lãnh thổ Đại Việt từ tháng 12 năm 1287 đến cuối tháng 4 năm 1288.Đại Việt lại một lần nữa đẩy lui được cuộc xâm lăng của Nguyên Mông. Sau này, giữa nhà Trần và nhà Nguyên không phát sinh thêm cuộc chiến tranh nào và đây được sử sách nhìn nhận là cuộc chiến cuối cùng giữa hai bên.",
    "tên": "Chiến tranh Nguyên Mông-Đại Việt lần 3"
  },
  {
    "thời gian": "năm 1396",
    "kết quả": null,
    "thông tin liên quan": [
      "Thông Bảo hội sao",
      "Hồ Quý Ly"
    ],
    "tóm tắt": "Nhà Hồ (chữ Nôm: 茹胡, chữ Hán: 胡朝, Hán Việt: Hồ triều) là một triều đại quân chủ trong lịch sử Việt Nam, bắt đầu khi Hồ Quý Ly lên ngôi năm 1400 sau khi giành được quyền lực từ tay nhà Trần và chấm dứt khi Hồ Hán Thương bị quân Minh bắt vào năm 1407 - tổng cộng là 7 năm. Quốc hiệu Đại Việt đã đổi thành Đại Ngu năm 1400.",
    "tên": "phát hành Thông Bảo hội sao theo chủ trương của Hồ Quý Ly"
  },
  {
    "thời gian": "năm 1397",
    "kết quả": null,
    "thông tin liên quan": [
      "Hồ Quý Ly",
      "Trần Thuận Tông",
      "Tây Đô"
    ],
    "tóm tắt": "Hồ Quý Ly (chữ Hán: 胡季犛; 1336 - 1407), lấy tên húy Hồ Nhất Nguyên (胡一元), là vị hoàng đế đầu tiên của nhà nước Đại Ngu trong lịch sử Việt Nam. Ông ở ngôi vị Hoàng đế từ năm 1400 đến năm 1401 tự xưng là Quốc Tổ Chương Hoàng (國祖章皇), sau đó giữ ngôi Thái thượng hoàng từ năm 1401 đến năm 1407.Hồ Quý Ly được xem là một nhà cải cách lớn trong lịch sử Việt Nam và cũng là một nhân vật gây tranh cãi với những luồng ý kiến khen chê khác nhau. Các sử gia hiện đại đánh giá ông là người có đầu óc mạnh dạn, muốn xoay chuyển thời thế, nhưng phạm nhiều sai lầm chính trị, mất lòng dân dẫn đến hoạ mất nước. Hồ Quý Ly để lại bài học cho lịch sử nhiều hơn là cái ông làm cho lịch sử.Thời niên thiếu, Hồ Quý Ly theo học võ, gia nhập chốn quan trường triều Trần sau khi đỗ thi Hương, khoa Hoành từ. Hồ Quý Ly có hai người cô ruột là vợ của vua Trần Minh Tông, một người sinh ra vua Trần Nghệ Tông còn người kia sinh ra Trần Duệ Tông, do đó ông được sự tín nhiệm khi Trần Nghệ Tông lên làm vua. Năm 1372, ông được phong làm Tham mưu quân sự. Năm 1377, vua Trần Duệ Tông đánh Chiêm Thành bị tử trận, Hồ Quý Ly kinh hãi, bỏ chạy về trước, nhưng vẫn được tha tội. Năm 1380, Hồ Quý Ly làm Thống lĩnh quân Đại Việt để chống lại các đợt tấn công của Chiêm Thành. Năm 1387, ông được phong làm Tể tướng. Từ đó, ông có quyền lực gần như tuyệt đối trong triều, các tông tộc, quan lại trung thành với họ Trần đã có 2 lần chính biến nhằm lật đổ sự thống trị của Quý Ly nhưng ông đều giành chiến thắng và đã có nhiều người bị hành quyết sau đó.Năm 1400, Hồ Quý Ly chiếm ngôi nhà Trần, đặt quốc hiệu là Đại Ngu, chưa được 1 năm trao ngôi cho con và làm Thái thượng hoàng nhưng vẫn nắm đại quyền. Hồ Quý Ly đã đề ra những cải cách về hành chính, giáo dục khoa cử, kinh tế, quân sự, trong đó bao gồm việc phát hành tiền giấy và đã chuyển kinh đô từ Thăng Long về Thanh Hóa.Vế đối ngoại, mười tháng sau khi lên ngôi, ông đã phát binh thảo phạt Chiêm Thành, qua hai lần phát binh, chiếm được hai châu Đại Chiêm và Cổ Lũy (1402). Năm sau (1403), ông còn cho đại quân bao vây Đồ Bàn nhưng không thắng. Đến năm 1406, nhà Minh đưa quân xâm lược Đại Ngu. Do không được lòng dân, binh sỹ bất mãn nên quân nhà Hồ thất bại nhanh chóng, lui dần về phía nam và thất bại toàn cục năm 1407 khi cha con Hồ Quý Ly đều bị quân Minh bắt và giải về Trung Quốc.Các sử quan thời quân chủ của Đại Việt sau này khi biên soạn các bộ sử của triều đình như sách Đại Việt sử ký toàn thư hay Khâm định Việt sử Thông giám cương mục đã không coi nhà Hồ như một triều đại chính thống. Người đương thời nhận định Hồ Quý Ly là kẻ gây nên việc phá hoại triều cương , gây bè kết phái tan nát non sông. Việc giết vua cướp ngôi, các chính sách làm mất lòng dân của Hồ Quý Ly và coi việc họ Hồ thất bại trước nhà Minh là kết cục tất yếu.",
    "tên": "Hồ Quý Ly ép Trần Thuận Tông dời đô về Tây Đô"
  },
  {
    "thời gian": "ngày 22 tháng 3 năm 1400",
    "kết quả": null,
    "thông tin liên quan": [
      "Hồ Quý Ly",
      "nhà Hồ",
      "Đại Ngu"
    ],
    "tóm tắt": "Hồ Quý Ly (chữ Hán: 胡季犛; 1336 - 1407), lấy tên húy Hồ Nhất Nguyên (胡一元), là vị hoàng đế đầu tiên của nhà nước Đại Ngu trong lịch sử Việt Nam. Ông ở ngôi vị Hoàng đế từ năm 1400 đến năm 1401 tự xưng là Quốc Tổ Chương Hoàng (國祖章皇), sau đó giữ ngôi Thái thượng hoàng từ năm 1401 đến năm 1407.Hồ Quý Ly được xem là một nhà cải cách lớn trong lịch sử Việt Nam và cũng là một nhân vật gây tranh cãi với những luồng ý kiến khen chê khác nhau. Các sử gia hiện đại đánh giá ông là người có đầu óc mạnh dạn, muốn xoay chuyển thời thế, nhưng phạm nhiều sai lầm chính trị, mất lòng dân dẫn đến hoạ mất nước. Hồ Quý Ly để lại bài học cho lịch sử nhiều hơn là cái ông làm cho lịch sử.Thời niên thiếu, Hồ Quý Ly theo học võ, gia nhập chốn quan trường triều Trần sau khi đỗ thi Hương, khoa Hoành từ. Hồ Quý Ly có hai người cô ruột là vợ của vua Trần Minh Tông, một người sinh ra vua Trần Nghệ Tông còn người kia sinh ra Trần Duệ Tông, do đó ông được sự tín nhiệm khi Trần Nghệ Tông lên làm vua. Năm 1372, ông được phong làm Tham mưu quân sự. Năm 1377, vua Trần Duệ Tông đánh Chiêm Thành bị tử trận, Hồ Quý Ly kinh hãi, bỏ chạy về trước, nhưng vẫn được tha tội. Năm 1380, Hồ Quý Ly làm Thống lĩnh quân Đại Việt để chống lại các đợt tấn công của Chiêm Thành. Năm 1387, ông được phong làm Tể tướng. Từ đó, ông có quyền lực gần như tuyệt đối trong triều, các tông tộc, quan lại trung thành với họ Trần đã có 2 lần chính biến nhằm lật đổ sự thống trị của Quý Ly nhưng ông đều giành chiến thắng và đã có nhiều người bị hành quyết sau đó.Năm 1400, Hồ Quý Ly chiếm ngôi nhà Trần, đặt quốc hiệu là Đại Ngu, chưa được 1 năm trao ngôi cho con và làm Thái thượng hoàng nhưng vẫn nắm đại quyền. Hồ Quý Ly đã đề ra những cải cách về hành chính, giáo dục khoa cử, kinh tế, quân sự, trong đó bao gồm việc phát hành tiền giấy và đã chuyển kinh đô từ Thăng Long về Thanh Hóa.Vế đối ngoại, mười tháng sau khi lên ngôi, ông đã phát binh thảo phạt Chiêm Thành, qua hai lần phát binh, chiếm được hai châu Đại Chiêm và Cổ Lũy (1402). Năm sau (1403), ông còn cho đại quân bao vây Đồ Bàn nhưng không thắng. Đến năm 1406, nhà Minh đưa quân xâm lược Đại Ngu. Do không được lòng dân, binh sỹ bất mãn nên quân nhà Hồ thất bại nhanh chóng, lui dần về phía nam và thất bại toàn cục năm 1407 khi cha con Hồ Quý Ly đều bị quân Minh bắt và giải về Trung Quốc.Các sử quan thời quân chủ của Đại Việt sau này khi biên soạn các bộ sử của triều đình như sách Đại Việt sử ký toàn thư hay Khâm định Việt sử Thông giám cương mục đã không coi nhà Hồ như một triều đại chính thống. Người đương thời nhận định Hồ Quý Ly là kẻ gây nên việc phá hoại triều cương , gây bè kết phái tan nát non sông. Việc giết vua cướp ngôi, các chính sách làm mất lòng dân của Hồ Quý Ly và coi việc họ Hồ thất bại trước nhà Minh là kết cục tất yếu.",
    "tên": "Hồ Quý Ly lên ngôi"
  },
  {
    "thời gian": "năm 1400-1407",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Việt - Chiêm (1400 - 1407) là cuộc chiến giữa nhà Hồ nước Đại Ngu và nước Chiêm Thành phía nam. Ban đầu nhà Hồ chiếm được đất đai mà tương đương với nam Quảng Nam và bắc Quảng Ngãi ngày nay; nhưng sau đó, do cuộc xâm lăng của nhà Minh, nhà Hồ thất bại và Chiêm Thành đã lấy lại những đất đai từng bị nhà Hồ chiếm.",
    "tên": "Chiến tranh Việt-Chiêm"
  },
  {
    "thời gian": "năm 1406-1407",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh Đại Ngu–Đại Minh"
    ],
    "tóm tắt": "Chiến tranh Đại Ngu - Đại Minh, Chiến tranh Hồ-Minh hay thường được giới sử học Việt Nam gọi là cuộc xâm lược của nhà Minh, là cuộc chiến của nhà Hồ nước Đại Ngu (Đại Việt) chống cuộc xâm chiếm của nhà Minh (Trung Quốc) dưới triều Minh Thành Tổ từ tháng 4 năm 1406 cho đến tháng 6 năm 1407 khi nhà Minh đánh bại hoàn toàn quân đội nhà Hồ và bắt được Hồ Quý Ly, Hồ Hán Thương.Năm 1400, Hồ Quý Ly bức vua nhà Trần - Đại Việt nhường ngôi cho mình, lập ra nhà Hồ - Đại Ngu. Hồ Quý Ly đã thực hiện những thay đổi về tiền giấy, hành chính, quân đội, chuyển kinh đô từ Thăng Long về Thanh Hóa,... nhằm phát triển Đại Ngu và có thể chống lại một cuộc xâm lược từ nhà Minh. Ba năm sau, nhà Hồ dùng 20 vạn quân để tấn công quốc gia phía Nam là Chiêm Thành, vây kinh đô Chiêm Thành 9 tháng nhưng sau đó rút quân về do thiếu lương thực. Nhà Minh đã cư xử với Chiêm Thành như một đồng minh bằng cách sai 9 chiến thuyền sang cứu, quân thủy nhà Minh và nhà Hồ khi quay về gặp nhau giữa biển nhưng không có xung đột nào xảy ra.Nhà Minh đã gây sức ép lên nhà Hồ bằng các đòi hỏi về người, lương thực, đất đai, của cải,... nhưng nhà Hồ chỉ đáp ứng cho nhà Minh theo cách mà gây ít thiệt hại nhất cho họ. Đến tháng 4 năm 1406 nhà Minh lấy cớ đưa Trần Thiêm Bình, một người tự xưng là dòng dõi nhà Trần đã sang cầu cứu nhà Minh việc Hồ Quý Ly cướp ngôi nhà Trần, về Đại Ngu, họ mang quân đánh vào ải Lãnh Kinh. Đội quân này bị đánh bại, nhưng nhà Hồ đã mất bốn đại tướng chỉ huy quân các vệ. Ba tháng sau, nhà Minh huy động 215.000 quân, nói phao lên thành 80 vạn quân, chia làm 2 đường tấn công Đại Ngu. Đại Ngu đã không phòng thủ ở biên giới, mà tập trung phòng thủ ở bờ Nam sông Hồng. Quân Minh với sự dẫn đường của các ngụy quan đầu hàng người Việt đã đánh bại Đại Ngu ở trận Mộc Hoàn, sau đó là trận Đa Bang, chiếm được Đông Đô. Quân Minh tiếp tục đánh bại hoàn toàn quân chủ lực của Đại Ngu ở trận Hàm Tử, khiến cho nhà Hồ phải rút lui về Thanh Hóa, và bắt được cha con Hồ Quý Ly, Hồ Hán Thương vào tháng 6 năm 1407, nhà Hồ hoàn toàn chấm dứt.Nhà Minh đặt ách đô hộ lên nước Việt, họ tự đặt nước Việt trở thành một tỉnh của Trung Quốc, Đại Ngu còn mất đi lãnh thổ mà họ chiếm được của Chiêm Thành trước đó khi Chiêm Thành nhân cơ hội đã đưa quân chiếm lại. Các sử quan người Việt khi biên soạn sách chính sử Đại Việt sử ký toàn thư vào thời Lê sơ ở thế kỷ 15 (xem Ngô Sĩ Liên) và thời Lê - Trịnh ở thế kỷ 17 (xem Phạm Công Trứ) đã không coi nhà Hồ như một triều đại chính thống như một sự phủ nhận về mặt pháp lý của nhà Minh lên lãnh thổ nước Việt. Họ cũng coi Nhà Hậu Trần là một triều đại chính thống từ năm (1407 - 1414) và tiếp đó là khởi nghĩa của Lê Lợi năm 1418 đã thành lập nên Nhà Hậu Lê như một sự tiếp diễn về mặt lịch sử mà nhà Minh chỉ là lực lượng chiếm đóng tạm thời.",
    "tên": "Chiến tranh Đại Ngu-Đại Minh"
  },
  {
    "thời gian": "năm 1407",
    "kết quả": null,
    "thông tin liên quan": [
      "nhà Minh",
      "Đại Ngu",
      "Giao Chỉ",
      "Đông Quan"
    ],
    "tóm tắt": "",
    "tên": "nhà Minh thôn tính Đại Ngu"
  },
  {
    "thời gian": "năm 1413",
    "kết quả": null,
    "thông tin liên quan": [
      "nhà Hậu Trần",
      "nhà Minh"
    ],
    "tóm tắt": "Hậu Trần (chữ Nôm: 茹後陳, chữ Hán: 後陳朝, Hán Việt: Hậu Trần triều) là một triều đại trong lịch sử Việt Nam từ 1407 đến 1414 mà các sách sử vẫn chưa thống nhất cách gọi. Sách Đại Việt sử ký toàn thư thì gọi là nhà Hậu Trần, còn Khâm định Việt sử Thông giám cương mục thì hoàn toàn không nhắc đến cụm từ này mà chỉ thuật lại sự việc trong những năm tháng ấy. Ở đây, viết theo sách Đại Việt sử ký toàn thư nên gọi là nhà Hậu Trần.Nhà Hậu Trần do Giản Định đế - Trần Ngỗi (một hậu duệ của hoàng tộc nhà Trần) thành lập tháng 10 âm lịch năm 1407 tại Ninh Bình sau khi nhà nước Đại Ngu của nhà Hồ bị quân đội nhà Minh xâm chiếm và tiêu diệt. Trong thời kỳ này, nước Đại Ngu bị nhà Minh đổi tên trở lại thành Giao Chỉ và chia thành 17 phủ, 5 châu và 12 vệ trực thuộc Ty Bố Chính.Do quân mới lập, Giản Định đế phải chạy vào Nghệ An, viên Đại tri châu Hóa châu là Đặng Tất giết quan nhà Minh, dẫn quân từ Hóa châu ra theo phò, nhà Hậu Trần làm chủ từ Nghệ An vào Thăng Hoa (vào vùng nay thuộc Quảng Nam và Bắc Quảng Ngãi). Năm 1408, quân Hậu Trần tiến quân ra Bắc, đánh bại quân Minh ở trận Bô Cô, bao vây các thành. Năm 1409, Giản Định đế giết 2 tướng Đặng Tất, Nguyễn Cảnh Chân, khiến cho 2 người con của họ là Đặng Dung và Nguyễn Cảnh Dị bất mãn, kéo quân mình trở về Nghệ An lập Trần Quý Khoáng lên làm Trùng Quang đế. Trùng Quang đế sai Nguyễn Súy bắt được Giản Định đế. Nhà vua Trùng Quang đế bèn tôn Giản Định Đế làm Thái thượng hoàng để cùng nhau tiến quân đánh quân Minh. Tuy chiến thắng lúc đầu, quân nhà Hậu Trần sau này dần dà thất thế, phải lui về phía Nam và tới năm 1414 thì thất bại hoàn toàn.Do Trùng Quang đế và Giản Định đế đều là thành viên hoàng tộc nhà Trần, có công lãnh đạo nhân dân chống ngoại xâm nên dù thất bại trong việc khôi phục nhà Trần và nước Đại Việt, họ vẫn được sử sách và nhân dân coi là 2 vị vua chính thống của nhà Trần và nước Đại Việt. Do vậy nhiều sách sử và các đền thờ nhà Trần thường ghi nhà Trần có 14 vị vua (gồm 12 vua nhà Trần và 2 vua nhà Hậu Trần).",
    "tên": "nhà Hậu Trần bị nhà Minh đánh bại"
  },
  {
    "thời gian": "năm 1418-1427",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Khởi nghĩa Lam Sơn (1418-1427) là cuộc khởi nghĩa đánh đuổi quân Minh xâm lược về nước do Lê Lợi lãnh đạo và kết thúc bằng việc thành lập trở lại nước Đại Việt và sự thành lập nhà Hậu LêTrong giai đoạn đầu (1418-1423), nghĩa quân Lam Sơn gặp rất nhiều khó khăn, thường hứng chịu các cuộc càn quét của quân Minh và quân Ai Lao, chịu tổn thất lớn. Các tướng Lam Sơn là Lê Lai và Lê Thạch tử trận. Quân Lam Sơn bấy giờ chỉ có thể thắng những trận nhỏ. Nghĩa quân bắt đầu giành thế thượng phong khi Lê Lợi nghe theo Nguyễn Chích, tiến quân ra đất Nghệ An vào năm 1424. Sau nhiều trận đánh lớn với quân Minh do các tướng Minh và cộng sự người Việt chỉ huy, quân Lam Sơn giải phóng hầu hết vùng đất từ Thanh Hóa vào Thuận Hóa, siết chặt vòng vây các thành chưa đầu hàng. Ở giai đoạn cuối, sau khi tích lũy được lực lượng, quân Lam Sơn lần lượt chuyển đại quân ra Bắc, thực hiện chiến lược cơ động, buộc quân Minh phải co cụm để giữ các thành trì quan trọng. Đặc biệt với chiến thắng quyết định trong trận Tốt Động - Chúc Động, quân Lam Sơn giành được thế chủ động trên chiến trường và sự ủng hộ của dân chúng vốn khiếp sợ trước uy thế của quân Minh trước đó. Tiếp nối thắng lợi, cuối năm 1427, quân Lam Sơn triển khai chiến dịch Chi Lăng - Xương Giang, đánh tan tác lực lượng viện binh quân Minh, buộc tướng chỉ huy quân Minh trên đất Việt cũ là Vương Thông phải xin giảng hòa và được phép rút quân về nước. Sau chiến thắng, Bình Định vương Lê Lợi sai văn thần Nguyễn Trãi viết bài Bình Ngô đại cáo để tuyên cáo cho toàn quốc.[3][4] Nước Đại Việt được khôi phục, Lê Lợi lên ngôi Hoàng đế, đặt niên hiệu Thuận Thiên, mở ra cơ nghiệp nhà Lê trong gần 400 năm sau đó.",
    "tên": "khởi nghĩa Lam Sơn"
  },
  {
    "thời gian": "ngày 29 tháng 4 năm 1428",
    "kết quả": null,
    "thông tin liên quan": [
      "Lê Lợi",
      "Đại Việt",
      "Đông Kinh"
    ],
    "tóm tắt": "Lê Thái Tổ (chữ Hán: 黎太祖 10 tháng 9 năm 1385[1] - 5 tháng 10 năm 1433), húy danh Lê Lợi (黎利) là một nhà chính trị, nhà lãnh đạo quân sự, người đã thành lập một đội quân người Việt và lãnh đạo đội quân này chiến đấu chống lại sự chiếm đóng của quân đội nhà Minh từ năm 1418 đến lúc đánh đuổi hoàn toàn quân Minh ra khỏi Đại Việt vào năm 1428 sau đó xây dựng và tái thiết lại đất nước. Ông cũng thành công với các chiến dịch quân sự đánh dẹp các tù trưởng ở biên giới phía Bắc Đại Việt và quân đội Ai Lao. Ông được coi là anh hùng, vị Hoàng đế huyền thoại của Đại Việt với tài năng quân sự, khả năng cai trị và lòng nhân ái đối với nhân dân.[2][3]Lê Lợi sinh ra trong một gia đình giàu có ở Thanh Hóa, trưởng thành trong thời kỳ Nhà Minh đô hộ nước Việt. Thời bấy giờ có nhiều cuộc khởi nghĩa của người Việt nổ ra chống lại quân Minh nhưng đều thất bại. Năm 1418, Lê Lợi tổ chức cuộc khởi nghĩa Lam Sơn với lực lượng ban đầu chỉ khoảng vài nghìn người. Thời gian đầu ông hoạt động ở vùng thượng du Thanh Hóa, quân Minh đã huy động lực lượng tới hàng vạn quân để đàn áp, nhưng bằng chiến thuật trốn tránh hoặc sử dụng chiến thuật phục kích và hòa hoãn, nghĩa quân Lam Sơn đã dần lớn mạnh. Năm năm sau (1424), Lê Lợi quyết định đánh vào Nghệ An, Thuận Hóa, liên tục thắng trận rồi trở ra giải phóng Thanh Hóa. Tới năm 1426, quân Lam Sơn đã làm chủ từ Thanh Hóa tới Thuận Hóa, quân Minh chỉ còn co cụm trong các thành Nghệ An, Thuận Hóa và Thanh Hóa.Năm 1426, ông cử 3 đạo quân tiến ra Bắc, trong khi nhà Minh cử một lực lượng lớn do Vương Thông chỉ huy sang tiếp viện. Hai cánh quân của Lê Lợi kết hợp với nhau, đánh bại quân Minh ở trận Tốt Động - Chúc Động, ép Vương Thông lui về Đông Quan cố thủ. Nghe tin, Lê Lợi lập tức mang đại quân ra Bắc, tổ chức lại quân đội, phân chia hành chính, ban hành các đạo dụ răn quân lính và nhân dân,... lập thế trận bao vây quân Minh. Nhà Minh lại tiếp tục sai các tướng Liễu Thăng, Mộc Thạnh mang quân sang tiếp viện, Lê Lợi sai quân ngăn chặn và đánh bại hoàn toàn hai đạo quân tiếp viện này. Vương Thông cùng đường phải xin hòa với quân Lam Sơn khi chưa được sự cho phép của triều đình Minh. Bất chấp sự phản đối của tướng lĩnh và dân chúng, Lê Lợi không những cho phép quân Minh được rút lui an toàn mà còn chu cấp vật tư như thuyền bè, tu sửa đường sá,... cho họ. Đến ngày 17 tháng 12 năm 1427 (âm lịch) quân Minh chính thức về nước, Lê Lợi sai Nguyễn Trãi thay mình làm Bình Ngô đại cáo báo cáo cho thiên hạ biết về việc quân Minh đã giảng hòa, rút quân về nước, Nam Bắc thôi việc binh đao, thiên hạ đại định.Năm 1428, lên ngôi vua, Lê Lợi từ điện Tranh ở Bồ Đề vào thành Đông Quan, đại xá thiên hạ, đổi niên hiệu là Thuận Thiên, đặt quốc hiệu là Đại Việt, lấy Đông Kinh làm thủ đô, xưng là Thuận Thiên Thừa Vận Duệ Văn Anh Vũ Đại Vương, hiệu là Lam sơn động chủ, sử gọi là Thái Tổ Cao Hoàng đế, dựng lên hoàng triều Lê (sử Việt Nam hiện đại gọi là nhà Hậu Lê). Lê Lợi đã xây dựng lại khoa cử, luật lệ, kinh tế, chế tác lễ nhạc, đồng thời thu thập lại sách vở, mở mang trường học... làm cho nước Đại Việt được thịnh trị.[4][5] Ông còn dẹp yên các thổ tù chống đối ở vùng biên viễn phía Tây như Bế Khắc Thiệu, Nông Đắc Thái (châu Thạch Lâm) và Đèo Cát Hãn (châu Mường Lễ), đánh bại một cánh quân Ai Lao sang giúp Hãn.Ông được các sử gia đánh giá cao ở tài năng chính trị, quân sự, kinh tế, là một trong hai vị thánh trung hưng của dân tộc (người đầu tiên là Ngô Quyền) nhưng một số sử gia hiện đại lại chỉ trích vì cho rằng ông đã làm hại hai trong số gần một trăm công thần được ông phong là Trần Nguyên Hãn và Phạm Văn Xảo.[6][7] Tuy nhiên, các sử gia Lê Quý Đôn, Trần Quốc Vượng và Tạ Chí Đại Trường cho rằng Trần Nguyên Hãn và Phạm Văn Xảo đã phạm tội.[8][9][10] Khi Việt Nam bị người Pháp đô hộ, những người chủ trương khôi phục quốc gia đã coi Lê Lợi và khởi nghĩa Lam Sơn như là hình mẫu, niềm cảm hứng và biểu tượng của sự đoàn kết quốc gia. Phan Bội Châu coi ông là hình ảnh chói lọi của vị vua Trung hưng thứ hai sau Ngô Quyền. Trong Chiến tranh Việt Nam (1945-1975) để đề ra chiến lược đánh Pháp và Mỹ, lãnh tụ của Việt Nam Dân chủ Cộng hòa là Trường Chinh viết cuốn sách Kháng chiến nhất định thắng lợi đã lấy cuộc kháng chiến 10 năm của Lê Lợi làm ví dụ cho việc kháng chiến trường kỳ.[11][12]",
    "tên": "Lê Lợi thành lập quốc gia Đại Việt"
  },
  {
    "thời gian": "năm 1442",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Vụ án Lệ Chi viên, tức Vụ án vườn vải, là một vụ án oan nổi tiếng thời Lê sơ. Qua vụ án này, quan Đại thần Hành khiển Nguyễn Trãi và vợ là Lễ nghi học sĩ Nguyễn Thị Lộ bị triều đình Lê Sơ kết tội giết vua Lê Thái Tông, bắt tội chém đầu đến 3 họ nhà Nguyễn Trãi.[1]Đến năm 1464, thời vua Lê Thánh Tông, Nguyễn Trãi được minh oan, người con còn sống sót duy nhất của ông là Nguyễn Anh Vũ được cất làm quan huyện, bản thân ông được truy tặng tước hiệu.[a]",
    "tên": "Vụ án Lệ Chi viên"
  },
  {
    "thời gian": "năm 1459-1460",
    "kết quả": null,
    "thông tin liên quan": [
      "Lê Thánh Tông"
    ],
    "tóm tắt": "Chính biến Thiên Hưng là một loạt các sự kiện, trong đó có ba cuộc đảo chính từ tháng 10 năm 1459 đến tháng 6 năm 1460 dưới thời nhà Lê Sơ (1428 - 1527). Khoảng thời gian 8 tháng trên nằm trong niên hiệu Thiên Hưng (1459-1460) của vua Lê Nghi Dân. Hệ quả của sự kiện này là việc vua Lê Thánh Tông lên ngôi sau cái chết của Lê Nghi Dân và sau đó bức tử anh mình là Lê Khắc Xương. Sự kiện này cũng đặt ra nhiều nghi vấn về thân thế của vua Lê Nhân Tông, tính chính thống của Lê Nghi Dân và là vết đen trong sự nghiệp của Lê Thánh Tông.",
    "tên": "Chính biến Thiên Hưng"
  },
  {
    "thời gian": "năm 1471",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh Việt–Chiêm",
      "Chiêm Thành",
      "Đại Việt"
    ],
    "tóm tắt": "Chiến tranh Việt-Chiêm 1471 là cuộc chiến do vua Lê Thánh Tông của Đại Việt phát động năm 1471 nhằm chống lại vương quốc Chiêm Thành ở phương Nam. Quân đội Đại Việt thắng lớn, và Chiêm Thành suy yếu đến mức hầu như không còn được nhắc đến trong sử sách.",
    "tên": "Chiến tranh Việt-Chiêm"
  },
  {
    "thời gian": "năm 1478-1480",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh Đại Việt–Lan Xang"
    ],
    "tóm tắt": "Chiến tranh Đại Việt - Lan Xang là cuộc chiến giữa nhà Hậu Lê nước Đại Việt với Lan Xang (Lào). Mục đích phát động của Đại Việt là bình định vương quốc Bồn Man và ngăn chặn sự quấy nhiễu của quân Lan Xang tại biên giới phía tây. Cuộc xâm lược cũng là sự tiếp nối của sự bành trướng của vua Lê Thánh Tông, qua đó Đại Việt đã chinh phục vương quốc Champa vào năm 1471. Cuộc chiến xuất phát từ những trận chiến lẻ tẻ trong suốt giai đoạn cai trị của Lê Thánh Tông, khiến ông quyết định mở cuộc tiến công lớn vào lãnh thổ Lan Xang (Lão Qua). Cuộc xung đột cuối cùng kéo dài khoảng 5 năm và ngày càng gia tăng đe dọa biên giới Vân Nam và làm dấy lên những lo ngại của nhà Minh . Các loại vũ khí dùng thuốc súng đóng một vai trò quan trọng trong cuộc xung đột, tạo điều kiện cho sự viễn chinh của Đại Việt. Thành công sớm trong cuộc chiến cho phép Đại Việt chiếm được cố đô Luang Prabang của Lan Xang và phá hủy thành phố Xiang Khouang của xứ Bồn Man. Cuối cùng sau khi đã nắm chắc được Bồn Man cũng như dưới sức ép của nhà Minh và sự viện trợ của Lan Na, Lê Thánh Tông sai rút quân vào năm 1480.",
    "tên": "Chiến tranh Đại Việt-Lan Xang"
  },
  {
    "thời gian": "năm 1483",
    "kết quả": null,
    "thông tin liên quan": [
      "Luật Hồng Đức"
    ],
    "tóm tắt": "Luật Hồng Đức là tên gọi thông dụng của bộ Quốc triều hình luật hay Lê triều hình luật, là bộ luật chính thức của nhà nước Đại Việt thời Lê sơ hiện còn được lưu giữ đầy đủ. Do các bộ luật của các triều đại phong kiến Việt Nam đều có tên gọi là Quốc triều hình luật nên ở đây dùng tên gọi Luật Hồng Đức làm tên gọi cho bài mặc dù nó không phải là tên gọi chính thức.Nó có thể coi là bộ luật tổng hợp bao gồm nhiều quy phạm pháp luật thuộc nhiều lĩnh vực pháp luật khác nhau như: Lĩnh vực luật hình sự, luật dân sự, luật tố tụng, luật hôn nhân-gia đình, luật hành chính,...",
    "tên": "biên soạn Luật Hồng Đức"
  },
  {
    "thời gian": "năm 1511-1512",
    "kết quả": null,
    "thông tin liên quan": [
      "Trần Tuân"
    ],
    "tóm tắt": "Trần Tuân (陳珣,[1] ?-1511) là thủ lĩnh một cuộc nổi dậy chống triều đình cuối thời Lê sơ trong lịch sử Việt Nam.",
    "tên": "khởi nghĩa Trần Tuân"
  },
  {
    "thời gian": "năm 1516-1521",
    "kết quả": null,
    "thông tin liên quan": [
      "Trần Cảo"
    ],
    "tóm tắt": "Trần Cảo (chữ Hán: 陳暠) là thủ lĩnh quân khởi nghĩa ở Đại Việt cuối thời Lê sơ. Ông lãnh đạo dân chúng nổi dậy chống các triều vua Lê Tương Dực, Lê Chiêu Tông, 3 lần đem quân uy hiếp Đông Kinh, ở lần 2 ông chiếm được Đông Kinh một thời gian. Cuộc nổi dậy của ông tuy thất bại nhưng đã gây cho quân triều đình thiệt hại lớn, và là một tác nhân đưa nhà Lê suy yếu và đi đến sụp đổ. Sách Khâm định Việt sử thông giám cương mục do phải kỵ húy nên thay chữ \"cảo\" 暠 trong tên ông bằng chữ \"cao\" 高, gọi ông là Trần Cao (陳高).",
    "tên": "khởi nghĩa Trần Cảo"
  },
  {
    "thời gian": "năm 1516-1526",
    "kết quả": null,
    "thông tin liên quan": [
      "Khủng hoảng cuối nhà Lê sơ"
    ],
    "tóm tắt": "Trong lịch sử Việt Nam, giai đoạn cuối triều Lê sơ (1516 - 1526) tương ứng với các triều vua Lê Tương Dực, Lê Chiêu Tông và Lê Cung Hoàng xảy ra khủng hoảng kinh tế - chính trị trầm trọng. Trong khoảng thời gian này, Đại Việt trở nên loạn lạc, biến thành nội chiến kéo dài khiến nhà Lê suy vong, cuối cùng dẫn đến Mạc Đăng Dung nắm quyền, lập nên nhà Mạc.",
    "tên": "Khủng hoảng cuối nhà Lê sơ và nội chiến"
  },
  {
    "thời gian": "năm 1527",
    "kết quả": null,
    "thông tin liên quan": [
      "Mạc Đăng Dung",
      "Lê Cung Hoàng",
      "nhà Mạc"
    ],
    "tóm tắt": "Mạc Thái Tổ (chữ Hán: 莫太祖 22 tháng 12, 1483 - 11 tháng 9, 1541) tên húy là Mạc Đăng Dung (莫登庸), là nhà chính trị, hoàng đế sáng lập ra triều Mạc trong lịch sử Việt Nam. Ông đóng vai trò quan trọng trong các sự kiện đánh dẹp các thế lực cát cứ, chống đối triều đình, loại bỏ ảnh hưởng của những người ủng hộ Nhà Lê, thành lập Nhà Mạc và chống lại những lực lượng trung thành với nhà Lê ở Thanh Hóa.Mạc Đăng Dung bước vào đường quan lộ sau khi thi đậu Võ trạng nguyên trong cuộc thi tuyển võ sĩ tại Giảng Võ đường ở Thăng Long dưới triều Lê Uy Mục, rồi được sung quân Túc vệ vác lọng theo hầu vua. Trong khoảng 20 năm, từ một võ quan cấp thấp dưới thời Lê Uy Mục, nhờ tài thao lược và mưu trí, Đăng Dung đã lần lượt được phong chức Đô Chỉ huy sứ vệ Thiên Vũ (hàm chính tam phẩm) ở tuổi 25, rồi tước bá (Vũ Xuyên bá), hầu (Vũ Xuyên hầu), công (Minh quận công rồi Nhân quốc công), vương (An Hưng vương) thời Lê Cung Hoàng. Và trong khoảng thời gian chưa đầy 30 năm, Đăng Dung đã trở thành vua. Với vai trò là người lập ra triều Mạc, ông lần lượt làm vua, thái thượng hoàng, cũng như quyền nhiếp chính khi con trai cả kế ngôi của ông là Mạc Thái Tông (Mạc Đăng Doanh) đột ngột qua đời. Xuất thân hàn vi, lập thân bằng đường binh nghiệp, Đăng Dung là người có công đầu trong việc tạo lập lại thế ổn định của xã hội cũng như chính trường Đại Việt sau hơn 20 năm hỗn loạn đầu thế kỷ XVI.[3]Những sử thần của nhà Lê trung hưng hay nhà Lê-Trịnh (cũng là những người đã biên soạn bộ Đại Việt sử ký toàn thư bản bổ sung ở thế kỷ 17) luôn đánh giá tiêu cực triều Mạc (đặc biệt là với người sáng lập ra triều đại này), bao gồm cả học giả danh tiếng Lê Quý Đôn. Tuy nhiên do ít nhiều vẫn phải tôn trọng tính khách quan trong việc chép sử chuyên nghiệp nên những sử thần của nhà Lê-Trịnh đã không dám loại bỏ những tường thuật khi Đăng Dung phế ngôi nhà Lê rằng \"bấy giờ thần dân trong nước đều theo Mạc Đăng Dung, đến đón vào kinh sư\", hay \"lúc này thần dân phần nhiều xu hướng về Đăng Dung, đều ra đón về kinh đô\" (Đại Việt thông sử của Lê Quý Đôn). Điều này cho thấy Đăng Dung có sức thu phục nhân tâm cao hơn nhiều so với phản ứng của dân chúng Thăng Long khi Hồ Quý Ly phế ngôi nhà Trần. Đại bộ phận dân chúng Bắc Hà, trong đó đặc biệt là thành Thăng Long có phản ứng tích cực với cuộc đổi ngôi do ông thực hiện. Những người ở vùng khác (đặc biệt ở vùng Thanh-Nghệ, nơi phát tích nhà Lê) có thể phản đối cuộc đổi ngôi này, nhưng đại bộ phận dân chúng vùng Bắc Hà (dân kinh lộ hay dân trung châu theo cách gọi của người vùng Thanh-Nghệ) có thể đã quá chán nản với sự rối ren trong gần 20 năm cuối thời Lê sơ nên không có sự chống đối đáng kể nào với cuộc giành ngôi của Đăng Dung dù trong lòng có thể vẫn tiếc nuối một triều đại nhiều công tích do Lê Thái Tổ và Lê Thánh Tông góp công dựng nên. Tuy nhiên việc đối xử tàn nhẫn với nhà Hậu Lê, việc xin cắt đất cầu hòa, và việc nhận chức An Nam đô thống ti sứ do nhà Minh ban cho (tức là tự hạ thấp chủ quyền dân tộc, coi Đại Việt như một tỉnh của Trung Quốc), đã khiến Mạc Đăng Dung trở thành tâm điểm chỉ trích của các sử gia, tri thức Việt Nam qua các thời kỳ lịch sử.[4][5] Việc Mạc Đăng Dung đối xử tàn nhẫn với nhà Hậu Lê (giết cả 3 mẹ con vua Lê Chiêu Tông, Lê Cung Hoàng và Trịnh thái hậu, sát hại nhiều vị quan trung thành với nhà Hậu Lê) cũng làm tăng thêm sự oán hận của những người vẫn nhớ về nhà Hậu Lê, gián tiếp giúp cho Nguyễn Kim tập hợp lực lượng, xây dựng nhà Lê trung hưng với khẩu hiệu \"phù Lê diệt Mạc\". Khi bị sát hại, Trịnh Thái hậu đã khấn xin Trời cao trừng phạt kẻ nghịch tặc: \"Đăng Dung là kẻ bề tôi, manh tâm cướp ngôi, lại giết mẹ con ta, ngày sau con cháu nó cũng lại bị như thế\". Chỉ 65 năm sau thì lời khấn ứng nghiệm: nhà Mạc bị nhà Lê trung hưng tiêu diệt, con cháu họ Mạc bị quân nhà Lê truy sát để báo mối thù giết vua cướp ngôi, trở thành một vương triều yểu mệnh.Quan điểm phê phán Mạc Đăng Dung ở Việt Nam đã có sự thay đổi qua những giai đoạn lịch sử khác nhau. Kể từ đầu thời Nhà Nguyễn cho đến thập kỷ đầu thế kỷ XXI, những nhà nghiên cứu lịch sử và văn hóa như Nguyễn Văn Siêu, Lê Văn Hòe, Phạm Văn Sơn, Trần Quốc Vượng, Trần Khuê, Trần Lâm Biền, Vũ Khiêu, Văn Tạo, Đinh Khắc Thuân, Phan Đăng Nhật, Trần Thị Vinh là những người đi đầu trong việc đánh giá lại vai trò lịch sử của Mạc Đăng Dung theo hướng cởi mở khách quan hơn thời Lê-Trịnh... Qua những kết quả nghiên cứu trong các lĩnh vực như chính trị,[6][7] kinh tế (như các hoạt động sản xuất, thương mại), văn hóa - tư tưởng,[8][9] văn học - nghệ thuật,[10][11][12][13] giáo dục,[14] tôn giáo - tín ngưỡng... đã cho thấy sự ra đời của nhà Mạc và những động thái chính trị - quân sự của Mạc Thái Tổ (Mạc Đăng Dung) là phù hợp với bối cảnh khách quan lúc bấy giờ, khi nhà Hậu Lê đã suy sụp không còn trị nước được nữa.[15][16][17]",
    "tên": "Mạc Đăng Dung ép Lê Cung Hoàng nhường ngôi"
  },
  {
    "thời gian": "năm 1533",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Kim",
      "Lê Ninh",
      "nhà Lê",
      "Vạn Lại"
    ],
    "tóm tắt": "Nguyễn Lim (chữ Hán: 阮, 1468-1545), là một nhà chính trị và quân sự giai đoạn Lê trung hưng trong lịch sử Việt Nam. Ông được xem là người lãnh đạo trên thực tế của chính quyền và quân đội Lê trung hưng, đã tích cực đối kháng nhà Mạc sau khi nhà Lê sơ sụp đổ. Ông đã đem các con em chạy sang Ai Lao, chiêu tập binh mã, tôn lập vua Lê Trang Tông, đặt nền móng gây dựng lại nhà Lê và mở đầu thời kỳ Nam-Bắc triều (1533-1592). Ông là nội tổ phụ của các chúa Nguyễn và vua Nguyễn sau này, đồng thời cũng là ngoại tổ phụ của các chúa Trịnh. Các vua Hậu Lê từ Lê Thần Tông (cháu ruột Trịnh Tùng) cũng là hậu duệ trực tiếp bên họ ngoại của ông. Miếu hiệu của ông là Triệu Tổ, thụy là Tĩnh Hoàng đế dù ông không phải là vua hoặc chúa nào ở nhà Nguyễn.",
    "tên": "Nguyễn Kim lập Lê Ninh làm vua"
  },
  {
    "thời gian": "năm 1533-1677",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh Lê–Mạc"
    ],
    "tóm tắt": "Nội chiến Lê-Mạc (1533-1677) là cuộc nội chiến giữa nhà Mạc và nhà Hậu Lê trong lịch sử Việt Nam. Phe chống nhà Mạc về sau khi chép sử có gọi đây là thời kỳ Phù Lê diệt Mạc.Chiến tranh chia làm hai thời kỳ lớn:",
    "tên": "Chiến tranh Lê-Mạc"
  },
  {
    "thời gian": "năm 1592",
    "kết quả": null,
    "thông tin liên quan": [
      "Lê trung hưng",
      "nhà Mạc"
    ],
    "tóm tắt": "Nhà Lê trung hưng (chữ Nôm: 茹黎中興, chữ Hán: 黎中興朝, Hán Việt: Lê trung hưng triều, 1533-1789) là giai đoạn sau của triều đại quân chủ nhà Hậu Lê (giai đoạn đầu là nhà Lê sơ) trong lịch sử Việt Nam. Nhà Lê trung hưng được thành lập khi Lê Trang Tông với sự phò tá của cựu thần nhà Lê sơ là Nguyễn Kim được đưa lên ngôi báu. Đây là triều đại dài nhất so với các triều đại Việt Nam với 256 năm.",
    "tên": "nhà Lê trung hưng đánh bại nhà Mạc"
  },
  {
    "thời gian": "năm 1597",
    "kết quả": null,
    "thông tin liên quan": [
      "Lê Thế Tông",
      "Đông Kinh"
    ],
    "tóm tắt": "Lê Thế Tông (chữ Hán: 黎世宗 1567 - 12 tháng 10 năm 1599), tên húy là Lê Duy Đàm (黎維潭), là vị hoàng đế thứ tư của Hoàng triều Lê - giai đoạn Trung hưng và thứ 15 của triều Hậu Lê nước Đại Việt, ở ngôi từ năm 1573 đến năm 1599.Ông là con thứ năm của Lê Anh Tông, sinh ra trong thời kỳ Nam - Bắc triều. Năm 1573, Anh Tông thấy Tả tướng Trịnh Tùng chuyên quyền, bèn cùng 4 hoàng tử lớn bỏ hành cung Vạn Lại trốn ra Nghệ An. Đúng ngày đầu năm mới 1573, Trịnh Tùng lập Lê Duy Đàm mới 5 tuổi lên ngôi hoàng đế, 3 tuần sau Trịnh Tùng sai Tống Đức Vị ngầm giết Anh Tông. Thời kỳ Thế Tông tại vị, Trịnh Tùng nắm toàn bộ quyền quân quốc, tiếp tục tiến hành cuộc chiến với nhà Mạc ở Đông Kinh. Sau nhiều chiến dịch lớn, năm 1592 Trịnh Tùng đánh bại quân Mạc, lấy lại Đông Kinh và rước Thế Tông về kinh đô cũ. Do vậy, quốc sử Đại Việt do chúa Trịnh chỉ đạo biên soạn xem Lê Thế Tông là vua có công khôi phục cơ nghiệp nhà Hậu Lê.Trên thực tế, dù nhà Lê được tái lập nhưng quyền lực thực sự đã rơi vào tay Trịnh Tùng, nhà vua chỉ còn lại hư vị. Năm 1599, Thế Tông phong Trịnh Tùng làm Bình An vương, bắt đầu một thời kỳ được gọi là thời vua Lê - chúa Trịnh. Ngày 24 tháng 8 âm lịch năm 1599, Thế Tông mất, ở ngôi được 26 năm, thọ 33 tuổi, táng tại Hoa Nhạc lăng (華岳陵)[1]. Sau cái chết của ông, con thứ tư của ông là Lê Duy Tân được Trịnh Tùng đưa lên ngôi vua, tức vua Lê Kính Tông.",
    "tên": "Lê Thế Tông dời đô về Đông Kinh"
  },
  {
    "thời gian": "năm 1558",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Hoàng",
      "Thuận Hóa"
    ],
    "tóm tắt": "Nguyễn Hoàng (chữ Hán: 阮潢; 28 tháng 8, 1524 - 20 tháng 7 năm 1613) hay Nguyễn Thái Tổ, Chúa Tiên, là vị chúa Nguyễn đầu tiên, người đặt nền móng cho vương triều Nguyễn (1802 - 1945). Ông quê ở làng Gia Miêu, huyện Tống Sơn, phủ Hà Trung, xứ Thanh Hoa, ngày nay là Gia Miêu Ngoại Trang, thôn Gia Miêu, xã Hà Long, huyện Hà Trung, tỉnh Thanh Hóa. Ông nội (Nguyễn Hoằng Dụ) và cha ông (Nguyễn Kim) là những trọng thần của triều đình nhà Hậu Lê. Sau cái chết của cha ông là Nguyễn Kim, người anh rể là chúa Trịnh Kiểm nắm giữ quyền hành đã giết chết anh trai ông là Nguyễn Uông, Nguyễn Hoàng nhờ chị gái Nguyễn Thị Ngọc Bảo xin Trịnh Kiểm cho mình vào trấn thủ Thuận Hóa, Trịnh Kiểm chấp thuận.Vào năm 1558, ông cùng với con em Thanh Nghệ tiến vào đất Thuận Hóa đóng ở xã Ái Tử (sau gọi là kho Cây Khế), thuộc huyện Đăng Xương, tỉnh Quảng Trị. Năm 1559, ông được vua Lê Anh Tông cho trấn thủ đất Thuận Hóa, Quảng Nam. Năm 1593, Nguyễn Hoàng đem quân ra Bắc giúp họ Trịnh đánh dẹp, lập nhiều công lao. Trịnh Tùng vẫn ngầm ghen ghét, tìm cách giữ Nguyễn Hoàng lại, không cho về Thuận Hóa. Năm 1600, Nguyễn Hoàng giả cách nói đi dẹp loạn, rồi tự dẫn binh về Thuận Hóa. Từ đấy Nam Bắc phân biệt cho tới mãi về sau, bề ngoài thì làm ra bộ là hòa hiếu,nhưng bề trong thì vẫn lo việc phòng bị để chống cự với nhau.Nguyễn Hoàng đã có những chính sách hiệu quả để phát triển vùng đất của mình và mở rộng lãnh thổ hơn nữa về phía Nam. Các vị đế, vương hậu duệ của ông tiếp tục chính sách mở mang này và đã chống nhau với họ Trịnh bất phân thắng bại trong nhiều năm, cuối cùng họ Nguyễn đã hoàn thành việc thống nhất đất nước từ Nam đến Bắc ở đất liền, khởi đầu từ niên hiệu Gia Long (cháu đời thứ 10 của ông).Nguyễn Hoàng chính là vị quân chủ có tuổi thọ cao nhất trong các vị quân chủ của Việt Nam nếu tính cả vua lẫn chúa (ngài thọ 89 tuổi từ năm 1524-1613), còn nếu chỉ tính vua mà không tính chúa thì vua Bảo Đại là vị vua có tuổi thọ cao nhất với 83 tuổi từ năm 1913-1997.",
    "tên": "Nguyễn Hoàng vào trấn thủ Thuận Hóa"
  },
  {
    "thời gian": "năm 1627-1672",
    "kết quả": null,
    "thông tin liên quan": [
      "Trịnh – Nguyễn phân tranh"
    ],
    "tóm tắt": "Trịnh-Nguyễn phân tranh (chữ Hán: 鄭阮紛爭) là thời kỳ phân chia lãnh thổ giữa chế độ \"vua Lê chúa Trịnh\" ở phía Bắc sông Gianh (Đàng Ngoài) và chúa Nguyễn cai trị ở miền Nam (Đàng Trong), mở đầu khi Trịnh Tráng đem quân đánh Nguyễn Phúc Nguyên năm 1627 và kết thúc vào năm 1777 khi chúa Nguyễn sụp đổ.Ban đầu, cả thế lực họ Trịnh và họ Nguyễn đều mang khẩu hiệu \"phù Lê diệt Mạc\" để lấy lòng thiên hạ và thề trung thành với triều Hậu Lê. Sau khi nhà Mạc đã bị đánh đổ, trên danh nghĩa, cả Chúa Trịnh và Chúa Nguyễn đều là 2 vị bề tôi của nhà Hậu Lê, cả Đàng Trong lẫn Đàng Ngoài đều là lãnh thổ của nhà Lê. Nhưng trên thực tế thì cả hai tập đoàn phong kiến này đều tạo thế lực cát cứ cho riêng mình như 2 nước riêng biệt, vua nhà Hậu Lê đã không còn thực quyền nên không ngăn chặn được sự phân tranh giữa hai họ Trịnh-Nguyễn. Nước Đại Việt trong giai đoạn này bị chia cắt khoảng 150 năm.",
    "tên": "Trịnh - Nguyễn phân tranh"
  },
  {
    "thời gian": "năm 1683",
    "kết quả": null,
    "thông tin liên quan": [
      "Lê trung hưng",
      "nhà Mạc"
    ],
    "tóm tắt": "Nhà Lê trung hưng (chữ Nôm: 茹黎中興, chữ Hán: 黎中興朝, Hán Việt: Lê trung hưng triều, 1533-1789) là giai đoạn sau của triều đại quân chủ nhà Hậu Lê (giai đoạn đầu là nhà Lê sơ) trong lịch sử Việt Nam. Nhà Lê trung hưng được thành lập khi Lê Trang Tông với sự phò tá của cựu thần nhà Lê sơ là Nguyễn Kim được đưa lên ngôi báu. Đây là triều đại dài nhất so với các triều đại Việt Nam với 256 năm.",
    "tên": "nhà Lê trung hưng đánh bại hoàn toàn nhà Mạc"
  },
  {
    "thời gian": "năm 1771",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Nhà Tây Sơn (chữ Nôm: 家西山, chữ Hán: 西山朝 \/ Tây Sơn triều) là một triều đại quân chủ trong lịch sử Việt Nam tồn tại từ năm 1778 đến năm 1802, được thành lập trong bối cảnh tranh chấp quyền lực cuối thời Lê Trung hưng (1533-1789). Theo cách gọi của phần lớn sử gia, nhất là các sử gia hiện đại[1] tại Việt Nam thì \"nhà Tây Sơn\" được dùng để gọi triều đại của anh em Nguyễn Nhạc, Nguyễn Lữ và Nguyễn Huệ để phân biệt với nhà Nguyễn của Nguyễn Ánh (vì cùng họ Nguyễn). Ngoài ra, \"Tây Sơn\" cũng chỉ các lãnh tụ và quân đội khởi nghĩa xuất thân từ ấp Tây Sơn; cũng được dùng làm tên cuộc chiến của Tây Sơn.Người nắm quyền đầu tiên của nhà Tây Sơn là Nguyễn Nhạc, người anh cả, lên ngôi năm 1778. Tới năm 1788, Nguyễn Nhạc nhường ngôi cho em là Nguyễn Huệ, chính là Quang Trung hoàng đế.Một trong những công tích lớn nhất của nhà Tây Sơn trong lịch sử dân tộc là đã tiến đến rất gần công cuộc thống nhất và mở rộng lãnh thổ đất nước sau hàng trăm năm Việt Nam bị chia cắt bởi các cuộc tranh giành quyền lực giữa các thế lực lớn Mạc -Trịnh - Nguyễn kể từ khi nhà Lê sơ (1428-1527) bị sụp đổ, đồng thời triều đại này đã 2 lần đánh bại quân xâm lược ngoại quốc (quân Xiêm La và quân nhà Thanh) bằng những chiến dịch quân sự thần tốc. Tuy nhiên, năm 1792, vua Quang Trung (Nguyễn Huệ) đột ngột qua đời khi còn khá trẻ, người kế vị là Quang Toản còn quá nhỏ (9 tuổi) đã khiến nhà Tây Sơn không có lãnh đạo đủ năng lực, ưu thế dần chuyển sang Nguyễn Ánh, một hậu duệ của dòng họ Chúa Nguyễn nắm quyền trên đất Đàng Trong trước kia.Triều đại Tây Sơn tồn tại khoảng 24 năm thì sụp đổ sau khi Nguyễn Ánh tiến hành một cuộc chiến tranh toàn diện để tiêu diệt nhà Tây Sơn và thành lập nhà Nguyễn. Đối với nhà Nguyễn, nhà Tây Sơn bị xem là giặc phản loạn do họ đã đánh đổ thế lực của chúa Nguyễn. Chính vì thế, nhà Nguyễn tìm nhiều cách xóa bỏ uy tín và những di tích liên quan tới nhà Tây Sơn, nhưng những người mến mộ vẫn ghi nhớ các chiến tích và công lao của nhà Tây Sơn, nhiều nơi đã lập đền thờ các vị vua, tướng lĩnh của triều đại này. Ngày nay, nhà Tây Sơn được coi là một triều đại chính thống của Việt Nam, hoàng đế Quang Trung được coi là người anh hùng dân tộc với những chiến công chống ngoại xâm và cũng là người đề ra nhiều cải cách quan trọng trong xây dựng đất nước.[2]",
    "tên": "khởi nghĩa Tây Sơn"
  },
  {
    "thời gian": "năm 1774-1775",
    "kết quả": null,
    "thông tin liên quan": [
      "Bình Nam"
    ],
    "tóm tắt": "Bình Nam (Chữ Hán: 平南) là cuộc chiến lần thứ 8 và là cuộc chiến cuối cùng giữa chúa Trịnh và chúa Nguyễn trong lịch sử chia cắt Đàng Ngoài-Đàng Trong hơn 200 năm của nước Đại Việt. Trong sử sách nhà Nguyễn cuộc chiến này còn được gọi là Loạn năm Giáp Ngọ.",
    "tên": "chiến tranh Bình Nam"
  },
  {
    "thời gian": "năm 1777",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Ánh"
    ],
    "tóm tắt": "",
    "tên": "Nguyễn Ánh xưng vương"
  },
  {
    "thời gian": "năm 1778",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Nhạc",
      "nhà Tây Sơn",
      "Quy Nhơn"
    ],
    "tóm tắt": "Nguyễn Nhạc (chữ Hán: 阮岳; 1743 - 1793) hay còn gọi là Nguyễn Văn Nhạc, là vị hoàng đế sáng lập ra Nhà Tây Sơn, ở ngôi hoàng đế từ năm 1778 đến năm 1788, lấy niên hiệu là Thái Đức (泰德) thường gọi là Thái Đức Đế (泰德帝). Từ năm 1789 - 1793, ông từ bỏ đế hiệu để nhường ngôi hoàng đế cho em trai là hoàng đế Quang Trung, còn ông tự hạ tước hiệu của mình xuống thành Tây Sơn vương.Nguyễn Văn Nhạc và hai người em trai của ông, được biết với tên gọi Anh em Tây Sơn, là những lãnh đạo của cuộc khởi nghĩa Tây Sơn đã chấm dứt cuộc nội chiến kéo dài giữa hai tập đoàn phong kiến Trịnh ở phía Bắc và Nguyễn ở phía Nam, lật đổ hai tập đoàn này cùng Nhà Hậu Lê.Song ông không có ý muốn thống nhất đất nước khi đã tiêu diệt Chúa Trịnh ở phía bắc mà lên ngôi hoàng đế khi đất nước chưa thống nhất. Về sau, ông đã bị lu mờ trước người đã tiếp tục lãnh đạo phong trào Tây Sơn trong công cuộc thống nhất đất nước đó chính là em trai ông, Nguyễn Huệ. Quyền lực của em trai Nguyễn Huệ ngày càng vượt hơn anh, ông đành chấp nhận giao lại quyền lãnh đạo cho em trai là Nguyễn Huệ, còn ông chỉ xưng là Tây Sơn vương, lui về ở tại thành Quy Nhơn. Năm 1793, các tướng của vua cháu Quang Toản đã tịch biên gia sản của ông trong thành Quy Nhơn, Nguyễn Nhạc đang ốm nặng, nghe tin thì tức giận mà qua đời.",
    "tên": "Nguyễn Nhạc xưng Hoàng đế"
  },
  {
    "thời gian": "ngày 19 tháng 1 - 20 tháng 1 năm 1785",
    "kết quả": null,
    "thông tin liên quan": [
      "Rạch Gầm – Xoài Mút"
    ],
    "tóm tắt": "Trận Rạch Gầm - Xoài Mút (tiếng Thái: การรบที่ซากเกิ่ม-สว่ายมุต) là một trận chiến lớn trên sông diễn ra vào đêm 19 rạng sáng ngày 20 tháng 1 năm 1785 giữa liên quân Xiêm-Nguyễn và quân Tây Sơn tại khúc sông Rạch Gầm - Xoài Mút, khi đó thuộc dinh Trấn Định, xứ Đàng Trong; về sau đổi thành tỉnh Mỹ Tho, nay thuộc tỉnh Tiền Giang, Việt Nam. Chỉ trong nửa ngày, quân Tây Sơn do Nguyễn Huệ chỉ huy đã dùng chiến thuật phục kích để đánh tan lực lượng quân Xiêm đông gấp đôi, bảo vệ được chủ quyền của Đại Việt tại vùng Nam Bộ trước đội quân viễn chinh Xiêm La (nay là Thái Lan) do Nguyễn Ánh cầu viện.",
    "tên": "Nguyễn Huệ phá tan quân Xiêm tại Rạch Gầm - Xoài Mút"
  },
  {
    "thời gian": "năm 1788",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Nhạc"
    ],
    "tóm tắt": "Nguyễn Nhạc (chữ Hán: 阮岳; 1743 - 1793) hay còn gọi là Nguyễn Văn Nhạc, là vị hoàng đế sáng lập ra Nhà Tây Sơn, ở ngôi hoàng đế từ năm 1778 đến năm 1788, lấy niên hiệu là Thái Đức (泰德) thường gọi là Thái Đức Đế (泰德帝). Từ năm 1789 - 1793, ông từ bỏ đế hiệu để nhường ngôi hoàng đế cho em trai là hoàng đế Quang Trung, còn ông tự hạ tước hiệu của mình xuống thành Tây Sơn vương.Nguyễn Văn Nhạc và hai người em trai của ông, được biết với tên gọi Anh em Tây Sơn, là những lãnh đạo của cuộc khởi nghĩa Tây Sơn đã chấm dứt cuộc nội chiến kéo dài giữa hai tập đoàn phong kiến Trịnh ở phía Bắc và Nguyễn ở phía Nam, lật đổ hai tập đoàn này cùng Nhà Hậu Lê.Song ông không có ý muốn thống nhất đất nước khi đã tiêu diệt Chúa Trịnh ở phía bắc mà lên ngôi hoàng đế khi đất nước chưa thống nhất. Về sau, ông đã bị lu mờ trước người đã tiếp tục lãnh đạo phong trào Tây Sơn trong công cuộc thống nhất đất nước đó chính là em trai ông, Nguyễn Huệ. Quyền lực của em trai Nguyễn Huệ ngày càng vượt hơn anh, ông đành chấp nhận giao lại quyền lãnh đạo cho em trai là Nguyễn Huệ, còn ông chỉ xưng là Tây Sơn vương, lui về ở tại thành Quy Nhơn. Năm 1793, các tướng của vua cháu Quang Toản đã tịch biên gia sản của ông trong thành Quy Nhơn, Nguyễn Nhạc đang ốm nặng, nghe tin thì tức giận mà qua đời.",
    "tên": "Nguyễn Nhạc từ bỏ đế hiệu"
  },
  {
    "thời gian": "năm 1789",
    "kết quả": "Tây Sơn chiến thắng, quân Thanh rút khỏi Đại Việt. Nhà Tây Sơn thay thế nhà Lê. Nhà Tây Sơn chấp nhận triều cống cho nhà Thanh.",
    "thông tin liên quan": [
      "Trận Ngọc Hồi – Đống Đa",
      "nhà Thanh",
      "Hậu Lê"
    ],
    "tóm tắt": "Trận Ngọc Hồi - Đống Đa (hay Chiến thắng Kỷ Dậu) là tên gọi do các nhà sử học Việt Nam dành cho loạt trận đánh chống ngoại xâm thắng lợi của nước Đại Việt thời Tây Sơn do vua Quang Trung lãnh đạo vào đầu năm Kỷ Dậu 1789, đánh tan đội quân Mãn Thanh do Tôn Sĩ Nghị chỉ huy - kéo sang biên giới và tràn vào lãnh thổ Đại Việt do sự cầu viện của vua Lê Chiêu Thống nhà Hậu Lê.Trận Ngọc Hồi - Khương Thượng - Đống Đa là chiến thắng quân sự tiêu biểu, thể hiện tài năng cầm quân của hoàng đế Quang Trung nhà Tây Sơn. Quân Thanh có quân số đông hơn 2-3 lần (tùy theo các thống kê khác nhau), có cả ưu thế về địa hình (quân Thanh phòng thủ trong thành lũy trong khi quân Tây Sơn phải hành quân từ xa đến), lại cộng thêm cả quân Lê Chiêu Thống hỗ trợ. Nhưng bất chấp những khó khăn đó, vua Quang Trung đã hành quân thần tốc và đánh tan lực lượng quân Thanh và Lê Chiêu Thống, chiếm lại được kinh đô Thăng Long chỉ trong vòng 5 ngày. Chiến thắng này đã giữ vững sự tồn tại của nước Đại Việt trước họa xâm lược, chấm dứt kế hoạch xâm chiếm của nhà Thanh. Lê Chiêu Thống phải chạy theo quân Thanh sang Trung Quốc, đánh dấu việc nhà Tây Sơn trở thành triều đại mới của nước Việt Nam, nắm quyền cai quản đất Bắc Hà và được nhà Thanh chính thức công nhận.",
    "tên": "Trận Ngọc Hồi - Đống Đa"
  },
  {
    "thời gian": "ngày 16 tháng 9 năm 1792",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Huệ",
      "Nguyễn Quang Toản"
    ],
    "tóm tắt": "Quang Trung Hoàng đế (sinh năm 1753 - mất ngày 16 tháng 9 năm 1792), miếu hiệu Tây Sơn Thái Tổ (西山太祖; được dùng để phân biệt với Nguyễn Thái Tổ nhà Nguyễn), danh xưng khác là Bắc Bình Vương, tên khai sinh là Hồ Thơm, quê gốc Nghệ An sau đổi tên thành Nguyễn Huệ (阮惠), Nguyễn Quang Bình (阮光平),[1] là một nhà chính trị, nhà quân sự người Việt Nam, vị hoàng đế thứ 2 của Nhà Tây Sơn, sau khi Thái Đức Hoàng đế Nguyễn Nhạc thoái vị và nhường ngôi cho ông.Nguyễn Huệ và 2 người anh em của ông, được biết đến với tên gọi Tây Sơn tam kiệt, là những lãnh đạo của cuộc khởi nghĩa Tây Sơn đã chấm dứt cuộc nội chiến Trịnh - Nguyễn phân tranh giữa hai tập đoàn phong kiến Trịnh ở phía bắc và Nguyễn ở phía nam, lật đổ hai tập đoàn này cùng Nhà Hậu Lê, chấm dứt tình trạng phân biệt Đàng Trong - Đàng Ngoài kéo dài suốt 2 thế kỷ. Ngoài ra, Quang Trung còn là người đánh bại các cuộc xâm lược Đại Việt của Xiêm La từ phía nam, của Đại Thanh từ phía bắc. Bản thân ông đã cầm quân chiến đấu từ năm 18 tuổi, trong 20 năm liền đã trải qua hàng chục trận đánh lớn, và chưa thua một trận nào.Nhà sử học Phan Huy Lê đã đánh giá \"Quang Trung không chỉ là một nhà quân sự lỗi lạc mà còn là một nhà chính trị có biệt tài\"[2] Với nhãn quan tiến bộ, chỉ trong 3 năm, ông đã liên tiếp đề ra nhiều kế hoạch cải cách tiến bộ trong kinh tế, văn hóa, giáo dục, quân sự,... nhằm xây dựng đất nước và tiếp thu khoa học kỹ thuật hiện đại từ phương Tây.[3] Về nhân sự, ông đã xuống chiếu cầu hiền và trọng dụng nhiều nhân tài như Ngô Thì Nhậm, Phan Huy Ích, Nguyễn Thiệp, Nguyễn Huy Lượng,... Về quân sự, ông cho xây dựng quân đội trang bị hiện đại. Về kinh tế, ông cải cách chế độ đinh điền và ruộng đất, khuyến khích thủ công nghiệp, mở rộng ngoại thương với phương Tây. Về giáo dục, ông cải tiến thi cử theo hướng thiết thực và ban hành chính sách khuyến học, khuyến khích dùng chữ Nôm thuần Việt thay cho chữ Hán, sắp xếp lại chùa chiền dư thừa và bài trừ mê tín dị đoan. Giới sử học đánh giá rất cao những cải cách này bởi chúng mang xu hướng rất tiến bộ và vượt trên các nước châu Á đương thời, có thể đưa đất nước thoát khỏi sự trì trệ đã kéo dài trên 100 năm của chế độ phong kiến thời Trịnh - Nguyễn. Đến tận mãi sau này (năm 1822), Hoa kiều từng sống ở Huế dưới thời Tây Sơn vẫn còn hoài niệm về sự cai trị của Nguyễn Huệ, họ nhận xét với thương gia người Anh cho rằng Quang Trung cai trị ôn hòa và công bằng hơn các vua nhà Nguyễn (Gia Long và Minh Mạng)[4] (xem chi tiết tại những cải cách tiến bộ của vua Quang Trung).Cuộc đời hoạt động của Nguyễn Huệ đã đóng góp quyết định vào sự nghiệp thống nhất đất nước của triều đại Tây Sơn[5] Sau 20 năm liên tục chinh chiến và 3 năm trị nước, khi tình hình đất nước bắt đầu có chuyển biến tốt thì Quang Trung đột ngột qua đời ở tuổi 39. Sau cái chết của ông, Nhà Tây Sơn suy yếu nhanh chóng. Người kế vị ông là Quang Toản vẫn còn quá nhỏ (9 tuổi) nên không đủ khả năng để lãnh đạo Đại Việt, triều đình lâm vào mâu thuẫn nội bộ và đã thất bại trong việc tiếp tục chống lại Nguyễn Ánh.Nguyễn Huệ được Bộ Văn hóa, Thể thao và Du lịch liệt kê vào danh sách 14 vị Anh hùng dân tộc tiêu biểu của Việt Nam.[6] Nhiều trường học và đường phố ở các địa phương được đặt các tên Quang Trung và Nguyễn Huệ.",
    "tên": "Nguyễn Huệ qua đời"
  },
  {
    "thời gian": "năm 1802",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Ánh",
      "Tây Sơn",
      "Gia Long",
      "nhà Nguyễn",
      "Phú Xuân"
    ],
    "tóm tắt": "",
    "tên": "Nguyễn Ánh đánh bại nhà Tây Sơn"
  },
  {
    "thời gian": "năm 1803-1855",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Phong trào nổi dậy ở Đá Vách là tên gọi một loạt nhiều cuộc nổi dậy của người dân tộc thiểu số ở khu vực Quảng Ngãi, Việt Nam. Phong trào kéo dài từ buổi đầu triều đại vua Gia Long[1] đến suốt hơn nửa thế kỷ.[2]",
    "tên": "Nổi dậy Đá Vách"
  },
  {
    "thời gian": "năm 1804",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Ánh",
      "Việt Nam"
    ],
    "tóm tắt": "",
    "tên": "Nguyễn Ánh đổi tên nước thành Việt Nam"
  },
  {
    "thời gian": "năm 1821-1827",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Cuộc khởi nghĩa Phan Bá Vành (bắt đầu: 1821?, kết thúc: 1827) là cuộc khởi nghĩa nông dân kéo dài nhất, phạm vi ảnh hưởng rộng nhất do Phan Bá Vành lãnh đạo nhằm chống lại đường lối cai trị của nhà Nguyễn ở nửa đầu thế kỷ 19 trong lịch sử Việt Nam.",
    "tên": "Khởi nghĩa Phan Bá Vành"
  },
  {
    "thời gian": "năm 1833-1834",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh Việt–Xiêm"
    ],
    "tóm tắt": "Chiến tranh Việt - Xiêm (1833-1834) là một cuộc chiến gồm hai đợt tấn công của quân Xiêm vào lãnh thổ Đại Nam (Việt Nam ngày nay), đợt thứ nhất khởi đầu từ tháng 11 năm 1833, đợt thứ hai tấn công từ tháng Giêng năm Giáp Ngọ (1834), đến tháng Năm cùng năm thì kết thúc. Sau cùng, quân Việt chiến thắng[1]. Theo Việt sử tân biên, Quyển 4, thì:",
    "tên": "Chiến tranh Việt-Xiêm"
  },
  {
    "thời gian": "năm 1836",
    "kết quả": null,
    "thông tin liên quan": [
      "Việt Nam",
      "Chân Lạp",
      "Trấn Tây Thành"
    ],
    "tóm tắt": "",
    "tên": "Việt Nam thôn tính Chân Lạp"
  },
  {
    "thời gian": "ngày 15 tháng 2 năm 1839",
    "kết quả": null,
    "thông tin liên quan": [
      "Minh Mạng"
    ],
    "tóm tắt": "Minh Mạng (chữ Hán: 明命, 25 tháng 5 năm 1791 - 20 tháng 1 năm 1841) hay Minh Mệnh, là vị hoàng đế thứ hai của triều Nguyễn trị vì từ năm 1820 đến khi ông qua đời, được truy tôn miếu hiệu là Nguyễn Thánh Tổ. Ông là vị vua có nhiều thành tích nhất của nhà Nguyễn. Đây được xem là thời kỳ hùng mạnh cuối cùng của chế độ phong kiến trong lịch sử Việt Nam.Trong 21 năm trị vì, Minh Mạng ban bố hàng loạt cải cách quốc nội. Ông đổi tên nước Việt Nam thành Đại Nam, lập thêm Nội các và Cơ mật viện ở Huế, bãi bỏ chức Tổng trấn Bắc thành và Gia Định thành, đổi trấn thành tỉnh, củng cố chế độ lưu quan ở miền núi. Quân đội cũng được chú trọng xây dựng (do liên tục diễn ra nội loạn và chiến tranh giành lãnh thổ với lân bang). Minh Mạng còn cử quan đôn đốc khai hoang ở ven biển Bắc kỳ và Nam kỳ. Ngoài ra, ông rất quan tâm đến việc duy trì nền khoa cử Nho giáo, năm 1822 ông mở lại các kì thi Hội, thi Đình ở kinh đô để tuyển chọn nhân tài. Ông nghiêm cấm truyền bá đạo Cơ Đốc vì cho rằng đó là thứ tà đạo làm băng hoại truyền thống dân tộc.Thời Minh Mạng, trong nước liên tục xảy ra nội loạn và chiến tranh. Liên tiếp xảy ra các cuộc nổi dậy của nông dân chống lại triều đình (Phan Bá Vành, Lê Duy Lương, Nông Văn Vân,… ở miền Bắc và Lê Văn Khôi ở miền Nam). Trong 21 năm cai trị, đã có tới 234 cuộc nổi dậy chống triều đình trên cả nước, nhà vua phải sai nhiều tướng đánh dẹp rất mệt nhọc.Về đối ngoại, Minh Mạng không đưa ra cải cách nào, ông tiếp tục duy trì chính sách của Gia Long: Bế quan toả cảng, khước từ mọi giao lưu với phương Tây, cấm người dân buôn bán với ngoại quốc, khiến Đại Nam dần tụt hậu do không tiếp thu được các thành tựu mới về khoa học kỹ thuật.Đối với các nước láng giềng, Minh Mạng sử dụng vũ lực nhiều lần: giành lại Trấn Ninh (từng bị vua cha là Gia Long cắt cho Ai Lao), lập các phủ Lạc Biên, Trấn Định, Trấn Man nhằm khống chế Ai Lao; đánh bại Xiêm La để giành quyền khống chế Chân Lạp, chiếm vùng Nam Vang (Phnôm Pênh ngày nay) và đổi tên thành Trấn Tây Thành; kết quả là nước Đại Nam thời cuối Minh Mạng có lãnh thổ rộng hơn cả hiện nay. Tuy nhiên, các cuộc chiến tranh tốn kém đó đã làm cạn kiệt quốc khố, nên nhà Nguyễn đã không thể giữ được các lãnh thổ mới đánh chiếm. Ngay sau khi Minh Mạng mất, con ông là Thiệu Trị đã phải rút quân khỏi Trấn Tây Thành, chỉ 7 năm sau khi chiếm được vùng này. Do quốc khố suy kiệt nên quân đội nhà Nguyễn sau thời Minh Mạng cũng ngày càng yếu đi. Nhiều lãnh thổ khác cũng bị Xiêm La đánh chiếm mà nhà Nguyễn không còn khả năng để giành lại (nay thuộc về nước Lào) nên lãnh thổ nhà Nguyễn sau thời Minh Mạng lại bị co hẹp lại, nhỏ hơn so với Việt Nam hiện nay.",
    "tên": "Minh Mạng đổi tên nước thành Đại Nam"
  },
  {
    "thời gian": "năm 1841",
    "kết quả": null,
    "thông tin liên quan": [
      "Trấn Tây Thành",
      "Xiêm",
      "Ang Duong",
      "Chân Lạp"
    ],
    "tóm tắt": "Trấn Tây Thành (chữ Nho: 鎮西城, chữ Khmer: ត្រាន តាយ ថាញ់) là một Trấn của nước Đại Nam nhà Nguyễn giai đoạn 1835 đến 1841. Đây là vùng lãnh thổ thuộc Đông Nam Campuchia ngày nay.",
    "tên": "rút quân khỏi Trấn Tây Thành"
  },
  {
    "thời gian": "năm 1858-1884",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "",
    "tên": "Chiến tranh Pháp-Đại Nam"
  },
  {
    "thời gian": "năm 1861-1865",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Cuộc nổi dậy Tạ Văn Phụng, hay còn gọi là Cuộc bạo loạn ven biển hoặc Nạn giặc biển; là tên gọi của cuộc nổi dậy do Tạ Văn Phụng lãnh đạo chống lại triều đình nhà Nguyễn ở vùng ven biển Bắc Kỳ từ 1861 cho tới 1865.Lê Duy Phụng tên thật là Tạ Văn Phụng, trước đã từng tham gia trong lực lượng Pháp tiến đánh Nam Kỳ. Đầu năm 1862, ông mạo xưng là Lê Duy Minh, con cháu nhà Lê để nổi dậy chống lại triều đình, nổi lên cướp phá ở vùng ven biển gây thêm khó khăn cho triều Nguyễn. Theo nhà nghiên cứu Đào Duy Anh thì Lê Duy Phụng hẳn là hành động theo lệnh Pháp vì khi đó Pháp đang xâm chiếm Nam Kỳ. Cuộc nổi dậy đã được các nhóm nổi dậy khác ở khắp Bắc Kỳ như Hải Dương, Bắc Ninh, Sơn Tây, Thái Nguyên, Tuyên Quang, Thanh Hoá, Nghệ An và hải tặc ngoài biển ủng hộ.Ông Phụng đã liên kết với một đạo trưởng tên Trường nổi lên ở miền Quảng Yên vào tháng 12 năm Tân Dậu (1861). Tháng 8 năm 1862 quân của Phụng vây đánh tỉnh thành Hải Dương. Triều đình phải sai Binh bộ Thượng thư Trương Quốc Dụng đem quân Kinh và quân Thanh-Nghệ ra công tiễu, giải vây Hải Dương cuối tháng 9.Để tăng thêm thanh thế, Phụng liên kết với Nguyễn Văn Thịnh, tức Cai tổng Vàng, đánh phủ Lạng Giang, huyện Yên Dũng và Bắc Ninh nhiều phen rất nguy ngập. Đă có lần Lê Duy Phụng cho người vào Nam Kỳ điều đình với Thiếu tướng Bonnard đem quân ra giúp, hứa nếu thành công thì ông sẽ để cho Pháp bảo hộ nhưng không thành vì lúc này Pháp còn lo củng cố xứ Nam Kỳ và đang cần tạm thời có sự hòa hảo với triều đình Huế. Sau quân của Phụng chiếm miền duyên hải để tiện việc tiến thoái.Tình hình nguy ngập nên tháng 6 năm 1863, triều đình lại phải phái Nguyễn Tri Phương thay Trương Quốc Dụng. Cuối năm 1863, Lê Duy Phụng tập hợp hơn 500 chiến thuyền ở Cát Bà và núi Đồ Sơn để đem quân đi đánh kinh đô Huế nhưng gặp bão bị đắm rất nhiều.Tháng 7 năm 1864 quân khởi nghĩa Lê Duy Phụng giành được một thắng lợi lớn ở La Khê thuộc Quảng Yên. Hiệp thống Trương Quốc Dụng cùng các thuộc hạ như Tán lý Văn Đức Khuê, Tán tương Trần Huy Sách và Chưởng vệ Hồ Thiện đều bị hạ sát. Tháng 5 năm 1865 quân của Phụng với hơn 300 chiến thuyền lại từ hải đảo vào cướp phá miền duyên hải nhưng bị Nguyễn Tri Phương sai Nguyễn Văn Vỹ hợp cùng hải quân nhà Thanh đón đánh, quân của Phụng thảm bại. Từ đó về sau quân khởi nghĩa liên tiếp bại trận. Tháng 8 năm 1865, Đốc binh Ông Ích Khiêm cùng với quân Thanh ở Khâm Châu tiến công, lấy lại thành Hải Ninh bị chiếm đã lâu, bộ hạ của Phụng bị bắt rất nhiều. Lê Duy Phụng cũng phải bỏ chạy vào Trung Kỳ nhưng bị bắt và bị giải về kinh đô Huế xử tử.",
    "tên": "Bạo loạn ven biển"
  },
  {
    "thời gian": "năm 1866",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Cuộc nổi dậy Đoàn Hữu Trưng xảy ra vào ngày 16 tháng 9 năm 1866 do Đoàn Hữu Trưng khởi xướng, có thể gọi là cuộc đảo chính lần thứ ba dưới triều vua Tự Đức[1]. Những người lãnh đạo cuộc nổi dậy tin rằng việc đưa Đinh Đạo (tức Ưng Đạo, con trai trưởng của Hồng Bảo) lên thay Tự Đức sẽ cải thiện được tình hình rối ren trong nước và công cuộc kháng Pháp sẽ hiệu quả hơn. Do lực lượng nổi dậy dùng chày vôi (dụng cụ lao động) làm vũ khí, nên sử nhà Nguyễn và người dân quen gọi sự kiện này là Loạn chày vôi hoặc Giặc chày vôi.",
    "tên": "Chính biến chày vôi"
  },
  {
    "thời gian": "năm 1867",
    "kết quả": null,
    "thông tin liên quan": [
      "nhà Nguyễn",
      "Nam Kỳ lục tỉnh",
      "Pháp"
    ],
    "tóm tắt": "",
    "tên": "nhà Nguyễn cắt Nam Kỳ lục tỉnh nhượng cho Pháp"
  },
  {
    "thời gian": "ngày 6 tháng 6 năm 1884",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh Pháp–Đại Nam",
      "nhà Nguyễn",
      "bảo hộ",
      "Pháp"
    ],
    "tóm tắt": "Hòa ước Giáp Thân 1884 hay còn có tên là Hòa ước Patenôtre (phiên âm: Hòa ước Pa-tơ-nốt), là hòa ước cuối cùng nhà Nguyễn ký với thực dân Pháp vào ngày 6 tháng 6 năm 1884 tại kinh đô Huế gồm có 19 điều khoản. Đại diện nhà Nguyễn là Phạm Thận Duật - Toàn quyền đại thần, Tôn Thất Phan - Phó Toàn quyền đại thần, Nguyễn Văn Tường - Phụ chính đại thần và đại diện của Pháp là Jules Patenôtre - Sứ thần Cộng hoà Pháp.",
    "tên": "Hòa ước Giáp Thân"
  },
  {
    "thời gian": "năm 1885-1895",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Phong trào Cần Vương (Chữ Nôm: 風潮勤王) nổ ra vào cuối thế kỷ 19 do đại thần nhà Nguyễn là Tôn Thất Thuyết nhân danh vua Hàm Nghi đề xướng trước cuộc xâm lược của thực dân Pháp.",
    "tên": "phong trào Cần Vương"
  },
  {
    "thời gian": "ngày 17 tháng 10 năm 1887",
    "kết quả": null,
    "thông tin liên quan": [
      "thực dân Pháp",
      "Liên bang Đông Dương",
      "Bắc Kỳ",
      "Trung Kỳ",
      "Nam Kỳ",
      "Campuchia",
      "Sài Gòn"
    ],
    "tóm tắt": "Đế quốc thực dân Pháp bao gồm các thuộc địa hải ngoại, xứ bảo hộ và lãnh thổ ủy thác nằm dưới sự cai trị của Pháp từ thế kỷ 16 trở đi. Các nhà sử học thường phân biệt \"Đế quốc thực dân Pháp thứ nhất\" tồn tại cho đến năm 1814, khi phần lớn lãnh thổ hải ngoại bị mất hoặc bị bán và \"Đế quốc thực dân Pháp thứ hai\" kể từ cuộc xâm lược Algérie năm 1830. Khi đỉnh điểm, đế quốc Pháp là một trong những đế quốc lớn nhất, bao gồm cả chính quốc PhápTổng diện tích của toàn đế quốc đạt 13,500,000 km² vào năm 1920, với dân số 150 triệu người vào năm 1936.Các kình địch chính bao gồm Tây Ban Nha, Bồ Đào Nha, Hà Lan, Anh và Nga. Pháp bắt đầu thiết lập các thuộc địa ở Bắc Mỹ, biển Ca-ri-bê và Ấn Độ vào thế kỷ 17 nhưng mất hết đất trong chiến tranh Bảy năm. Đất ở Bắc Mỹ bị nhượng lại cho Anh và Tây Ban Nha, nhưng Tây Ban Nha sau đó trả Louisiana cho Pháp (Tân Pháp) vào năm 1800. Lãnh thổ này lại bị bán cho Hoa Kỳ vào năm 1803 (Cấu địa Louisiana). Pháp xây dựng lại một đế quốc mới sau năm 1850, tập trung chủ yếu ở Châu Phi cũng như Đông Dương và Nam Thái Bình Dương. Lúc đầu Đảng Cộng hòa phản đối ý tưởng về một đế chế thực dân nhưng lại nhiệt liệt ủng hộ ý tưởng này khi thấy Đức kiến thiết một đế quốc thực dân sau năm 1880. Đế chế mới của Pháp đảm nhận vai trò thương mại với chính quốc, cung cấp nguyên liệu thô và mua lại các mặt hàng sản xuất. Xây dựng lại một đế chế nghĩa là xây dựng lại uy tín của Pháp, đặc biệt là về mặt sức mạnh quốc tế và truyền bá tiếng Pháp lẫn Công giáo. Trong các Thế chiến, đế quốc Pháp là một trong những nguồn binh lực chính.[10]Mục đích của đế quốc Pháp là Mission civilisatrice hay \"Sứ mệnh khai sáng văn minh\". \"Văn minh hóa\" thông qua đồng hóa ngôn ngữ và tôn giáo, được người Pháp sử dụng như một lời biện minh để bao che, một thứ công cụ để gây ra tội ác đi kèm với dự án thuộc địa của họ.[11][12] Năm 1884, người ủng hộ chủ nghĩa thực dân, ông Jules Ferry, có tuyên bố; \"Các chủng tộc cao hơn có quyền đối với các chủng tộc thấp hơn, họ có nhiệm vụ văn minh hóa các chủng tộc thấp kém.\" Quyền công dân đầy đủ đồng hóa được ban phát, mặc dù trên thực tế \"quá trình đồng hóa luôn luôn thoái trào và người dân ở các thuộc địa bị đối xử không như các công dân.\"[13]Trong Thế chiến II, Charles de Gaulle và phe Pháp tự do nắm quyền kiểm soát nhiều thuộc địa hải ngoại và sử dụng chúng làm căn cứ để chuẩn bị giải phóng Pháp. Nhà sử học Tony Chafer lập luận: \"Trong nỗ lực khôi phục vị thế cường quốc thế giới sau sự thất bại và bị chiếm đóng một cách tủi nhục, Pháp đã mong muốn duy trì đế chế hải ngoại của mình vào cuối Thế chiến thứ hai.\"[14] Tuy nhiên, sau năm 1945, các phong trào dân tộc bắt đầu thách thức chính quyền thực dân châu Âu. Chiến tranh Đông Dương lần thứ nhất và chiến tranh Algérie nổ ra đã khiến Pháp mất cả hai thuộc địa. Các chiến dịch phi thuộc địa hóa châu Phi ở những nơi khác sau năm 1960 diễn ra khá êm đẹp. Hiến pháp Pháp ngày 27 tháng 10 năm 1946 (Cộng hòa đệ tứ), thành lập Liên minh Pháp tồn tại đến năm 1958. Những tàn dư mới của đế quốc thực dân được sáp nhập vào Pháp trở thành các bộ phận và lãnh thổ hải ngoại của Cộng hòa Pháp. Đất hải ngoại hiện nay có diện tích 119.394 km² với 2,8 triệu người vào năm 2020.",
    "tên": "thực dân Pháp thành lập Liên bang Đông Dương"
  },
  {
    "thời gian": "ngày 3 tháng 10 năm 1893",
    "kết quả": null,
    "thông tin liên quan": [
      "Lào",
      "Liên bang Đông Dương"
    ],
    "tóm tắt": "Lào (tiếng Lào: ລາວ, phát âm tiếng Lào: [láːw], Lao), tên chính thức là Cộng hòa Dân chủ Nhân dân Lào (tiếng Lào: ສາທາລະນະລັດ ປະຊາທິປະໄຕ ປະຊາຊົນລາວ, sǎːtʰáːlanalat pásáːtʰipátàj pásáːsón láːw), là quốc gia nội lục có chủ quyền tại bán đảo Đông Dương, Đông Nam Á, phía tây bắc giáp với Myanmar và Trung Quốc, phía đông giáp với Việt Nam, phía đông nam giáp với Campuchia, phía tây và tây nam giáp với Thái Lan.[8]Lào là nước cộng hòa xã hội chủ nghĩa độc đảng, theo chủ nghĩa Marx và do Đảng Nhân dân Cách mạng Lào cầm quyền. Thủ đô của Lào, đồng thời là thành phố lớn nhất, là Vientiane. Các thành thị lớn khác là Luang Prabang, Savannakhet, và Pakse. Đây là một quốc gia đa dân tộc, người Lào chiếm khoảng 60% dân số, họ chủ yếu cư trú tại vùng thấp và chiếm ưu thế về chính trị và văn hóa. Các dân tộc Môn-Khmer, H'Mông và dân tộc bản địa vùng cao khác chiếm khoảng 40% dân số và sống tại khu vực đồi núi.Quốc gia Lào hiện tại có nguồn gốc lịch sử và văn hóa từ Vương quốc Lan Xang.[9] Do vị trí địa lý \"trung tâm\" ở Đông Nam Á, vương quốc này trở thành một trung tâm thương mại trên đất liền, trau dồi về mặt kinh tế cũng như văn hóa. Sau một giai đoạn xung đột nội bộ, Lan Xang chia thành ba vương quốc Luang Phrabang, Viêng Chăn và Champasak cho đến năm 1893 khi chúng hợp thành một lãnh thổ bảo hộ thuộc Pháp. Lào được tự trị vào năm 1949 và độc lập vào năm 1953 với chính thể quân chủ lập hiến. Cuộc nội chiến Lào kết thúc vào năm 1975 với kết quả là chấm dứt chế độ quân chủ, phong trào Pathet Lào lên nắm quyền. Lào phụ thuộc lớn vào viện trợ quân sự và kinh tế từ Liên Xô cho đến năm 1991.Theo Tổ chức Minh bạch quốc tế, Lào vẫn là một trong những nước có tình trạng tham nhũng thuộc mức trung bình cao trên thế giới. Điều này đã ngăn cản đầu tư từ nước ngoài và tạo ra những vấn đề lớn với quy định của pháp luật, bao gồm cả khả năng của quốc gia để thực thi hợp đồng và quy định kinh doanh. Điều này đã góp phần làm cho khoảng một phần ba dân số Lào hiện đang sống dưới mức nghèo khổ theo mức quốc tế (dưới mức 1,25 đô la Mỹ mỗi ngày). Kinh tế Lào là một nền kinh tế đang phát triển với thu nhập thấp, với một trong những quốc gia có bình quân thu nhập đầu người hàng năm thấp nhất trên thế giới và một trong các nước kém phát triển nhất. Năm 2014, Lào chỉ xếp hạng 141 trên Chỉ số Phát triển Con người (HDI). Theo Chỉ số đói nghèo toàn cầu (2015), Lào đứng thứ 29 trong danh sách 52 quốc gia có tình trạng đói nghèo nhất.Chiến lược phát triển của Lào dựa trên sản xuất thủy điện và bán điện năng sang các quốc gia láng giềng, cũng như trở thành một quốc gia liên kết giao thương lục địa.[10] Ngoài ra, lĩnh vực khai mỏ của Lào cũng khá phát triển, quốc gia này được đánh giá là một trong các nền kinh tế có tốc độ tăng trưởng nhanh nhất khu vực Đông Nam Á và Thái Bình Dương.[11][12]Lào là thành viên của Hiệp định thương mại châu Á - Thái Bình Dương (APTA), Hiệp hội các quốc gia Đông Nam Á (ASEAN), Hội nghị cấp cao Đông Á và Cộng đồng Pháp ngữ. Lào xin trở thành thành viên của Tổ chức Thương mại Thế giới (WTO) vào năm 1997; vào ngày 2 tháng 2 năm 2013, Lào đã trở thành thành viên chính thức của tổ chức này.[13]",
    "tên": "sáp nhập Lào vào Liên bang Đông Dương"
  },
  {
    "thời gian": "ngày 12 tháng 4 năm 1898",
    "kết quả": null,
    "thông tin liên quan": [
      "Quảng Châu Loan",
      "Liên bang Đông Dương"
    ],
    "tóm tắt": "Quảng Châu Loan (tiếng Pháp: Kouang-Tchéou-Wan, tiếng Trung: 廣州灣), hoặc Lãnh thổ Quảng Châu Loan (tiếng Pháp: Territoire de Kouang-Tchéou-Wan) là một vùng lãnh thổ nằm ở ven bờ đông bán đảo Lôi Châu tỉnh Quảng Đông, Trung Quốc. Khu vực này từ năm 1898 là nhượng địa[1][2][3] của Pháp ký với nhà Thanh với hạn kỳ 99 năm nhưng đến năm 1946 thì đã hoàn lại chính phủ Trung Hoa. Nay vùng đất này thuộc địa cấp thị Trạm Giang, tỉnh Quảng Đông.",
    "tên": "sáp nhập Quảng Châu Loan vào Liên bang Đông Dương"
  },
  {
    "thời gian": "năm 1902",
    "kết quả": null,
    "thông tin liên quan": [
      "Liên bang Đông Dương",
      "Hà Nội"
    ],
    "tóm tắt": "Liên bang Đông Dương (chữ Nôm: 聯邦東洋, tiếng Pháp: Union indochinoise,[a] sau 1947 là Fédération indochinoise) hay còn gọi là Đông Dương thuộc Pháp, Đông Pháp, là lãnh thổ nằm dưới quyền cai trị của thực dân Pháp trong hơn 67 năm (1887-1954) tại khu vực Đông Nam Á, ngày nay thuộc lãnh thổ Việt Nam, Lào, Campuchia và huyện Trạm Giang (tỉnh Quảng Đông, Trung Quốc). Nhân danh Triều đình Huế, Pháp cũng chính thức kiểm soát quần đảo Trường Sa và quần đảo Hoàng Sa vào năm 1920 và tuyên bố chủ quyền vào năm 1921.Tháng 9 năm 1858, lực lượng viễn chinh của Đệ Nhị Đế chế Pháp cùng sự hỗ trợ của thực dân Tây Ban Nha nổ súng tấn công Bán đảo Sơn Trà của nước Đại Nam (ngày nay thuộc Đà Nẵng), mở đầu cho công cuộc thuộc địa hóa bán đảo Đông Dương. Đến ngày 17 tháng 10 năm 1887, Liên bang Đông Dương được chính thức thành lập theo Sắc lệnh của Tổng thống Cộng hoà Pháp[1] với ba thuộc địa là Nam Kỳ (Cochinchine), Bắc Kỳ (Tonkin), Trung Kỳ (Annam) đều thuộc Đại Nam, và Cao Miên; Lào gia nhập vào năm 1893 và Quảng Châu Loan được sáp nhập năm 1900. Thủ phủ Liên bang Đông Dương ban đầu đặt tại Sài Gòn, sau chuyển ra Hà Nội từ năm 1902. Ngoài ra, Đà Lạt còn được xem như thủ đô mùa hè của Liên bang, nơi nghỉ dưỡng dành cho giới cầm quyền Pháp.Liên bang Đông Dương là một chế độ nửa thuộc địa, nửa phong kiến.[2] Đứng đầu liên bang là một Toàn quyền (Gouverneur Général de l'Indochine française từ 1887 đến 1945) hay một Cao ủy (giai đoạn 1945-1954) của chính phủ nước bảo hộ Pháp. Tại Bắc Kỳ và Trung Kỳ (ngoại trừ Hà Nội, Hải Phòng và Đà Nẵng), chính quyền từ cấp tỉnh trở xuống do các quan chức người Việt quản lý đặt dưới quyền vua Nguyễn, tuy nhiên, tại mỗi tỉnh đều có một viên Công sứ người Pháp thực hiện chức năng bảo hộ của nước Pháp đối với An Nam.[1][3]Trong Chiến tranh thế giới thứ hai, Liên bang Đông Dương bị Đế quốc Nhật Bản chiếm đoạt rồi mất ảnh hưởng ở tại Việt Nam. Tuy nhiên, Nhật Bản lại thua quân Đồng Minh vào năm 1945 và Đông Dương sau đó lại do Pháp kiểm soát nhưng họ buộc phải từ bỏ chủ quyền tại Lào và Campuchia vào năm 1953. Liên bang này chỉ thực sự tan rã sau khi Pháp bại trận ở Điện Biên Phủ và Hiệp ước hòa bình Genève được ký kết năm 1954.",
    "tên": "Liên bang Đông Dương dời thủ đô về Hà Nội"
  },
  {
    "thời gian": "năm 1906-1908",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Cuộc vận động Duy Tân[1], hay còn được gọi là Phong trào Duy Tân hoặc Phong trào Duy Tân ở Trung Kỳ[2] là một cuộc vận động cải cách ở miền Trung Việt Nam, do Phan Châu Trinh (1872 - 1926) phát động năm 1906 cho đến năm 1908 thì kết thúc sau khi bị thực dân Pháp đàn áp.Phong trào Duy Tân chủ trương bất bạo động, khôi phục đất nước bằng con đường nâng cao dân trí, cải tổ xã hội về mọi mặt, trong đó có kinh tế, giáo dục và văn hoá, với các hoạt động thực tiễn như là mở mang kinh tế, lập các nhà buôn lớn để tự lực, mở trường dạy học hiện đại: dạy quốc ngữ, bỏ lối học khoa bảng từ chương, thêm khoa học và ngoại ngữ cũng như hướng đến nền chính trị dân chủ.[3]",
    "tên": "phong trào Duy Tân"
  },
  {
    "thời gian": "năm 1908",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Phong trào chống sưu thuế Trung Kỳ năm 1908 hay còn gọi là Trung Kỳ dân biến là một trong những sự kiện nổi bật của phong trào chống thực dân Pháp ở Việt Nam trong những năm đầu thế kỷ 20.",
    "tên": "phong trào chống sưu thuế Trung Kỳ"
  },
  {
    "thời gian": "năm 1914-1918",
    "kết quả": null,
    "thông tin liên quan": [
      "châu Âu",
      "Pháp",
      "Chiến tranh thế giới thứ nhất"
    ],
    "tóm tắt": "",
    "tên": "khoảng 100.000 người Việt bị ép sang châu Âu chiến đấu cho Pháp trong Chiến tranh thế giới thứ nhất"
  },
  {
    "thời gian": "năm 1917",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Khởi nghĩa Thái Nguyên hay Binh biến Thái Nguyên là tên gọi cuộc nổi dậy ở tỉnh lỵ Thái Nguyên vào năm 1917 do Trịnh Văn Cấn chỉ huy, chống lại chính quyền Bảo hộ của Pháp để giành độc lập cho người Việt.",
    "tên": "khởi nghĩa Thái Nguyên"
  },
  {
    "thời gian": "ngày 18 tháng 6 năm 1919",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Ái Quốc",
      "Yêu sách của nhân dân An Nam",
      "Hội nghị Hòa bình Versailles"
    ],
    "tóm tắt": "",
    "tên": "Nguyễn Ái Quốc gửi Yêu sách của nhân dân An Nam tới Hội nghị Hòa bình Versailles"
  },
  {
    "thời gian": "ngày 3 tháng 2 năm 1930",
    "kết quả": null,
    "thông tin liên quan": [
      "Đảng Cộng sản Việt Nam"
    ],
    "tóm tắt": "",
    "tên": "hợp nhất ba tổ chức cộng sản thành Đảng Cộng sản Việt Nam"
  },
  {
    "thời gian": "năm 1930-1931",
    "kết quả": null,
    "thông tin liên quan": [
      "Xô Viết Nghệ Tĩnh"
    ],
    "tóm tắt": "Xô Viết Nghệ - Tĩnh là tên gọi chỉ phong trào đấu tranh của lực lượng công nhân và nông dân ở Nghệ An và Hà Tĩnh trong năm 1930-1931 chống lại đế quốc Pháp tại Việt Nam. Tên gọi Xô viết Nghệ Tĩnh xuất phát từ sự hình thành các \"xã bộ nông\" mà những người cộng sản gọi là \"Xô viết\" [1].Phong trào này được mở đầu bằng cuộc biểu tình ngày 1 tháng 5 năm 1930 của công nhân khu công nghiệp Bến Thủy và nông dân thuộc 5 xã ven thành phố Vinh. Từ đó đến tháng 8 năm 1930, ở vùng Nghệ Tĩnh đã có đến 97 cuộc bãi công và biểu tình của công nhân và nông dân, trong đó đáng chú ý là cuộc bãi công kéo dài của công nhân Nhà máy Diêm đã dẫn đến cuộc tổng bãi công của toàn thể công nhân khu công nghiệp Bến Thủy. Đứng đằng sau những vụ việc này là sự chỉ đạo của Đảng Cộng sản Đông Dương thông qua Xứ ủy Trung Kỳ (hệ thống cơ sở của Đảng Cộng sản Đông Dương ở vùng này).Từ tháng 9 năm 1930, các cuộc biểu tình vũ trang tự vệ quy mô lớn kết hợp với các yêu sách chính trị liên tiếp nổ ra của nông dân các huyện Nam Đàn, Thanh Chương, Can Lộc, Hưng Nguyên, v.v... làm cho bộ máy chính quyền thực dân Pháp và bộ máy chính quyền địa phương (vốn bị coi là bù nhìn) [2] của nhà Nguyễn lâm vào tình trạng tê liệt và tan rã. Dưới sự chỉ đạo của Đảng Cộng sản Đông Dương, tổ chức nông hội (xã bộ nông) ở những nơi chính quyền tan rã đã kiểm soát và thành lập chính quyền mới với hình thức giống như hệ thống Xô viết.[3]Chính quyền Xô viết đầu tiên được hình thành hàng loạt tại nhiều xã thuộc các huyện, thị xã: Thanh Chương, Nam Đàn, Anh Sơn, Nghi Lộc, Vinh - Bến Thủy, Can Lộc, Thạch Hà, Đức Thọ, Hưng Nguyên, Hương Sơn...Các chính quyền Xô viết một mặt thi hành các chính sách mới, mặt khác phá bỏ hệ thống chính quyền cũ, trưng thu đất, thóc gạo, tiền bạc của các địa chủ, đồng thời ra yêu sách cải thiện điều kiện lao động với các chủ xưởng, chủ tàu ở vùng này.Tuy vậy những chính quyền kiểu này chỉ tồn tại sau bốn, năm tháng do bị chính quyền của thực dân Pháp phối hợp với chính quyền địa phương của triều đình Nhà Nguyễn trấn áp làm cho nó tan rã và giải thể.Xô Viết Nghệ Tĩnh được đánh giá là đỉnh cao của phong trào Cách mạng trong những năm 1930 - 1931[3] và theo các tài liệu ở Việt Nam hiện hành thì đây là cuộc khởi nghĩa đầu tiên dưới sự lãnh đạo của Đảng Cộng sản Việt Nam kể từ khi ra đời.",
    "tên": "phong trào Xô Viết Nghệ Tĩnh"
  },
  {
    "thời gian": "năm 1939",
    "kết quả": null,
    "thông tin liên quan": [
      "Pháp",
      "chiến tranh thế giới thứ hai"
    ],
    "tóm tắt": "Pháp (tiếng Pháp: La France; phát âm địa phương: [fʁɑ̃s]), tên chính thức là Cộng hòa Pháp (tiếng Pháp: République française; [ʁepyblik fʁɑ̃sɛz]) (tiếng Anh: French Republic), là một quốc gia có lãnh thổ chính nằm tại Tây Âu cùng một số vùng và lãnh thổ hải ngoại. Phần lãnh thổ Pháp tại châu Âu trải dài từ Địa Trung Hải đến eo biển Manche và biển Bắc, và từ sông Rhin đến Đại Tây Dương. Pháp còn có Guyane thuộc Pháp trên đại lục Nam Mỹ cùng một số đảo tại Đại Tây Dương, Thái Bình Dương và Ấn Độ Dương. 18 vùng của Pháp (gồm chính quốc Pháp, Guyane thuộc Pháp, Guadeloupe, Martinique, Reunion và Mayotte và vùng của Pháp gốc) có tổng diện tích 643.801 km², dân số tính đến năm 2022 là gần 65,5 triệu người[2]. Còn nếu tính luôn các lãnh thổ khác ngoài châu Nam cực thì khoảng 674.000 km². Pháp là nước cộng hòa bán tổng thống nhất thể, thủ đô Paris cũng là thành phố lớn nhất, trung tâm văn hóa và thương mại chính của quốc gia. Các trung tâm đô thị lớn khác là Marseille, Lyon, Lille, Nice, Toulouse và Bordeaux.Trong thời đại đồ sắt, Chính quốc Pháp là nơi cư trú của người Gaul thuộc nhóm Celt. La Mã (Roma) sáp nhập khu vực vào năm 51 TCN, tình trạng này kéo dài cho đến năm 486, khi người Frank thuộc nhóm Germain chinh phục khu vực rồi thành lập Vương quốc Pháp. Pháp nổi lên thành một đại cường tại châu Âu vào hậu kỳ Trung Cổ, giành thắng lợi trong Chiến tranh Trăm Năm (1337-1453) giúp củng cố quốc gia và tập trung hoá chính trị. Trong phong trào Phục Hưng, văn hoá Pháp phát triển, và lập nên một đế quốc thực dân toàn cầu, trở thành đế quốc lớn thứ hai thế giới vào thế kỷ XX.[9] Trong thế kỷ XVI, Pháp bị chi phối bởi các cuộc nội chiến tôn giáo giữa thế lực Công giáo La Mã và Tin Lành. Pháp trở thành thế lực chi phối văn hoá, chính trị và quân sự tại châu Âu dưới thời Louis XIV.[10] Đến cuối thế kỷ XVIII, Cách mạng Pháp lật đổ chế độ quân chủ chuyên chế, lập nên một trong các nền cộng hoà sớm nhất trong lịch sử hiện đại, Tuyên ngôn Nhân quyền và Dân quyền là nền tảng của cuộc cách mạng và biểu thị ý thức hệ của Pháp cho đến ngày nay. Trong thế kỷ XIX, Napoléon nắm quyền và lập ra Đệ Nhất Đế chế Pháp, các cuộc chiến tranh của Napoléon định hình tiến trình của châu Âu lục địa. Sau khi đế quốc sụp đổ, Pháp trải qua náo động với các chính phủ kế tiếp nhau, đỉnh điểm là thành lập Đệ Tam Cộng hòa Pháp vào năm 1870. Pháp là một bên tham chiến chính trong chiến tranh thế giới thứ nhất, và giành được đại thắng. Trong chiến tranh thế giới thứ hai, Pháp nằm trong khối Đồng Minh song bị phe Trục chiếm đóng vào năm 1940 bởi Đức Quốc xã. Sau khi được giải phóng vào năm 1944, Đệ Tứ Cộng hòa Pháp được thành lập song sau đó bị giải thể trong tiến trình chiến tranh Algérie. Nền Đệ Ngũ cộng hoà dưới quyền Charles de Gaulle được thành lập vào năm 1958 và tồn tại cho đến nay. Algérie và gần như toàn bộ các thuộc địa khác độc lập trong thập niên 1960 (năm châu Phi), song thường duy trì các liên kết kinh tế và quân sự mật thiết với Pháp.Pháp từ lâu đã có vị thế là một trung tâm của thế giới về nghệ thuật, khoa học và triết học. Pháp có số di sản thế giới UNESCO nhiều thứ ba tại châu Âu, và tiếp đón khoảng 83 triệu du khách nước ngoài vào năm 2012, đứng đầu thế giới.[11] Pháp là một quốc gia phát triển, có nền kinh tế lớn thứ sáu thế giới theo GDP danh nghĩa[12] và lớn thứ chín theo GDP PPP.[13] Về tổng tài sản gia đình, Pháp xếp hạng tư trên thế giới.[14] Pháp có thành tích cao trong các xếp hạng quốc tế về giáo dục, y tế, tuổi thọ dự tính, và phát triển con người.[15][16] Pháp duy trì vị thế Đại cường quốc trên thế giới,[17] là một trong năm thành viên thường trực trong Hội đồng Bảo an Liên Hợp Quốc và có quyền phủ quyết, đồng thời là một quốc gia sở hữu vũ khí hạt nhân chính thức. Đây là một quốc gia thành viên chủ đạo trong Liên minh châu Âu và Khu vực đồng euro.[18] Quốc gia này cũng là thành viên của G7, Tổ chức Hiệp ước Bắc Đại Tây Dương (NATO), Tổ chức Hợp tác và Phát triển Kinh tế (OECD), Tổ chức Thương mại Thế giới (WTO), và Tổ chức Quốc tế Pháp ngữ.",
    "tên": "khoảng 20.000 thanh niên Việt Nam bị cưỡng bức phục vụ Pháp trong chiến tranh thế giới thứ hai"
  },
  {
    "thời gian": "ngày 30 tháng 8 năm 1940",
    "kết quả": null,
    "thông tin liên quan": [
      "Nhật Bản",
      "Đông Dương"
    ],
    "tóm tắt": "Đế quốc Nhật Bản hay Đại Nhật Bản Đế Quốc (大日本帝国 (大日本帝國), Dai Nippon Teikoku?) là một nhà nước lịch sử của Nhật Bản tồn tại từ cuộc Cách mạng Minh Trị năm 1868 cho đến khi Hiến pháp Nhật Bản được ban hành năm 1947.[4]Quá trình công nghiệp hóa và quân phiệt hóa nhanh chóng dưới khẩu hiệu phú quốc cường binh (富國強兵, Fukoku Kyōhei) đã giúp Nhật Bản nổi lên như một cường quốc và kèm theo đó là sự thành lập của một đế quốc thực dân. Tình hình kinh tế và chính trị bất ổn trong thập niên 1920 đã dẫn tới sự trỗi dậy của chủ nghĩa quân phiệt, và đỉnh điểm là việc Nhật Bản gia nhập phe Trục rồi tiến hành chinh phạt phần lớn các lãnh thổ thuộc châu Á-Thái Bình Dương.Sau các thắng lợi lớn ban đầu trong Chiến tranh Trung-Nhật (1937-1945) và Chiến tranh Thái Bình Dương, giai đoạn thành công trôi qua và hàng loạt thất bại quân sự diễn ra. Theo sau sự kiện Liên Xô tuyên chiến và tấn công vào Mãn Châu, cùng hai vụ ném bom nguyên tử xuống Hiroshima và Nagasaki, đế quốc đã phải đầu hàng trước quân Đồng minh vào ngày 15 tháng 8 năm 1945. Tiếp đến là thời kỳ Đồng minh chiếm đóng, và với việc hiến pháp mới được tạo lập vào năm 1947, quyền lực của Thiên Hoàng bị phế bỏ và chỉ còn có tính biểu tượng. Đế quốc Nhật Bản chính thức tan rã.",
    "tên": "quân đội Nhật Bản tiến vào Đông Dương"
  },
  {
    "thời gian": "ngày 25 tháng 9 năm ngày 30 tháng 8 năm 1940",
    "kết quả": null,
    "thông tin liên quan": [
      "chính phủ Pháp",
      "quân đội Nhật"
    ],
    "tóm tắt": "Chính phủ Pháp (tiếng Pháp: Gouvernement de la France) là cơ quan điều hành ngành hành pháp Cộng hòa Pháp. Chính phủ bao gồm Thủ tướng, là người đứng đầu chính phủ, và Bộ trưởng phụ trách và Bộ trưởng cao cấp. Bộ trưởng cao cấp còn được gọi là Bộ trưởng (tiếng Pháp: Ministres), và Bộ trưởng phụ trách thì được gọi bằng Thư ký Nhà nước hay Quốc vụ khanh (tiếng Pháp: Secrétaires d'État). Một cơ quan điều hành bé hơn nhưng với quyền lực lớn hơn là Hội đồng Bộ trưởng (tiếng Pháp: Conseil des ministres) chỉ gồm Bộ trưởng cao cấp, mặc dù Bộ trưởng phụ trách có thể tham dự phiên họp. Chủ tịch Hội đồng Bộ trưởng (tiếng Pháp: Président du Conseil des ministres) do Tổng thống nắm giữ, không giống với Chính phủ do Thủ tướng lãnh đạo.",
    "tên": "chính phủ Pháp chấp nhận mọi yêu sách"
  },
  {
    "thời gian": "ngày 22 tháng 12 năm 1944",
    "kết quả": null,
    "thông tin liên quan": [
      "Việt Nam Tuyên truyền Giải phóng quân"
    ],
    "tóm tắt": "Việt Nam Tuyên truyền Giải phóng quân là tên của đội quân chủ lực của Mặt trận Việt Minh từ tháng 12 năm 1944 đến tháng 5 năm 1945. Đây là tổ chức quân sự được xem là tiền thân của Quân đội nhân dân Việt Nam. Ngày thành lập Việt Nam Tuyên truyền Giải phóng quân, 22 tháng 12, sau này đã được chọn làm ngày truyền thống của Quân đội nhân dân Việt Nam.",
    "tên": "Việt Nam Tuyên truyền Giải phóng quân được thành lập"
  },
  {
    "thời gian": "ngày tháng 3 năm 1945",
    "kết quả": null,
    "thông tin liên quan": [
      "thực dân Pháp"
    ],
    "tóm tắt": "Đế quốc thực dân Pháp bao gồm các thuộc địa hải ngoại, xứ bảo hộ và lãnh thổ ủy thác nằm dưới sự cai trị của Pháp từ thế kỷ 16 trở đi. Các nhà sử học thường phân biệt \"Đế quốc thực dân Pháp thứ nhất\" tồn tại cho đến năm 1814, khi phần lớn lãnh thổ hải ngoại bị mất hoặc bị bán và \"Đế quốc thực dân Pháp thứ hai\" kể từ cuộc xâm lược Algérie năm 1830. Khi đỉnh điểm, đế quốc Pháp là một trong những đế quốc lớn nhất, bao gồm cả chính quốc PhápTổng diện tích của toàn đế quốc đạt 13,500,000 km² vào năm 1920, với dân số 150 triệu người vào năm 1936.Các kình địch chính bao gồm Tây Ban Nha, Bồ Đào Nha, Hà Lan, Anh và Nga. Pháp bắt đầu thiết lập các thuộc địa ở Bắc Mỹ, biển Ca-ri-bê và Ấn Độ vào thế kỷ 17 nhưng mất hết đất trong chiến tranh Bảy năm. Đất ở Bắc Mỹ bị nhượng lại cho Anh và Tây Ban Nha, nhưng Tây Ban Nha sau đó trả Louisiana cho Pháp (Tân Pháp) vào năm 1800. Lãnh thổ này lại bị bán cho Hoa Kỳ vào năm 1803 (Cấu địa Louisiana). Pháp xây dựng lại một đế quốc mới sau năm 1850, tập trung chủ yếu ở Châu Phi cũng như Đông Dương và Nam Thái Bình Dương. Lúc đầu Đảng Cộng hòa phản đối ý tưởng về một đế chế thực dân nhưng lại nhiệt liệt ủng hộ ý tưởng này khi thấy Đức kiến thiết một đế quốc thực dân sau năm 1880. Đế chế mới của Pháp đảm nhận vai trò thương mại với chính quốc, cung cấp nguyên liệu thô và mua lại các mặt hàng sản xuất. Xây dựng lại một đế chế nghĩa là xây dựng lại uy tín của Pháp, đặc biệt là về mặt sức mạnh quốc tế và truyền bá tiếng Pháp lẫn Công giáo. Trong các Thế chiến, đế quốc Pháp là một trong những nguồn binh lực chính.[10]Mục đích của đế quốc Pháp là Mission civilisatrice hay \"Sứ mệnh khai sáng văn minh\". \"Văn minh hóa\" thông qua đồng hóa ngôn ngữ và tôn giáo, được người Pháp sử dụng như một lời biện minh để bao che, một thứ công cụ để gây ra tội ác đi kèm với dự án thuộc địa của họ.[11][12] Năm 1884, người ủng hộ chủ nghĩa thực dân, ông Jules Ferry, có tuyên bố; \"Các chủng tộc cao hơn có quyền đối với các chủng tộc thấp hơn, họ có nhiệm vụ văn minh hóa các chủng tộc thấp kém.\" Quyền công dân đầy đủ đồng hóa được ban phát, mặc dù trên thực tế \"quá trình đồng hóa luôn luôn thoái trào và người dân ở các thuộc địa bị đối xử không như các công dân.\"[13]Trong Thế chiến II, Charles de Gaulle và phe Pháp tự do nắm quyền kiểm soát nhiều thuộc địa hải ngoại và sử dụng chúng làm căn cứ để chuẩn bị giải phóng Pháp. Nhà sử học Tony Chafer lập luận: \"Trong nỗ lực khôi phục vị thế cường quốc thế giới sau sự thất bại và bị chiếm đóng một cách tủi nhục, Pháp đã mong muốn duy trì đế chế hải ngoại của mình vào cuối Thế chiến thứ hai.\"[14] Tuy nhiên, sau năm 1945, các phong trào dân tộc bắt đầu thách thức chính quyền thực dân châu Âu. Chiến tranh Đông Dương lần thứ nhất và chiến tranh Algérie nổ ra đã khiến Pháp mất cả hai thuộc địa. Các chiến dịch phi thuộc địa hóa châu Phi ở những nơi khác sau năm 1960 diễn ra khá êm đẹp. Hiến pháp Pháp ngày 27 tháng 10 năm 1946 (Cộng hòa đệ tứ), thành lập Liên minh Pháp tồn tại đến năm 1958. Những tàn dư mới của đế quốc thực dân được sáp nhập vào Pháp trở thành các bộ phận và lãnh thổ hải ngoại của Cộng hòa Pháp. Đất hải ngoại hiện nay có diện tích 119.394 km² với 2,8 triệu người vào năm 2020.",
    "tên": "Nhật đảo chính thực dân Pháp"
  },
  {
    "thời gian": "ngày 11 tháng 3 năm ngày tháng 3 năm 1945",
    "kết quả": null,
    "thông tin liên quan": [
      "Đế quốc Việt Nam",
      "Đế quốc Nhật Bản"
    ],
    "tóm tắt": "Đế quốc Việt Nam (chữ Hán: 越南帝國; tiếng Nhật: ベトナム帝国, chuyển tự Betonamu Teikoku, cựu tự thể: 越南帝國, chuyển tự Etsunan Teikoku) là tên gọi chính thức của một Nhà nước Việt Nam tồn tại chỉ 5 tháng trong lịch sử Việt Nam (từ tháng 3 đến tháng 8 năm 1945) dưới sự kiểm soát và chi phối của Đế quốc Nhật Bản.Sau khi Nhật đảo chính Pháp tại Đông Dương đêm ngày 9 tháng 3 năm 1945, Hoàng đế Bảo Đại tuyên bố Đế quốc Việt Nam độc lập với sự cộng tác với Đế quốc Nhật Bản.[1] Ngày 17 tháng 4, Nội các Đế quốc Việt Nam do Trần Trọng Kim làm Tổng trưởng (Thủ tướng) được thành lập. Tuy có nội các nhưng Đế quốc Việt Nam thực chất vẫn là nền quân chủ chuyên chế mà không phải là nền quân chủ lập hiến như ở Anh Quốc hay Hà Lan. Do Đế quốc Việt Nam không có Quốc hội, cũng không có Hiến pháp, mặt khác, Đế quốc Nhật Bản vẫn nắm quyền chi phối hoạt động của Đế quốc Việt Nam, ngay cả các Bộ trưởng của Đế quốc Việt Nam không thể làm được việc gì nếu không được cố vấn tối cao Nhật Bản đồng ý.[2]Theo một số tài liệu lịch sử, Đế quốc Việt Nam là chính quyền do Đế quốc Nhật Bản dựng lên và không có thực quyền.[3][4] Giới sử gia phương Tây xếp chung với các chính phủ bù nhìn khác do Nhật thành lập tại các nước bị họ chiếm đóng trong Thế chiến II như Mãn Châu Quốc, Chính phủ Uông Tinh Vệ, Mông Cương, Đệ nhị Cộng hòa Philippines,...[5] Tháng 8 năm 1945, khi Đế quốc Nhật Bản sắp bại trận, Bảo Đại đã gửi thư cho Tổng thống Mỹ, vua Anh, Thống chế Trung Hoa và Pháp đề nghị công nhận Đế quốc Việt Nam là chính phủ đại diện cho Việt Nam nhưng không được hồi âm. Cùng với sự bại trận của Nhật Bản trong Thế chiến II, theo Tuyên bố Cairo, tất cả các chính phủ này đều tự sụp đổ hoặc bị Đồng Minh giải thể trong năm 1945.[5] Vua Bảo Đại sau này cũng xác nhận rằng nước Việt Nam chỉ là vật hiến tặng của Thực dân Pháp cho Phát xít Nhật và không có được độc lập thực sự.[6]Đến 24 tháng 8 năm 1945, trong cao trào của Cách mạng Tháng Tám, Hoàng đế Bảo Đại quyết định thoái vị.[7] Thủ tướng Đế quốc Việt Nam là Trần Trọng Kim phản đối cách mạng do tư tưởng bảo hoàng, khăng khăng muốn giữ ngai vàng cho triều đình nhà Nguyễn. Nhưng với việc quân Nhật đã đầu hàng, một mình Trần Trọng Kim không làm gì được trước cao trào cách mạng. Theo lời thuật của Phan Anh, Bộ trưởng Bộ Thanh niên của Đế quốc Việt Nam, tất cả thành viên nội các Đế quốc Việt Nam đều không ủng hộ Trần Trọng Kim do nhận thấy lòng dân đã hướng về Việt Minh, nhất trí từ chức và ủng hộ Chính phủ mới của Hồ Chí Minh.[8] Chính phủ Đế quốc Việt Nam đến đây tan rã.",
    "tên": "thành lập Đế quốc Việt Nam"
  },
  {
    "thời gian": "ngày 14 tháng 8 - 30 tháng 8 năm ngày 11 tháng 3 năm ngày tháng 3 năm 1945",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "",
    "tên": "cách mạng tháng Tám"
  },
  {
    "thời gian": "ngày 23 tháng 8 năm ngày 14 tháng 8 - 30 tháng 8 năm ngày 11 tháng 3 năm ngày tháng 3 năm 1945",
    "kết quả": null,
    "thông tin liên quan": [
      "Đế quốc Việt Nam"
    ],
    "tóm tắt": "Đế quốc Việt Nam (chữ Hán: 越南帝國; tiếng Nhật: ベトナム帝国, chuyển tự Betonamu Teikoku, cựu tự thể: 越南帝國, chuyển tự Etsunan Teikoku) là tên gọi chính thức của một Nhà nước Việt Nam tồn tại chỉ 5 tháng trong lịch sử Việt Nam (từ tháng 3 đến tháng 8 năm 1945) dưới sự kiểm soát và chi phối của Đế quốc Nhật Bản.Sau khi Nhật đảo chính Pháp tại Đông Dương đêm ngày 9 tháng 3 năm 1945, Hoàng đế Bảo Đại tuyên bố Đế quốc Việt Nam độc lập với sự cộng tác với Đế quốc Nhật Bản.[1] Ngày 17 tháng 4, Nội các Đế quốc Việt Nam do Trần Trọng Kim làm Tổng trưởng (Thủ tướng) được thành lập. Tuy có nội các nhưng Đế quốc Việt Nam thực chất vẫn là nền quân chủ chuyên chế mà không phải là nền quân chủ lập hiến như ở Anh Quốc hay Hà Lan. Do Đế quốc Việt Nam không có Quốc hội, cũng không có Hiến pháp, mặt khác, Đế quốc Nhật Bản vẫn nắm quyền chi phối hoạt động của Đế quốc Việt Nam, ngay cả các Bộ trưởng của Đế quốc Việt Nam không thể làm được việc gì nếu không được cố vấn tối cao Nhật Bản đồng ý.[2]Theo một số tài liệu lịch sử, Đế quốc Việt Nam là chính quyền do Đế quốc Nhật Bản dựng lên và không có thực quyền.[3][4] Giới sử gia phương Tây xếp chung với các chính phủ bù nhìn khác do Nhật thành lập tại các nước bị họ chiếm đóng trong Thế chiến II như Mãn Châu Quốc, Chính phủ Uông Tinh Vệ, Mông Cương, Đệ nhị Cộng hòa Philippines,...[5] Tháng 8 năm 1945, khi Đế quốc Nhật Bản sắp bại trận, Bảo Đại đã gửi thư cho Tổng thống Mỹ, vua Anh, Thống chế Trung Hoa và Pháp đề nghị công nhận Đế quốc Việt Nam là chính phủ đại diện cho Việt Nam nhưng không được hồi âm. Cùng với sự bại trận của Nhật Bản trong Thế chiến II, theo Tuyên bố Cairo, tất cả các chính phủ này đều tự sụp đổ hoặc bị Đồng Minh giải thể trong năm 1945.[5] Vua Bảo Đại sau này cũng xác nhận rằng nước Việt Nam chỉ là vật hiến tặng của Thực dân Pháp cho Phát xít Nhật và không có được độc lập thực sự.[6]Đến 24 tháng 8 năm 1945, trong cao trào của Cách mạng Tháng Tám, Hoàng đế Bảo Đại quyết định thoái vị.[7] Thủ tướng Đế quốc Việt Nam là Trần Trọng Kim phản đối cách mạng do tư tưởng bảo hoàng, khăng khăng muốn giữ ngai vàng cho triều đình nhà Nguyễn. Nhưng với việc quân Nhật đã đầu hàng, một mình Trần Trọng Kim không làm gì được trước cao trào cách mạng. Theo lời thuật của Phan Anh, Bộ trưởng Bộ Thanh niên của Đế quốc Việt Nam, tất cả thành viên nội các Đế quốc Việt Nam đều không ủng hộ Trần Trọng Kim do nhận thấy lòng dân đã hướng về Việt Minh, nhất trí từ chức và ủng hộ Chính phủ mới của Hồ Chí Minh.[8] Chính phủ Đế quốc Việt Nam đến đây tan rã.",
    "tên": "Đế quốc Việt Nam sụp đổ"
  },
  {
    "thời gian": "ngày 30 tháng 8 năm ngày 23 tháng 8 năm ngày 14 tháng 8 - 30 tháng 8 năm ngày 11 tháng 3 năm ngày tháng 3 năm 1945",
    "kết quả": null,
    "thông tin liên quan": [
      "Bảo Đại",
      "thoái vị"
    ],
    "tóm tắt": "Bảo Đại (chữ Hán: 保大, 22 tháng 10 năm 1913 - 31 tháng 7 năm 1997), tên khai sinh: Nguyễn Phúc Vĩnh Thụy (阮福永瑞), là vị hoàng đế thứ 13 và là vị vua cuối cùng của triều đại nhà Nguyễn, cũng là vị hoàng đế cuối cùng của chế độ quân chủ trong lịch sử Việt Nam.Bảo Đại vốn là niên hiệu của ông, tục lệ các vị Hoàng đế nhà Nguyễn chỉ giữ một niên hiệu nên dân gian hay dùng niên hiệu để gọi vị Hoàng đế đó. Ông lên ngôi năm 1925 khi Đại Nam vẫn còn dưới thời Pháp thuộc. Đến năm 1945, dưới sự sắp xếp của phát xít Nhật, ông công bố Tuyên cáo Việt Nam độc lập và là Hoàng đế đầu tiên của Đế quốc Việt Nam. Trong Cuộc Cách mạng Tháng Tám vào cùng năm, Bảo Đại ban bố chiếu thoái vị, chấm dứt triều đại nhà Nguyễn từ năm 1802 cũng như sự thống trị của dòng họ Nguyễn (Phúc) từ năm 1558. Ông nhận làm Cố vấn tối cao cho Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa do Chủ tịch Hồ Chí Minh lãnh đạo, nhưng sau đó ông lại bỏ sang Hồng Kông.Giữa bối cảnh Chiến tranh Đông Dương đang diễn ra, năm 1948 Bảo Đại chấp nhận đứng ra đại diện cho các đảng phái quốc gia để thành lập nên Quốc gia Việt Nam hợp tác với Liên hiệp Pháp để chống lại chính phủ Việt Nam Dân chủ Cộng hòa. Là Quốc trưởng của Quốc gia Việt Nam (1949 - 1955), Bảo Đại bị Việt Minh kết tội phản quốc vì theo họ thì ông đã hợp tác với Liên hiệp Pháp, chống lại phong trào kháng chiến của dân tộc Việt Nam. Năm 1955, Thủ tướng Ngô Đình Diệm phế truất ông để thành lập Việt Nam Cộng hòa. Từ đó, Bảo Đại đến sống lưu vong ở Pháp tới khi qua đời.",
    "tên": "Bảo Đại thoái vị"
  },
  {
    "thời gian": "ngày 2 tháng 9 năm 1945",
    "kết quả": null,
    "thông tin liên quan": [
      "Hồ Chí Minh",
      "Việt Nam Dân chủ Cộng hòa"
    ],
    "tóm tắt": "",
    "tên": "Hồ Chí Minh tuyên bố độc lập"
  },
  {
    "thời gian": "ngày 8 tháng 9 năm ngày 2 tháng 9 năm 1945",
    "kết quả": null,
    "thông tin liên quan": [
      "Bình dân học vụ"
    ],
    "tóm tắt": "Bình dân học vụ là phong trào xóa nạn mù chữ trong toàn dân, được Chính phủ lâm thời nước Việt Nam Dân chủ Cộng hòa phát động ngày 8 tháng 9 năm 1945 (sắc lệnh 19\/SL và 20\/SL) ngay sau khi Việt Nam giành được độc lập. Phong trào này nhằm giải quyết \"giặc dốt\" - một trong các vấn đề cấp bách nhất của Việt Nam lúc bấy giờ (chỉ sau \"giặc đói\").",
    "tên": "phát động phong trào Bình dân học vụ"
  },
  {
    "thời gian": "ngày 23 tháng 9 năm ngày 8 tháng 9 năm ngày 2 tháng 9 năm 1945",
    "kết quả": null,
    "thông tin liên quan": [
      "Sài Gòn",
      "chiến tranh xâm lược Việt Nam lần 2"
    ],
    "tóm tắt": "",
    "tên": "quân Pháp nổ súng tại Sài Gòn"
  },
  {
    "thời gian": "ngày 23 tháng 9 năm ngày 23 tháng 9 năm ngày 8 tháng 9 năm ngày 2 tháng 9 năm 1945",
    "kết quả": null,
    "thông tin liên quan": [
      "Trần Văn Giàu",
      "Nam Bộ kháng chiến"
    ],
    "tóm tắt": "Trần Văn Giàu (11 tháng 9 năm 1911 - 16 tháng 12 năm 2010)[1] là nhà hoạt động cách mạng lão thành, nguyên Bí thư Xứ ủy Nam Kỳ, nguyên Chủ tịch Ủy ban kháng chiến Nam Bộ. Ông còn là giáo sư, nhà khoa học, nhà nghiên cứu lịch sử, triết học và Nhà giáo Nhân dân Việt Nam.",
    "tên": "Trần Văn Giàu kêu gọi Nam Bộ kháng chiến"
  },
  {
    "thời gian": "ngày 6 tháng 1 năm 1946",
    "kết quả": null,
    "thông tin liên quan": [
      "Tổng tuyển cử",
      "Quốc hội đầu tiên"
    ],
    "tóm tắt": "Cuộc bầu cử Quốc hội Việt Nam khóa I, còn là cuộc tổng tuyển cử đầu tiên của nước Việt Nam Dân chủ Cộng hòa. Cuộc bầu cử đã diễn ra tại 71 tỉnh thành trong cả nước theo lối phổ thông đầu phiếu và lựa chọn ra 333 đại biểu cho Quốc hội khóa I.Việc tổ chức bầu cử được Chính phủ lâm thời Việt Nam Dân chủ Cộng hòa chuẩn bị gấp rút từ 8\/9\/1945 đến 6\/1 năm 1946 trên cơ sở nghị quyết của Quốc dân Đại hội Tân Trào. Quá trình vận động và tiến hành bầu cử gặp nhiều trở ngại do sự phản đối của các Đảng phái, lực lượng đối lập với Việt Minh và tình hình chiến sự tại nhiều nơi trong cả nước, trong đó, hai lực lượng có sự hỗ trợ của ngoại bang là Việt Nam Cách mệnh Đồng minh hội và Việt Nam Quốc dân Đảng tẩy chay không tham gia tranh cử. Ngoài ra, tình trạng mù chữ phổ biến trong dân chúng buộc Ủy ban bầu cử có nhiều biện pháp hỗ trợ tại chỗ.",
    "tên": "Tổng tuyển cử bầu Quốc hội đầu tiên"
  },
  {
    "thời gian": "ngày 26 tháng 3 năm ngày 6 tháng 1 năm 1946",
    "kết quả": null,
    "thông tin liên quan": [
      "Pháp",
      "Cộng hòa Tự trị Nam Kỳ",
      "Liên hiệp Pháp",
      "Sài Gòn"
    ],
    "tóm tắt": "Đế quốc thực dân Pháp bao gồm các thuộc địa hải ngoại, xứ bảo hộ và lãnh thổ ủy thác nằm dưới sự cai trị của Pháp từ thế kỷ 16 trở đi. Các nhà sử học thường phân biệt \"Đế quốc thực dân Pháp thứ nhất\" tồn tại cho đến năm 1814, khi phần lớn lãnh thổ hải ngoại bị mất hoặc bị bán và \"Đế quốc thực dân Pháp thứ hai\" kể từ cuộc xâm lược Algérie năm 1830. Khi đỉnh điểm, đế quốc Pháp là một trong những đế quốc lớn nhất, bao gồm cả chính quốc PhápTổng diện tích của toàn đế quốc đạt 13,500,000 km² vào năm 1920, với dân số 150 triệu người vào năm 1936.Các kình địch chính bao gồm Tây Ban Nha, Bồ Đào Nha, Hà Lan, Anh và Nga. Pháp bắt đầu thiết lập các thuộc địa ở Bắc Mỹ, biển Ca-ri-bê và Ấn Độ vào thế kỷ 17 nhưng mất hết đất trong chiến tranh Bảy năm. Đất ở Bắc Mỹ bị nhượng lại cho Anh và Tây Ban Nha, nhưng Tây Ban Nha sau đó trả Louisiana cho Pháp (Tân Pháp) vào năm 1800. Lãnh thổ này lại bị bán cho Hoa Kỳ vào năm 1803 (Cấu địa Louisiana). Pháp xây dựng lại một đế quốc mới sau năm 1850, tập trung chủ yếu ở Châu Phi cũng như Đông Dương và Nam Thái Bình Dương. Lúc đầu Đảng Cộng hòa phản đối ý tưởng về một đế chế thực dân nhưng lại nhiệt liệt ủng hộ ý tưởng này khi thấy Đức kiến thiết một đế quốc thực dân sau năm 1880. Đế chế mới của Pháp đảm nhận vai trò thương mại với chính quốc, cung cấp nguyên liệu thô và mua lại các mặt hàng sản xuất. Xây dựng lại một đế chế nghĩa là xây dựng lại uy tín của Pháp, đặc biệt là về mặt sức mạnh quốc tế và truyền bá tiếng Pháp lẫn Công giáo. Trong các Thế chiến, đế quốc Pháp là một trong những nguồn binh lực chính.[10]Mục đích của đế quốc Pháp là Mission civilisatrice hay \"Sứ mệnh khai sáng văn minh\". \"Văn minh hóa\" thông qua đồng hóa ngôn ngữ và tôn giáo, được người Pháp sử dụng như một lời biện minh để bao che, một thứ công cụ để gây ra tội ác đi kèm với dự án thuộc địa của họ.[11][12] Năm 1884, người ủng hộ chủ nghĩa thực dân, ông Jules Ferry, có tuyên bố; \"Các chủng tộc cao hơn có quyền đối với các chủng tộc thấp hơn, họ có nhiệm vụ văn minh hóa các chủng tộc thấp kém.\" Quyền công dân đầy đủ đồng hóa được ban phát, mặc dù trên thực tế \"quá trình đồng hóa luôn luôn thoái trào và người dân ở các thuộc địa bị đối xử không như các công dân.\"[13]Trong Thế chiến II, Charles de Gaulle và phe Pháp tự do nắm quyền kiểm soát nhiều thuộc địa hải ngoại và sử dụng chúng làm căn cứ để chuẩn bị giải phóng Pháp. Nhà sử học Tony Chafer lập luận: \"Trong nỗ lực khôi phục vị thế cường quốc thế giới sau sự thất bại và bị chiếm đóng một cách tủi nhục, Pháp đã mong muốn duy trì đế chế hải ngoại của mình vào cuối Thế chiến thứ hai.\"[14] Tuy nhiên, sau năm 1945, các phong trào dân tộc bắt đầu thách thức chính quyền thực dân châu Âu. Chiến tranh Đông Dương lần thứ nhất và chiến tranh Algérie nổ ra đã khiến Pháp mất cả hai thuộc địa. Các chiến dịch phi thuộc địa hóa châu Phi ở những nơi khác sau năm 1960 diễn ra khá êm đẹp. Hiến pháp Pháp ngày 27 tháng 10 năm 1946 (Cộng hòa đệ tứ), thành lập Liên minh Pháp tồn tại đến năm 1958. Những tàn dư mới của đế quốc thực dân được sáp nhập vào Pháp trở thành các bộ phận và lãnh thổ hải ngoại của Cộng hòa Pháp. Đất hải ngoại hiện nay có diện tích 119.394 km² với 2,8 triệu người vào năm 2020.",
    "tên": "Pháp lập nên Cộng hòa Tự trị Nam Kỳ thuộc Liên hiệp Pháp"
  },
  {
    "thời gian": "ngày 14 tháng 9 năm ngày 26 tháng 3 năm ngày 6 tháng 1 năm 1946",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "",
    "tên": "Tạm ước Việt - Pháp"
  },
  {
    "thời gian": "ngày 19 tháng 12 năm ngày 14 tháng 9 năm ngày 26 tháng 3 năm ngày 6 tháng 1 năm 1946",
    "kết quả": null,
    "thông tin liên quan": [
      "Hồ Chí Minh",
      "Toàn quốc kháng chiến"
    ],
    "tóm tắt": "",
    "tên": "Hồ Chí Minh kêu gọi Toàn quốc kháng chiến"
  },
  {
    "thời gian": "ngày 7 tháng 10 - 22 tháng 12 năm 1947",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến dịch Việt Bắc Thu - Đông 1947 là chiến dịch phản công của lực lượng vũ trang nước Việt Nam Dân chủ Cộng hòa trước Cuộc hành quân Léa do quân đội Pháp thực hiện tại phía Bắc Việt Nam trong Chiến tranh Đông Dương.Quân Pháp thu được một số thành công chiến thuật (chiếm giữ được một số khu vực tại biên giới giáp Trung Quốc), nhưng về chiến lược tổng thể thì đây là một thất bại của quân Pháp, vì không thể tiêu diệt đầu não chính phủ kháng chiến và quân chủ lực của Việt Nam Dân chủ Cộng hòa[4]. Ý đồ \"đánh nhanh thắng nhanh\" nhằm kết thúc sớm việc xâm chiến Việt Nam lần thứ 2 của Pháp đã thất bại sau chiến dịch này[4]",
    "tên": "Chiến dịch Việt Bắc Thu - Đông 1947"
  },
  {
    "thời gian": "ngày 14 tháng 6 năm 1949",
    "kết quả": null,
    "thông tin liên quan": [
      "Pháp",
      "Quốc gia Việt Nam",
      "Bảo Đại",
      "Sài Gòn"
    ],
    "tóm tắt": "Pháp (tiếng Pháp: La France; phát âm địa phương: [fʁɑ̃s]), tên chính thức là Cộng hòa Pháp (tiếng Pháp: République française; [ʁepyblik fʁɑ̃sɛz]) (tiếng Anh: French Republic), là một quốc gia có lãnh thổ chính nằm tại Tây Âu cùng một số vùng và lãnh thổ hải ngoại. Phần lãnh thổ Pháp tại châu Âu trải dài từ Địa Trung Hải đến eo biển Manche và biển Bắc, và từ sông Rhin đến Đại Tây Dương. Pháp còn có Guyane thuộc Pháp trên đại lục Nam Mỹ cùng một số đảo tại Đại Tây Dương, Thái Bình Dương và Ấn Độ Dương. 18 vùng của Pháp (gồm chính quốc Pháp, Guyane thuộc Pháp, Guadeloupe, Martinique, Reunion và Mayotte và vùng của Pháp gốc) có tổng diện tích 643.801 km², dân số tính đến năm 2022 là gần 65,5 triệu người[2]. Còn nếu tính luôn các lãnh thổ khác ngoài châu Nam cực thì khoảng 674.000 km². Pháp là nước cộng hòa bán tổng thống nhất thể, thủ đô Paris cũng là thành phố lớn nhất, trung tâm văn hóa và thương mại chính của quốc gia. Các trung tâm đô thị lớn khác là Marseille, Lyon, Lille, Nice, Toulouse và Bordeaux.Trong thời đại đồ sắt, Chính quốc Pháp là nơi cư trú của người Gaul thuộc nhóm Celt. La Mã (Roma) sáp nhập khu vực vào năm 51 TCN, tình trạng này kéo dài cho đến năm 486, khi người Frank thuộc nhóm Germain chinh phục khu vực rồi thành lập Vương quốc Pháp. Pháp nổi lên thành một đại cường tại châu Âu vào hậu kỳ Trung Cổ, giành thắng lợi trong Chiến tranh Trăm Năm (1337-1453) giúp củng cố quốc gia và tập trung hoá chính trị. Trong phong trào Phục Hưng, văn hoá Pháp phát triển, và lập nên một đế quốc thực dân toàn cầu, trở thành đế quốc lớn thứ hai thế giới vào thế kỷ XX.[9] Trong thế kỷ XVI, Pháp bị chi phối bởi các cuộc nội chiến tôn giáo giữa thế lực Công giáo La Mã và Tin Lành. Pháp trở thành thế lực chi phối văn hoá, chính trị và quân sự tại châu Âu dưới thời Louis XIV.[10] Đến cuối thế kỷ XVIII, Cách mạng Pháp lật đổ chế độ quân chủ chuyên chế, lập nên một trong các nền cộng hoà sớm nhất trong lịch sử hiện đại, Tuyên ngôn Nhân quyền và Dân quyền là nền tảng của cuộc cách mạng và biểu thị ý thức hệ của Pháp cho đến ngày nay. Trong thế kỷ XIX, Napoléon nắm quyền và lập ra Đệ Nhất Đế chế Pháp, các cuộc chiến tranh của Napoléon định hình tiến trình của châu Âu lục địa. Sau khi đế quốc sụp đổ, Pháp trải qua náo động với các chính phủ kế tiếp nhau, đỉnh điểm là thành lập Đệ Tam Cộng hòa Pháp vào năm 1870. Pháp là một bên tham chiến chính trong chiến tranh thế giới thứ nhất, và giành được đại thắng. Trong chiến tranh thế giới thứ hai, Pháp nằm trong khối Đồng Minh song bị phe Trục chiếm đóng vào năm 1940 bởi Đức Quốc xã. Sau khi được giải phóng vào năm 1944, Đệ Tứ Cộng hòa Pháp được thành lập song sau đó bị giải thể trong tiến trình chiến tranh Algérie. Nền Đệ Ngũ cộng hoà dưới quyền Charles de Gaulle được thành lập vào năm 1958 và tồn tại cho đến nay. Algérie và gần như toàn bộ các thuộc địa khác độc lập trong thập niên 1960 (năm châu Phi), song thường duy trì các liên kết kinh tế và quân sự mật thiết với Pháp.Pháp từ lâu đã có vị thế là một trung tâm của thế giới về nghệ thuật, khoa học và triết học. Pháp có số di sản thế giới UNESCO nhiều thứ ba tại châu Âu, và tiếp đón khoảng 83 triệu du khách nước ngoài vào năm 2012, đứng đầu thế giới.[11] Pháp là một quốc gia phát triển, có nền kinh tế lớn thứ sáu thế giới theo GDP danh nghĩa[12] và lớn thứ chín theo GDP PPP.[13] Về tổng tài sản gia đình, Pháp xếp hạng tư trên thế giới.[14] Pháp có thành tích cao trong các xếp hạng quốc tế về giáo dục, y tế, tuổi thọ dự tính, và phát triển con người.[15][16] Pháp duy trì vị thế Đại cường quốc trên thế giới,[17] là một trong năm thành viên thường trực trong Hội đồng Bảo an Liên Hợp Quốc và có quyền phủ quyết, đồng thời là một quốc gia sở hữu vũ khí hạt nhân chính thức. Đây là một quốc gia thành viên chủ đạo trong Liên minh châu Âu và Khu vực đồng euro.[18] Quốc gia này cũng là thành viên của G7, Tổ chức Hiệp ước Bắc Đại Tây Dương (NATO), Tổ chức Hợp tác và Phát triển Kinh tế (OECD), Tổ chức Thương mại Thế giới (WTO), và Tổ chức Quốc tế Pháp ngữ.",
    "tên": "Pháp lập nên Quốc gia Việt Nam"
  },
  {
    "thời gian": "ngày 8 tháng 5 năm 1950",
    "kết quả": null,
    "thông tin liên quan": [
      "Mỹ",
      "Việt Nam"
    ],
    "tóm tắt": "",
    "tên": "Mỹ bắt đầu can thiệp quân sự vào Việt Nam"
  },
  {
    "thời gian": "ngày 16 tháng 9-17 tháng 10 năm ngày 8 tháng 5 năm 1950",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến dịch Biên giới Thu đông 1950 còn gọi là Chiến dịch Lê Hồng Phong 2, là một chiến dịch trong Chiến tranh Đông Dương do Quân đội nhân dân Việt Nam (được phía Pháp gọi là Việt Minh) thực hiện từ ngày 16 tháng 9 đến 14 tháng 10 năm 1950, nhằm phá vòng vây mà quân viễn chinh của Đệ tứ Cộng hòa Pháp bố trí nhằm cô lập của căn cứ địa Việt Bắc, từ đó khai thông biên giới Việt - Trung để mở đầu cầu tiếp nhận viện trợ của Liên Bang Xô Viết thông qua Cộng Hòa Nhân Dân Trung Hoa. Mặt khác, Việt Minh sẽ mở rộng căn cứ địa, làm tiêu hao sinh lực quân đồn trú Pháp, và thử nghiệm các chiến thuật của Quân đội Nhân dân Việt Nam cho các trận đánh lớn sau này.",
    "tên": "Chiến dịch Biên giới"
  },
  {
    "thời gian": "ngày 13 tháng 3 - 7 tháng 5 năm 1954",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Trận Điện Biên Phủ (tiếng Pháp: Bataille de Diên Biên Phu; phát âm: [bataj də djɛ̃ bjɛ̃ fy]), còn gọi là Chiến dịch Trần Đình là trận đánh lớn nhất[6] trong Chiến tranh Đông Dương lần thứ nhất diễn ra tại lòng chảo Mường Thanh, châu Điện Biên, tỉnh Lai Châu (nay thuộc thành phố Điện Biên Phủ, tỉnh Điện Biên) giữa Quân đội Nhân dân Việt Nam và Quân đội Liên hiệp Pháp (gồm Lực lượng Viễn chinh Pháp, Binh đoàn Lê dương Pháp, quân phụ lực bản xứ và Quân đội Quốc gia Việt Nam).Đây là chiến thắng quân sự lớn nhất trong cuộc Chiến tranh Đông Dương (1945 - 1954) của Việt Nam. Với thắng lợi quyết định này, lực lượng Quân đội Nhân dân Việt Nam do Đại tướng Võ Nguyên Giáp chỉ huy đã buộc quân Pháp tại Điện Biên Phủ phải đầu hàng vào ngày 7 tháng 5 năm 1954, sau suốt 2 tháng cầm cự.[7] Giữa trận này, quân Pháp đã gia tăng lên đến 16.200 người nhưng vẫn không thể cầm cự được trước các đợt tấn công như vũ bão của Quân đội Nhân dân Việt Nam.[8] Thực dân Pháp đã không thể bình định Việt Nam bất chấp nhiều năm chiến đấu và với sự hỗ trợ và can dự ngày càng sâu của Hoa Kỳ.[8] Pháp đã không còn bất kì khả năng nào để tiếp tục chiến đấu tại Việt Nam sau thảm bại này.[9]Trên phương diện quốc tế, chiến dịch này có một ý nghĩa rất lớn và đã đi vào lịch sử nhân loại, bởi đây là lần đầu tiên quân đội của một nước từng là thuộc địa ở châu Á đánh bại đội quân hiện đại và tối tân của một cường quốc châu Âu, được hỗ trợ bởi đồng minh là Hoa Kỳ trong một chiến dịch quân sự lớn. Được xem là một thảm họa bất ngờ đối với Thực dân Pháp và cũng là một đòn giáng mạnh với thế giới phương Tây,[7] đã đánh bại ý chí duy trì thuộc địa Đông Dương của Pháp và buộc nước này phải hòa đàm[7] và rút quân ra khỏi Đông Dương. Với niềm tin được cổ vũ mạnh mẽ bởi chiến thắng này, các thuộc địa của Pháp ở châu Phi cũng đồng loạt nổi dậy đòi độc lập. Chỉ riêng trong năm 1960, 17 nước châu Phi đã giành được độc lập và đến năm 1967, Pháp đã buộc phải trao trả độc lập cho hầu hết các nước từng là thuộc địa của họ.Qua đó, thắng lợi của Quân đội Nhân dân Việt Nam trong Chiến dịch Điện Biên Phủ còn được xem là một cột mốc đánh dấu thất bại hoàn toàn của Pháp trong nỗ lực tái gây dựng thuộc địa Đông Dương nói riêng và đế quốc thực dân của họ nói chung sau Chiến tranh thế giới thứ hai,[8][10] qua đó chấm dứt hơn 400 năm tồn tại của chủ nghĩa thực dân cũ trên thế giới này.",
    "tên": "Chiến dịch Điện Biên Phủ"
  },
  {
    "thời gian": "ngày 20 tháng 7 năm ngày 13 tháng 3 - 7 tháng 5 năm 1954",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "",
    "tên": "Hiệp định Genève"
  },
  {
    "thời gian": "ngày 10 tháng 10 năm ngày 20 tháng 7 năm ngày 13 tháng 3 - 7 tháng 5 năm 1954",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Giải phóng thủ đô 10\/10\/1954, hoặc theo cách gọi trên các văn kiện chính trị Việt Nam là Giải phóng thủ đô[1] là sự kiện diễn ra từ lúc 08 giờ ngày 10 tháng 10 năm 1954, các đơn vị Quân đội Nhân dân Việt Nam tiến vào 5 cửa ô nhận bàn giao chính quyền từ Quốc gia Việt Nam cùng một số cơ sở quân sự Pháp. Sự kiện này được coi là kết quả trực tiếp của Hội nghị Trung Giã[2] và đánh dấu kết thúc Chiến tranh Đông Dương về hiện trạng, đồng thời khởi động tiến trình 2 năm thi hành Hiệp định Genève 1954.[3]",
    "tên": "Giải phóng Thủ đô"
  },
  {
    "thời gian": "năm 1955",
    "kết quả": null,
    "thông tin liên quan": [
      "Ngô Đình Diệm",
      "Bảo Đại",
      "Tổng thống",
      "Việt Nam Cộng hòa"
    ],
    "tóm tắt": "",
    "tên": "Ngô Đình Diệm phế truất Bảo Đại"
  },
  {
    "thời gian": "năm 1959-1960",
    "kết quả": null,
    "thông tin liên quan": [
      "Đồng khởi"
    ],
    "tóm tắt": "Đồng Khởi là phong trào do những thành viên Việt Minh ở lại miền Nam Việt Nam kêu gọi nhân dân nổi dậy đồng loạt chống lại Hoa Kỳ và chính phủ Việt Nam Cộng hòa. Trước hết là những vùng nông thôn rộng lớn ở Nam Bộ và cả vùng núi Nam Trung bộ Việt Nam. Phong trào này diễn ra từ cuối năm 1959, đỉnh cao là năm 1960, nhanh chóng lan rộng khắp miền Nam làm tan rã cơ cấu chính quyền cơ sở nông thôn của chính phủ Việt Nam Cộng hòa thời kỳ Ngô Đình Diệm, dẫn đến sự thành lập của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam.",
    "tên": "Phong trào Đồng khởi"
  },
  {
    "thời gian": "ngày 20 tháng 12 năm 1960",
    "kết quả": null,
    "thông tin liên quan": [
      "Mặt trận Dân tộc Giải phóng miền Nam Việt Nam"
    ],
    "tóm tắt": "Mặt trận Dân tộc Giải phóng miền Nam Việt Nam (phía Việt Nam Cộng hoà và cùng các đồng minh phương Tây gọi là Việt Cộng) là một tổ chức liên minh chính trị hoạt động chống lại sự can thiệp của Hoa Kỳ và các đồng minh (Việt Nam Cộng hòa, Úc, Hàn Quốc, Thái Lan...) trong thời kỳ Chiến tranh Việt Nam. Đây là tổ chức được thành lập theo đường lối của Đảng Cộng sản Việt Nam tại Đại hội III với phương châm liên minh những người miền Nam Việt Nam có mục tiêu đấu tranh chống Mỹ và Việt Nam Cộng hòa, thực hiện đấu tranh giành độc lập dân tộc, thống nhất đất nước Việt Nam. Năm 1969, mặt trận này và Liên minh các Lực lượng Dân tộc, Dân chủ và Hòa bình Việt Nam thành lập Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam tại Nam Việt Nam. Mặt trận nhận được sự viện trợ và giúp đỡ của Việt Nam Dân chủ Cộng hòa và chịu sự lãnh đạo linh hoạt của Đảng Lao động Việt Nam.Đây là tổ chức kế thừa Mặt trận Tổ quốc Việt Nam (Mặt trận của cả nước từ Bắc đến Nam) ở miền Nam (công nhận bởi các tài liệu sau năm 1975) nhằm chống lại Hoa Kỳ và chế độ Việt Nam Cộng hoà ở miền Nam Việt Nam, ra đời trong phong trào Đồng khởi của người dân ở miền Nam[1] Chủ trương của Mặt trận là: \"Đoàn kết toàn dân, kiên quyết đấu tranh chống đế quốc Mỹ xâm lược và gây chiến, đánh đổ tập đoàn thống trị Ngô Đình Diệm, tay sai đế quốc Mỹ; thành lập một chính quyền liên minh dân tộc dân chủ rộng rãi ở miền Nam, thực hiện độc lập dân tộc, tự do, dân chủ, cải thiện dân sinh, giữ vững hoà bình, thi hành chính sách trung lập, tiến tới hòa bình thống nhất Tổ quốc, tích cực góp phần bảo vệ hoà bình ở Đông Dương, Đông Nam Á và thế giới.\"[2]Tổ chức này được thành lập dưới sự hậu thuẫn và được hỗ trợ tài chính, thiết bị và nhân sự bởi nhiều bộ phận dân cư tại miền Nam Việt Nam cũng như của chính phủ và quân đội của Việt Nam Dân chủ Cộng hòa. Trước khi Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam thành lập, Mặt trận Dân tộc Giải phóng miền Nam Việt Nam tồn tại như một phong trào chính trị và cơ quan Ủy ban Trung ương hoạt động như là một cơ quan hành pháp lâm thời, đại diện cho các vùng thuộc quyền kiểm soát, quản lý các vùng do Mặt trận quản lý. Ban đầu, những người hoạt động trong lĩnh vực dân sự và chính trị Việt Minh vẫn được ở lại miền Nam để tham gia Tổng tuyển cử thống nhất đất nước được dự kiến diễn ra trong năm 1956 (Hiệp định Geneve quy định chỉ nhân viên quân sự là tập kết bắt buộc, còn cán bộ chính trị được ở nguyên tại chỗ để chuẩn bị Tổng tuyển cử). Tuy nhiên, phía chính quyền Ngô Đình Diệm tiến hành đàn áp những thành viên và những người ủng hộ Việt Minh. Để phản kháng, các lực lượng Việt Minh tổ chức Phong trào Đồng khởi. Sau này, do yêu cầu về việc huy động rộng rãi các thành phần xã hội khác nhau và ủng hộ rộng rãi của quốc tế chống Mỹ và Việt Nam cộng hòa, thực hành \"cách mạng dân tộc dân chủ nhân dân\" theo chủ trương của Đảng Lao động, Mặt trận Dân tộc Giải phóng miền Nam Việt Nam được thành lập. Việc thành lập đã tạo vị thế mới cho lực lượng cách mạng ở miền Nam Việt Nam.[3][4]Mặt trận liên tục tổ chức, lãnh đạo các hoạt động nhằm chống lại sự can thiệp của Mỹ và các đồng minh, nhằm đấu tranh thống nhất đất nước Việt Nam. Để thực hiện mục đích đó, Quân Giải phóng Miền Nam đã được thành lập ngày 15 tháng 2 năm 1961, do Trung ương cục miền Nam lãnh đạo, sau đó gia nhập Mặt trận Dân tộc Giải phóng miền Nam Việt Nam. Quân Giải phóng Miền Nam đã thực hiện chiến tranh nhân dân chống lại Hoa Kỳ và chính phủ Sài Gòn, với chi viện về vũ khí và người từ miền Bắc.Trước 1975, Mặt trận tuyên bố là tổ chức hoạt động độc lập, song cũng công nhận tuyên bố chủ quyền trên cả nước của chính phủ Việt Nam Dân chủ Cộng hòa (tại tuyên ngôn độc lập năm 1945), cho đến khi Cộng hòa Miền Nam Việt Nam tuyên bố chủ quyền ở miền Nam năm 1969. Từ 31 tháng 1 năm 1977, tổ chức này sáp nhập hoàn toàn với Mặt trận Tổ quốc Việt Nam.Ngày nay Nhà nước Việt Nam khẳng định Mặt trận Dân tộc Giải phóng miền Nam Việt Nam, cũng như các mặt trận trước đó và sau này là các tổ chức chính trị - xã hội dưới sự lãnh đạo của Đảng Cộng sản Việt Nam, thực hiện các nhiệm vụ đoàn kết toàn dân dưới lá cờ của Đảng Cộng sản Việt Nam để đạt mục tiêu chính trị do Đảng đề ra.",
    "tên": "thành lập Mặt trận Dân tộc Giải phóng miền Nam Việt Nam"
  },
  {
    "thời gian": "ngày 15 tháng 12 năm 1961",
    "kết quả": null,
    "thông tin liên quan": [
      "Quân Giải phóng miền Nam Việt Nam"
    ],
    "tóm tắt": "Quân Giải phóng miền Nam Việt Nam (gọi tắt là Quân Giải phóng hoặc Giải phóng quân), còn gọi là Các lực lượng vũ trang giải phóng miền Nam Việt Nam, được thành lập trên cơ sở thống nhất các lực lượng vũ trang do đảng cộng sản thành lập ở miền Nam, bao gồm lực lượng ở lại không đi tập kết, lực lượng mới tham gia tại chỗ và lực lượng đi tập kết đã quay lại miền Nam hoạt động. Về mặt quân sự, Quân Giải phóng miền Nam là một bộ phận của Quân đội Nhân dân Việt Nam, chịu sự lãnh đạo trực tiếp từ trên xuống của Quân ủy Trung ương Đảng Lao động Việt Nam và Bộ Quốc phòng Việt Nam Dân chủ Cộng hòa, Quân ủy và Bộ Tư lệnh Quân Giải phóng miền Nam, Quân khu ủy và các Bộ Tư lệnh Quân Giải phóng miền Nam ở các quân khu, Đảng ủy quân sự và Bộ Chỉ huy quân sự các tỉnh, thành phố tại miền Nam. Vì thế, lực lượng bộ đội từ miền Bắc tăng cường vào Nam chiến đấu, kể từ năm 1963, nghiễm nhiên cũng là bộ đội thuộc biên chế Quân Giải phóng. Về mặt chính trị, Quân Giải phóng là lực lượng vũ trang của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam giai đoạn 1961-1969 và Chính phủ Cách mạng Lâm thời Cộng hòa miền Nam Việt Nam giai đoạn 1969-1976. Vì vậy, Quân Giải phóng chịu sự lãnh đạo tối cao từ trên xuống của Bộ Chính trị, Ban Chấp hành Trung ương Đảng Lao động Việt Nam, Trung ương Cục miền Nam của Đảng Nhân dân Cách mạng miền Nam (thành lập vào ngày 1-1-1962), Mặt trận Dân tộc Giải phóng miền Nam Việt Nam và Chính phủ Cách mạng Lâm thời Cộng hòa miền Nam Việt Nam[1].Theo Hiệp định Genève, chỉ có lực lượng quân sự chính quy phải tiến hành tập kết còn các lực lượng vũ trang tự vê, lực lượng chính trị và tuyên truyền được tập kết tại chỗ. Về mặt pháp lý, và hình thức bên ngoài Quân Giải phóng miền Nam có vị thế tương đối độc lập với Quân đội nhân dân Việt Nam. Về bản chất, Quân giải phóng Miền Nam Việt Nam là một bộ phận Quân đội nhân dân Việt Nam, chịu sự chỉ đạo trực tiếp, xuyên suốt của Đảng Lao động Việt Nam, là nòng cốt của các lực lượng vũ trang giải phóng miền Nam Việt Nam trong kháng chiến chống Mỹ.Các lực lượng vũ trang giải phóng miền Nam Việt Nam được tổ chức thành hệ thống toàn miền và mang tên Quân giải phóng miền Nam Việt Nam để phù hợp với tình hình nhiệm vụ cách mạng miền Nam theo chủ trương của Bộ Chính trị Ban Chấp hành Trung ương Đảng Lao động Việt Nam và chỉ thị của Tổng quân ủy[2][3].Quân Giải phóng miền Nam Việt Nam được thành lập ngày 15 tháng 2 năm 1961 tại chiến khu Đ và chịu sự lãnh đạo của Trung ương Đảng Lao động và Trung ương Cục miền Nam.[4] Quân giải phóng Miền Nam là một tổ chức tham gia vào Mặt trận Dân tộc giải phóng Miền Nam Việt Nam và chịu sự quản lý hành chính của Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam[2]. Quân giải phóng Miền Nam chịu sự chỉ đạo (chỉ huy và lãnh đạo) công khai của Bộ Tư lệnh các lực lượng vũ trang giải phóng Miền Nam Việt Nam và Quân ủy Miền thuộc Trung ương Cục Miền Nam. Tuy nhiên các thiết chế này và cả Quân giải phóng đều chịu sự chỉ đạo từ bí mật đến bán công khai của Trung ương Đảng Lao động, Tổng Quân ủy và Bộ Tổng Tư lệnh (Trung ương Cục Miền Nam là một bộ phận của Trung ương Đảng đặt tại miền Nam, Quân ủy Miền là bộ phận của Tổng Quân ủy tại miền Nam còn Bộ Tư lệnh Miền là cơ quan tiền phương của Bộ Tổng tư lệnh, về công khai chỉ đạo trên toàn Miền Nam, nhưng trong nội bộ chỉ chỉ đạo từ mặt trận B2 trở vào, còn các mặt trận và cấp ủy các địa phương phía trên do Trung ương chỉ đạo trực tiếp). Trong suốt giai đoạn Chiến tranh Việt Nam, lực lượng này bị Hoa Kỳ và Việt Nam Cộng hòa gọi là Việt Cộng[5]. Cách gọi này thường gây lẫn lộn do \"Việt Cộng\" cũng là cách gọi ngắn của Mỹ đối với Mặt trận Dân tộc Giải phóng miền Nam Việt Nam còn quân Giải phóng lại là lực lượng vũ trang của tổ chức chính trị này.Theo phim tài liệu Xuân 1975 của Điện ảnh Quân đội nhân dân Việt Nam sản xuất và hoàn thành trước 30\/4\/1975, kịch bản và đạo diễn Trần Việt, thì chỉ gọi là \"các lực lượng vũ trang của ta\", hay \"quân ta\" chứ không gọi tên phân biệt hai quân đội, và cho biết cụ thể Bộ Chính trị, Quân ủy Trung ương, Bộ Tổng tư lệnh chỉ đạo chung.Sau khi Chiến tranh Việt Nam kết thúc, Quân Giải phóng miền Nam Việt Nam chính thức hợp nhất với Quân đội nhân dân Việt Nam.",
    "tên": "thành lập Quân Giải phóng miền Nam Việt Nam"
  },
  {
    "thời gian": "năm 1961-1965",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh đặc biệt"
    ],
    "tóm tắt": "Staley-Taylor là tên một kế hoạch thực thi chiến lược \"Chiến tranh đặc biệt\" của Hoa Kỳ trong Cuộc chiến xâm lược Việt Nam. Kế hoạch này được công bố tháng 5 năm 1961, mang tên hai người soạn thảo là nhà kinh tế học Eugene Staley của Viện nghiên cứu Standford - đại học Stanford và Đại tướng Maxwell D. Taylor, chỉ huy quân đội Mỹ tại Việt Nam. Theo tiến độ, kế hoạch được triển khai trong 4 năm (1961-1965). Nội dung của nó là \"bình định Miền Nam Việt Nam\" trong vòng 18 tháng, từ đó đảm bảo cho quân đội Việt Nam Cộng hòa thế chủ động trên chiến trường Miền Nam.Kế hoạch bao gồm 3 biện pháp chiến lược:",
    "tên": "chiến dịch Chiến tranh đặc biệt"
  },
  {
    "thời gian": "năm 1963",
    "kết quả": null,
    "thông tin liên quan": [
      "Ngô Đình Diệm"
    ],
    "tóm tắt": "",
    "tên": "đảo chính lật đổ chính quyền Ngô Đình Diệm"
  },
  {
    "thời gian": "ngày 8 tháng 3 năm 1965",
    "kết quả": null,
    "thông tin liên quan": [
      "Mỹ",
      "miền Nam Việt Nam"
    ],
    "tóm tắt": "",
    "tên": "Mỹ bắt đầu đưa quân vào tham chiến tại miền Nam Việt Nam"
  },
  {
    "thời gian": "năm 1965-1968",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh cục bộ"
    ],
    "tóm tắt": "Chiến tranh cục bộ là một chiến lược quân sự của Hoa Kỳ trong Chiến tranh Việt Nam (giai đoạn 1965-1967). Nội dung cơ bản của chiến lược này là tận dụng ưu thế hỏa lực, công nghệ và quân số của lực lượng viễn chinh Mỹ để đè bẹp Quân Giải phóng miền Nam, đồng thời điều động lực lượng không quân đánh phá miền Bắc, thiết lập ảnh hưởng lâu dài của Mỹ lên miền Nam Việt Nam thông qua chế độ Việt Nam Cộng hòa. Đây được đánh giá là giai đoạn khốc liệt nhất của cuộc chiến.Tên gọi Chiến tranh cục bộ xuất phát từ quan điểm đây là một dạng chiến tranh hạn chế trong chiến lược toàn cầu \"phản ứng linh hoạt\". Quy mô của chiến tranh được đẩy lên rất cao với lượng bom đạn được Hoa Kỳ sử dụng còn nhiều hơn Thế chiến thứ hai, nhưng phạm vi chiến tranh được giới hạn ở mục tiêu \"chống nổi dậy\".",
    "tên": "chiến dịch Chiến tranh cục bộ"
  },
  {
    "thời gian": "năm 1968-1973",
    "kết quả": null,
    "thông tin liên quan": [
      "Việt Nam hóa chiến tranh"
    ],
    "tóm tắt": "Việt Nam hóa chiến tranh (tiếng Anh: Vietnamization) hay Đông Dương hóa chiến tranh là chiến lược của Chính phủ Hoa Kỳ dưới thời tổng thống Richard Nixon trong Chiến tranh Việt Nam, được áp dụng từ ngày 8\/6\/1969 trên toàn Đông Dương nhằm từng bước chuyển trách nhiệm chiến đấu cho Việt Nam Cộng hòa và Quân lực Việt Nam Cộng hòa để Mỹ rút dần quân về nước; nhưng vẫn giữ được Miền Nam Việt Nam, và cả bán đảo Đông Dương trong tầm ảnh hưởng của Hoa Kỳ.",
    "tên": "chiến dịch Việt Nam hóa chiến tranh"
  },
  {
    "thời gian": "ngày 8 tháng 6 năm 1969",
    "kết quả": null,
    "thông tin liên quan": [
      "Cộng hòa Miền Nam Việt Nam",
      "Tây Ninh"
    ],
    "tóm tắt": "Cộng hòa miền Nam Việt Nam là một chính thể tại miền Nam Việt Nam, được thành lập bởi Đại hội Quốc dân miền Nam Việt Nam mà nòng cốt là lực lượng Mặt trận Dân tộc Giải phóng miền Nam Việt Nam, Liên minh các Lực lượng Dân tộc, Dân chủ và Hòa bình Việt Nam thành lập ở miền Nam Việt Nam với mục đích quản lý các vùng đất do phía Mặt trận Dân tộc Giải phóng miền Nam kiểm soát tại miền Nam Việt Nam. Đây là nhà nước lâm thời được lập ra nhằm để tăng tính hợp pháp và chính danh của các vùng mà Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam kiểm soát.Theo Hiệp định Paris, thì Cộng hòa miền Nam Việt Nam là một trong hai chính thể tồn tại ở miền Nam Việt Nam, và là một trong ba chính thể trên lãnh thổ Việt Nam.Cộng hòa Miền Nam Việt Nam được một số các quốc gia công nhận và có quan hệ ngoại giao (tính đến 24\/1\/1976 thì chính thể này có tổng cộng 90 nước công nhận và thiết lập quan hệ ngoại giao, Kuwait là nước cuối cùng thiết lập quan hệ ngoại giao với Nhà nước này 24\/1\/1976 trước khi Việt Nam tái thống nhất hòa bình 2\/7\/1976)[cần dẫn nguồn]. Chính thể này tham gia ký Hiệp định Paris 1973 với tư cách là một bên tham chiến. Chính phủ này tiếp quản các lãnh thổ thuộc kiểm soát của Việt Nam Cộng hòa sau sự kiện 30 tháng 4 năm 1975. Ngày 2 tháng 7 năm 1976, Cộng hòa Miền Nam Việt Nam và Việt Nam Dân chủ Cộng hòa hợp nhất thành Cộng hòa xã hội chủ nghĩa Việt Nam dưới sự lãnh đạo của Đảng Cộng sản Việt Nam.Cộng hòa Miền Nam Việt Nam là một chính thể trên một Miền như tên chính thức của nó có chữ \"Miền\". Quyền lực pháp lý của nó về lý thuyết độc lập với Việt Nam Dân chủ cộng hòa. Về thực tế nó có quyền lực độc lập hình thức với Việt Nam dân chủ cộng hòa, nhưng về bí mật nó chịu chỉ đạo của Đảng Lao động Việt Nam, đặc biệt giai đoạn trước khi Hiệp định Paris được ký kết, và trở nên công khai sau 1975. Hiệp định Paris khẳng định Việt Nam là một nước duy nhất như hiệp định Genève quy định, nhưng có các chính thể - nhà nước khác nhau quản lý các vùng khác nhau... Cộng hòa Miền Nam Việt Nam không có quốc kỳ, quốc ca, thủ đô (không có bất kỳ văn bản nào quy định), mà chỉ có cờ và bài hát của Mặt trận và Chính phủ, và trụ sở Chính phủ thì hay thay đổi (nhưng thực tế nhiều thành viên Chính phủ nhiều thời gian trên đất Bắc). Thú vị là Đài Phát thanh Giải phóng của Mặt trận và Chính phủ này về công khai ra thế giới là đặt tại một vùng của miền Nam thì thực tế lại có trụ sở phát sóng bí mật trên đất Bắc với mật danh là CP 90, ban biên tập tiền phương bí mật chuyển tin về Bắc sau đó biên tập phát sóng lấy danh nghĩa Mặt trận.",
    "tên": "thành lập Cộng hòa Miền Nam Việt Nam"
  },
  {
    "thời gian": "ngày 2 tháng 9 năm ngày 8 tháng 6 năm 1969",
    "kết quả": null,
    "thông tin liên quan": [
      "Hồ Chí Minh"
    ],
    "tóm tắt": "",
    "tên": "Chủ tịch Hồ Chí Minh từ trần"
  },
  {
    "thời gian": "ngày 18 tháng 12 - 30 tháng 12 năm 1972",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "",
    "tên": "Chiến dịch Điện Biên Phủ trên không"
  },
  {
    "thời gian": "ngày 27 tháng 1 năm 1973",
    "kết quả": null,
    "thông tin liên quan": [
      "Việt Nam"
    ],
    "tóm tắt": "",
    "tên": "Hiệp định Paris"
  },
  {
    "thời gian": "ngày 26 tháng 4 - 2 tháng 5 năm 1975",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến dịch Hồ Chí Minh, tên ban đầu là Chiến dịch Giải phóng Sài Gòn - Gia Định là chiến dịch cuối cùng của Quân Giải phóng miền Nam Việt Nam trong Cuộc Tổng tấn công và nổi dậy mùa Xuân năm 1975 và Chiến tranh Việt Nam. Đây cũng là chiến dịch quân sự diễn ra trong thời gian ngắn nhất trong Chiến tranh Việt Nam, diễn ra từ ngày 26 tháng 4 đến ngày 30 tháng 4 năm 1975 tại Sài Gòn và kéo theo là cuộc tiếp quản chính quyền cũ của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam và Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam tại Đồng bằng sông Cửu Long trong hai ngày 1 và 2 tháng 5. Chiến dịch này dẫn đến việc chấm dứt hoàn toàn sự chia cắt thành hai vùng tập kết quân sự về mặt lãnh thổ giữa hai miền Nam - Bắc của Việt Nam vào năm 1975, đưa đến việc thống nhất xã hội, chế độ chính trị, dân cư và toàn vẹn lãnh thổ của Việt Nam trên đất liền, vùng lãnh hải, vùng trời và một số hải đảo [10] khác của Việt Nam vào năm 1976.",
    "tên": "Chiến dịch Hồ Chí Minh"
  },
  {
    "thời gian": "ngày 30 tháng 4 năm ngày 26 tháng 4 - 2 tháng 5 năm 1975",
    "kết quả": null,
    "thông tin liên quan": [
      "Việt Nam Cộng hòa",
      "Cộng hòa Miền Nam Việt Nam"
    ],
    "tóm tắt": "",
    "tên": "chính phủ Việt Nam Cộng hòa đầu hàng vô điều kiện Cộng hòa Miền Nam Việt Nam"
  },
  {
    "thời gian": "ngày 2 tháng 7 năm 1976",
    "kết quả": null,
    "thông tin liên quan": [
      "Cộng hòa xã hội chủ nghĩa Việt Nam"
    ],
    "tóm tắt": "",
    "tên": "thống nhất đất nước"
  },
  {
    "thời gian": "ngày 20 tháng 9 năm 1977",
    "kết quả": null,
    "thông tin liên quan": [
      "Liên Hợp Quốc"
    ],
    "tóm tắt": "",
    "tên": "gia nhập Liên Hợp Quốc"
  },
  {
    "thời gian": "năm 1975-1979",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh biên giới Việt Nam - Campuchia, hay còn được gọi là Chiến tranh biên giới Tây Nam, là cuộc xung đột quân sự giữa Cộng hòa Xã hội chủ nghĩa Việt Nam và Campuchia Dân chủ. Cuộc chiến có nguyên nhân từ các hoạt động quân sự của quân Khmer Đỏ tấn công vào lãnh thổ Việt Nam, giết chóc người dân và đốt phá làng mạc Việt Nam trong những năm 1975-1978.Việc đánh đổ Khmer Đỏ đã được thực hiện xong từ năm 1979, tuy nhiên tàn quân Khmer Đỏ vẫn còn tồn tại và đe dọa chính phủ mới tại Campuchia dẫn tới việc Việt Nam đóng quân ở lại Campuchia trong suốt 10 năm tiếp theo.[21]",
    "tên": "chiến tranh biên giới Tây Nam"
  },
  {
    "thời gian": "năm 1979",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "",
    "tên": "chiến tranh biên giới phía Bắc"
  },
  {
    "thời gian": "năm 1986",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Đổi Mới là một chương trình cải cách toàn diện bao gồm kinh tế, đặc biệt là đổi mới trong lĩnh vực kinh tế, chính trị và nhiều khía cạnh khác của đời sống xã hội do Đảng Cộng sản Việt Nam, đứng đầu là Tổng Bí thư Nguyễn Văn Linh khởi xướng vào thập niên 1980. Chính sách Đổi mới được chính thức thực hiện từ Đại hội đại biểu Đảng Cộng sản Việt Nam lần VI, năm 1986.[1]Đổi mới về kinh tế được thực hiện song song với Đổi mới trên các mặt khác như hành chính, chính trị, văn hóa, giáo dục,...[1] Chính trị Việt Nam đã có sự thay đổi mang tính bản chất, khi Đổi mới không chỉ đổi mới trên phương diện kinh tế mà còn Đổi mới cả về tư duy lãnh đạo của Đảng Cộng sản Việt Nam. Nhìn chung, Đảng Cộng sản Việt Nam vẫn giữ nguyên mô hình chủ nghĩa xã hội và chủ nghĩa cộng sản theo chủ nghĩa Marx-Lenin, chỉ có nền kinh tế thay đổi thành nền kinh tế thị trường.[2]Đổi mới ở Việt Nam tương tự chính sách kinh tế mới của Liên Xô giai đoạn Lenin lãnh đạo (1921-1924), Cải Cách Khai Phóng ở Trung Quốc và Đổi mới ở Lào. Công cuộc Đổi mới tại Việt Nam sau năm 1986 được xem là sự áp dụng lại mô hình NEP của Lenin[3][4][5].Các quan điểm về Đổi mới kinh tế của Việt Nam và Trung Quốc dựa chủ yếu trên các kinh nghiệm cải cách của các nước Đông Âu, nhưng ở Việt Nam và Trung Quốc thì Đổi mới xuất phát từ lĩnh vực kinh tế, không đi kèm với những biến động lớn về mặt chính trị - ý thức hệ và xã hội.[1]",
    "tên": "Đổi Mới"
  },
  {
    "thời gian": "ngày 7 tháng 11 năm 1991",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Quan hệ Việt Nam - Trung Quốc (Quan hệ Việt-Trung, tiếng Trung: 中越關係) là mối quan hệ giữa hai nước láng giềng vì có chung biên giới trên bộ và trên biển, hai nước có chung thể chế chính trị và có quá trình gắn bó tương tác sâu sắc về văn hóa và lịch sử, cũng như các cuộc xung đột qua lại. Một chính trị gia Việt Nam tóm gọn mối quan hệ Việt-Trung trong 6 chữ \"vừa hợp tác, vừa đấu tranh\".[1]Quan hệ Việt-Trung trong gần 2.200 năm tồn tại từ Thế kỷ II trước Tây lịch đến nay có thể chia ra 4 thời kỳ cơ bản. Thời kỳ thứ nhất quen gọi là \"thời kỳ Bắc thuộc\", từ lúc nhà Hán thôn tính nước Nam Việt của nhà Triệu (năm 111 trước công nguyên) cho đến thời điểm Ngô Quyền xưng vương (năm 939), chưa kể 20 năm nhà Minh đô hộ Việt Nam (1407-1427). Thời kỳ thứ 2 gọi chung là \"thời kỳ Đại Việt\", dài tương đương, từ khi Ngô Quyền xưng vương (939) đến khi Pháp đặt nền bảo hộ ở Việt Nam và nhà Thanh công nhận chủ quyền của Pháp ở đây (1884). Thời kỳ thứ 3 quen gọi là \"thời kỳ Pháp thuộc\", kéo dài khoảng 6 thập niên, từ 1884-1945, khi Việt Nam tuyên bố độc lập để thành lập ra Nhà nước Việt Nam Dân chủ Cộng hoà cùng thời điểm Nhật Bản chính thức đầu hàng Đồng minh (Pháp trước đấy đã bị Nhật thay thế hoàn toàn và Nhật hậu thuẫn hoàng đế nhà Nguyễn lập ra Đế quốc Việt Nam). Thời kỳ thứ 4 từ 1945 đến nay. Thời kỳ này gồm 3 giai đoạn: (1) từ cuối thập niên 40 đến cuối thập niên 60, (2) từ đầu thập niên 70 đến cuối thập niên 80, (3) từ đầu thập niên 90 đến nay.[2][3]",
    "tên": "bình thường hóa quan hệ với Trung Quốc"
  },
  {
    "thời gian": "ngày 11 tháng 7 năm 1995",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Sau sự kiện 30 tháng 4 năm 1975 vấn đề bình thường hóa quan hệ ngoại giao Việt Nam - Hoa Kỳ được đặt ra. Tuy nhiên đến hai mươi năm sau, ngày 11 tháng 7 năm 1995, Tổng thống Mỹ Bill Clinton và Thủ tướng Việt Nam Võ Văn Kiệt mới tuyên bố bình thường hóa quan hệ ngoại giao giữa hai quốc gia.",
    "tên": "bình thường hóa quan hệ với Mỹ"
  },
  {
    "thời gian": "ngày 28 tháng 7 năm ngày 11 tháng 7 năm 1995",
    "kết quả": null,
    "thông tin liên quan": [
      "ASEAN"
    ],
    "tóm tắt": "",
    "tên": "gia nhập ASEAN"
  },
  {
    "thời gian": "ngày 14 tháng 11 năm 1998",
    "kết quả": null,
    "thông tin liên quan": [
      "APEC"
    ],
    "tóm tắt": "Diễn đàn Hợp tác Kinh tế châu Á - Thái Bình Dương (tiếng Anh: Asia-Pacific Economic Cooperation, viết tắt là APEC) là diễn đàn của 21 nền kinh tế thành viên vành đai Thái Bình Dương[1] với mục tiêu tăng cường mối quan hệ về kinh tế và chính trị.APEC được thành lập vào năm 1989 để đáp ứng sự phụ thuộc lẫn nhau ngày càng tăng của các nền kinh tế châu Á - Thái Bình Dương và sự xuất hiện của khối thương mại khu vực ở các nơi khác trên thế giới; để xoa dịu nỗi sợ hãi về một Nhật Bản với kinh tế công nghiệp hóa cao (một thành viên của G8) sẽ thống trị hoạt động kinh tế ở khu vực châu Á - Thái Bình Dương; và để thiết lập thị trường mới cho các sản phẩm nông nghiệp và nguyên liệu ngoài châu Âu.[2]Diễn đàn tổ chức các kỳ họp thường niên lần lượt tại mỗi quốc gia thành viên, với người đứng đầu chính phủ mỗi quốc gia thành viên (ngoại trừ Đài Loan, do sức ép của Trung Quốc, chỉ đại diện với một thành viên ngang cấp Bộ trưởng với tư cách là lãnh đạo nền kinh tế dưới tên gọi Trung Hoa Đài Bắc).[3] Kỳ họp cấp cao nhất này được gọi là \"Hội nghị các nhà lãnh đạo kinh tế APEC\" (tiếng Anh: APEC Economic Leaders' Meeting), báo chí Việt Nam cũng thường gọi là \"Hội nghị cấp cao APEC\", được tổ chức lần lượt tại mỗi nền kinh tế thành viên APEC. Từ năm 1991, khi cả Trung Quốc, Đài Loan đều trở thành thành viên APEC, cụm từ \"các nền kinh tế\" được dùng để chỉ các nước thành viên thay vì sử dụng cụm từ \"quốc gia\", cũng như không gọi kỳ họp cấp cao là \"Hội nghị thượng đỉnh\", vì nó thường dùng để chỉ một cuộc họp của các nguyên thủ quốc gia. Điều này nhằm tránh các vấn đề xung đột chính trị từ các quốc gia và vùng lãnh thổ hiện tranh chấp như Trung Quốc, Đài Loan, Hồng Kông.[4] Trong hầu hết (nhưng không phải tất cả) các hội nghị cấp cao, các nhà lãnh đạo tham dự phải mặc quốc phục của nước chủ nhà.APEC có ba quan sát viên chính thức: Ban Thư ký Hiệp hội các nước Đông Nam Á, Hội đồng Hợp tác Kinh tế Thái Bình Dương và Ban Thư ký Diễn đàn các Đảo Thái Bình Dương.[5] Nước chủ nhà của năm APEC thường được mời tham dự cuộc họp G20 với tư cách đại diện khu vực theo hướng dẫn của G20.[6][7][8][9]",
    "tên": "gia nhập APEC"
  },
  {
    "thời gian": "ngày 11 tháng 1 năm 2007",
    "kết quả": null,
    "thông tin liên quan": [
      "WTO"
    ],
    "tóm tắt": "",
    "tên": "gia nhập WTO"
  },
  {
    "thời gian": "năm 2020-2022",
    "kết quả": null,
    "thông tin liên quan": [],
<<<<<<< HEAD
    "tóm tắt": "Vào ngày 23 tháng 1 năm 2020, trường hợp đầu tiên mắc COVID-19 do virus SARS-CoV-2 gây ra được xác nhận tại Thành phố Hồ Chí Minh, Việt Nam.[3] Xã hội, kinh tế bị tác động bởi đại dịch. Các hoạt động kiểm soát đã diễn ra trong đó có hạn chế tự do di chuyển.[4][5]Tính đến ngày 2 tháng 2 năm 2023, Việt Nam ghi nhận 11,526,522 trường hợp nhiễm COVID-19 và 43,186 trường hợp tử vong.",
=======
    "tóm tắt": "Vào ngày 23 tháng 1 năm 2020, trường hợp đầu tiên mắc COVID-19 do virus SARS-CoV-2 gây ra được xác nhận tại Thành phố Hồ Chí Minh, Việt Nam.[3] Xã hội, kinh tế bị tác động bởi đại dịch. Các hoạt động kiểm soát đã diễn ra trong đó có hạn chế tự do di chuyển.[4][5]Tính đến ngày 3 tháng 2 năm 2023, Việt Nam ghi nhận 11,526,542 trường hợp nhiễm COVID-19 và 43,186 trường hợp tử vong.",
>>>>>>> origin/master
    "tên": "Đại dịch COVID-19"
  },
  {
    "thời gian": "từ tháng 1 đến tháng 4 năm 981.",
    "kết quả": "Đại Cồ Việt chiến thắng",
    "thông tin liên quan": [
      "Lê Đại Hành",
      "nhà Tiền Lê",
      "Lê Đại Hành"
    ],
    "tóm tắt": "Chiến tranh Tống-Việt năm 981 là một cuộc chiến tranh giữa Đại Tống thời Tống Thái Tông và Đại Cồ Việt thời Lê Đại Hành diễn ra từ tháng 1 đến tháng 4 năm 981 trên lãnh thổ Đại Cồ Việt. Kết quả, quân và dân Đại Cồ Việt đã đánh bại quân đội Đại Tống. Sau cuộc chiến này, năm 986, hoàng đế Đại Tống chấp nhận nhà Tiền Lê và ban chế phong cho Lê Đại Hành.",
    "tên": "Chiến tranh Đại Tống - Đại Cồ Việt lần 1"
  },
  {
    "thời gian": "năm 1288",
    "kết quả": "Quân đội Đại Việt đại thắng, nền độc lập của Đại Việt được bảo toàn.",
    "thông tin liên quan": [
      "sông Bạch Đằng"
    ],
    "tóm tắt": "Trận Bạch Đằng năm 1288 xảy ra trên sông Bạch Đằng thuộc đất Đại Việt, là một trận đánh quan trọng trong các cuộc kháng chiến chống Nguyên Mông trong lịch sử Việt Nam.",
    "tên": "Trận Bạch Đằng (1288)"
  },
  {
    "thời gian": "năm 18 tháng 1, 1077-28 tháng 2, 1077",
    "kết quả": "Chiến thắng quyết định cho Đại Việt",
    "thông tin liên quan": [
      "sông Như Nguyệt",
      "sông Cầu",
      "nhà Tống"
    ],
    "tóm tắt": "Trận Như Nguyệt là một trận đánh lớn diễn ra ở một khúc sông Như Nguyệt (hay sông Cầu) vào năm 1077, là trận đánh có tính quyết định của cuộc Chiến tranh Tống - Việt, 1075-1077, và là trận đánh cuối cùng của nhà Tống trên đất Đại Việt. Trận chiến diễn ra trong nhiều tháng, kết thúc bằng chiến thắng của quân đội Đại Việt và thiệt hại nhân mạng lớn của quân Tống, đánh bại hoàn toàn ý chí xâm lược Đại Việt của họ, buộc họ phải thừa nhận Đại Việt là một quốc gia.",
    "tên": "Trận Như Nguyệt"
  },
  {
    "thời gian": "năm 1418 - 1427",
    "kết quả": "Thắng lợi hoàn toàn của nghĩa quân Lam Sơn. Hội thề Đông Quan, quân Minh rút về nước",
    "thông tin liên quan": [
      "Lê Lợi",
      "nhà Hậu Lê"
    ],
    "tóm tắt": "Khởi nghĩa Lam Sơn (1418-1427) (chữ Nôm: 起義藍山) là cuộc khởi nghĩa đánh đuổi quân Minh xâm lược về nước do Lê Lợi lãnh đạo và kết thúc bằng việc giành lại độc lập cho nước Đại Việt và sự thành lập nhà Hậu Lê.",
    "tên": "Khởi nghĩa Lam Sơn"
  },
  {
    "thời gian": "5-7 tháng 10 năm bính ngọ (1426)",
    "kết quả": "Chiến thắng quyết định của nghĩa quân Lam Sơn",
    "thông tin liên quan": [
      "nhà Minh"
    ],
    "tóm tắt": "Trận Tốt Động – Chúc Động là trận đánh diễn ra trong các ngày 5-7 tháng 10 năm Bính Ngọ (1426), giữa nghĩa quân Lam Sơn với quân nhà Minh đóng ở Đông Quan (tức là Thăng Long, Hà Nội). Đây là một chiến thắng quân sự lớn của nghĩa quân Lam Sơn và được nhắc đến trong Bình Ngô đại cáo.",
    "tên": "Trận Tốt Động, Chúc Động"
  },
  {
    "thời gian": "8 tháng 10 năm 1427 đến ngày 3 tháng 1 năm 1428",
    "kết quả": "Thắng lợi quyết định của nghĩa quân Lam Sơn",
    "thông tin liên quan": [
      "nhà Minh"
    ],
    "tóm tắt": "Chiến dịch Chi Lăng – Xương Giang là một loạt trận đánh diễn ra từ ngày 18 tháng 9 năm 1427 đến cuối tháng 10, năm 1427 giữa lực lượng khởi nghĩa Lam Sơn của Việt Nam và 2 đạo quân viện binh nhà Minh do Liễu Thăng và Mộc Thạnh chỉ huy. Quân Lam Sơn đã giành được chiến thắng quyết định.",
    "tên": "Chiến dịch Chi Lăng Xương Giang"
  },
  {
    "thời gian": "tháng 4 năm 1775",
    "kết quả": "Quân Trịnh chiến thắng, Tây Sơn phải quy thuận",
    "thông tin liên quan": [
      "Nguyễn Nhạc"
    ],
    "tóm tắt": "Trận Cẩm Sa là một phần của cuộc chiến tranh Tây Sơn-Chúa Trịnh vào cuối thế kỷ 18 trong lịch sử Việt Nam giữa chúa Trịnh và chính quyền Tây Sơn của Nguyễn Nhạc.",
    "tên": "Trận Cẩm Sa"
  },
  {
    "thời gian": "19 tháng 1 năm 1785 - 20 tháng 1 năm 1785",
    "kết quả": "Quân Tây Sơn đại thắng.",
    "thông tin liên quan": [
      "Nguyễn Ánh",
      "Lê Văn Quân",
      "Nguyễn Văn Thành",
      "Mạc Tử Sanh"
    ],
    "tóm tắt": "Chiêu Tăng Chiêu Sương Lục Côn † Sa Uyển Chiêu Thùy Biện Chúa Nguyễn: Nguyễn Ánh Lê Văn Duyệt Lê Văn Quân Nguyễn Văn Thành Mạc Tử Sanh Nguyễn Văn Oai †…",
    "tên": "Trận Rạch Gầm - Xoài Mút"
  },
  {
    "thời gian": "ngày 25 tháng 5 – ngày 22 tháng 6 năm 1786",
    "kết quả": "Quân Trịnh thất bại, mất vùng lãnh thổ từ nam sông Gianh tới Thuận Hóa",
    "thông tin liên quan": [],
    "tóm tắt": "Chiến dịch Phú Xuân 1786 là loạt trận đánh giữa quân Tây Sơn và chúa Trịnh trong cuộc nội chiến nước Đại Việt cuối thế kỷ 18. Chiến dịch này là một phần của Chiến tranh Tây Sơn-Chúa Trịnh, mở đầu cho cuộc bắc tiến thắng lợi của quân Tây Sơn trong quá trình tiêu diệt thế lực họ Trịnh tại Bắc Hà.",
    "tên": "Chiến dịch Phú Xuân 1786"
  },
  {
    "thời gian": "ngày 3 tháng 2 năm 1802 – khoảng tháng 3 cùng năm.",
    "kết quả": "quân chúa Nguyễn toàn thắng",
    "thông tin liên quan": [
      "Nguyễn Quang Thùy",
      "Bùi Thị Xuân"
    ],
    "tóm tắt": "Cảnh Thịnh Nguyễn Quang Thùy Bùi Thị Xuân Nguyễn Văn Kiên Tổng Quân Siêu Tư Lệ Tiết...",
    "tên": "Trận Trấn Ninh (1802)"
  },
  {
    "thời gian": "1 tháng 8 năm 1858 - 5 tháng 6 năm 1862",
    "kết quả": "Chiến thắng của Pháp giành quyền bảo hộ miền Nam Kỳ, nhà Nguyễn Hòa ước Nhâm Tuất (1862) Là tiền đề đầu tiên trong việc Pháp giành quyền bảo hộ toàn lãnh thổ Đại Nam",
    "thông tin liên quan": [],
    "tóm tắt": "Chiến dịch Nam Kỳ là chiến dịch Pháp giành quyền bảo hộ toàn bộ miền Nam Kỳ, nhà Nguyễn bắt đầu từ năm 1858 Pháp phát động cuộc chiến tranh đầu tiên tại bán đảo Sơn Trà, Đà Nẵng đến ngày 5 tháng 6 năm 1862, nhà Nguyễn cắt đất cầu hòa ký hiệp ước với Pháp về việc công nhận nền bảo hộ của Pháp tại Nam Kỳ và không tiếp tục xâm phạm lãnh thổ nhà Nguyễn tại Trung Kỳ và Bắc Kỳ tại Hòa ước Nhâm Tuất (1862). Nhưng không lâu sau đó, Pháp trở mặt, lịch sử chuyển sang giai đoạn mới không còn trong Nam Kỳ.",
    "tên": "Loạt trận mở đầu của Pháp xâm lược Đại Nam"
  },
  {
    "thời gian": "31 tháng 8 năm 1858 - 2 tháng 2 năm 1859",
    "kết quả": "Liên quân Pháp - Tây Ban Nha bị cầm chân.",
    "thông tin liên quan": [],
    "tóm tắt": "Trận Đà Nẵng (1858-1859) hay Liên quân Pháp – Tây Ban Nha tấn công Đà Nẵng lần thứ nhất là trận đánh mở đầu cho cuộc chiến tranh Pháp-Việt 1858-1884 trong lịch sử Việt Nam. Đây là cuộc chiến kéo dài nhiều ngày, khởi sự từ ngày 31 tháng 8 năm 1858 và kết thúc vào ngày 2 tháng 2 năm 1859, để chuyển sang một giai đoạn khác.",
    "tên": "Liên quân tấn công Đà Nẵng lần thứ nhất"
  },
  {
    "thời gian": "năm 17\/2\/1859",
    "kết quả": "Quân Pháp thắng trận.",
    "thông tin liên quan": [
      "thành Gia Định",
      "thành Gia Định"
    ],
    "tóm tắt": "Tháng 2 năm 1859, với ý đồ muốn chiếm cứ thành Gia Định (Đại Nam), liên minh Pháp và Tây Ban Nha đã đưa quân vào để đánh chiếm và phá hủy nhiều công trình quân sự của Vương triều nhà Nguyễn, trong đó có thành Gia Định. Trận đánh này được bắt đầu vào rạng sáng ngày 17 tháng 2 năm 1859 và kết thúc khoảng 10 giờ trưa cùng ngày.",
    "tên": "Trận thành Gia Định"
  },
  {
    "thời gian": "24-25 tháng 2 năm 1861",
    "kết quả": "Quân Pháp thắng trận",
    "thông tin liên quan": [
      "Nguyễn Tri Phương"
    ],
    "tóm tắt": "Trận Đại đồn Chí Hòa hay còn được là Trận Đại đồn Kỳ Hòa, là một trận đánh xảy ra tại Sài Gòn, Nam Kỳ vào 4 giờ sáng ngày 24 tháng 2 năm 1861, và đến khoảng 8 giờ tối ngày hôm sau thì kết thúc. Đại đồn do Tổng thống quân vụ Nguyễn Tri Phương trấn giữ đã bị quân Pháp chiếm mất. Sau lần đại bại này, triều đình nhà Nguyễn, từ chủ trương \"thủ để hòa\" chuyển sang \"chủ hòa\", khiến cho đất đai của Việt Nam cứ mất dần vào tay thực dân Pháp.",
    "tên": "Trận Đại đồn Chí Hòa"
  },
  {
    "thời gian": "26 tháng 3 năm 1861 - 14 tháng 4 năm 1861",
    "kết quả": "Quân Pháp thắng trận",
    "thông tin liên quan": [
      "Nguyễn Công Nhàn",
      "Nguyễn Hữu Thành",
      "Huỳnh Mẫn Đạt"
    ],
    "tóm tắt": "Tổng đốc Nguyễn Công Nhàn Tuần phủ Nguyễn Hữu Thành Án sát Huỳnh Mẫn Đạt Phó đề đốc Đặng Đức",
    "tên": "Pháp đánh chiếm Định Tường"
  },
  {
    "thời gian": "20 tháng 4 năm 1859 - 22 tháng 3 năm 1860",
    "kết quả": "Liên quân Pháp - Tây Ban Nha rút khỏi Đà Nẵng.",
    "thông tin liên quan": [],
    "tóm tắt": "Trận Đà Nẵng (1859-1860) hay Liên quân Pháp – Tây Ban Nha tấn công Đà Nẵng lần thứ hai là trận đánh mở đầu cho cuộc chiến tranh Pháp-Việt 1858-1884 trong lịch sử Việt Nam. Đây là cuộc chiến kéo dài nhiều tháng, khởi sự từ 20 tháng 4 năm 1859 và được kết thúc vào 22 tháng 3 năm 1860, là ngày mà tất cả liên quân phải rời khỏi mặt trận Đà Nẵng (Việt Nam), sau 19 tháng chiếm đóng (31 tháng 8 năm 1858 - 22 tháng 3 năm 1860).",
    "tên": "Liên quân tấn công Đà Nẵng lần thứ hai"
  },
  {
    "thời gian": "năm 1873",
    "kết quả": "Hòa ước Giáp Tuất với những điều khoản có lợi cho Pháp.",
    "thông tin liên quan": [
      "thành Hà Nội",
      "thành Hà Nội"
    ],
    "tóm tắt": "Sau khi thành Hà Nội thất thủ, triều đình Huế phản kháng mạnh mẽ việc đại úy Garnier bất ngờ đánh thành Hà Nội. Các quan lại và binh lính triều đình cũng nhận được lệnh chuẩn bị đối phó với quân Pháp. Để đáp lại, Garnier cho quân đánh các tỉnh xung quanh Hà Nội để thực hiện việc bình định Bắc Kỳ như một việc đã rồi.",
    "tên": "Biến cố Bắc Kỳ 1873"
  },
  {
    "thời gian": "20 tháng 11 năm 1873",
    "kết quả": "Pháp chiến thắng",
    "thông tin liên quan": [
      "thành Hà Nội",
      "thành Hà Nội"
    ],
    "tóm tắt": "Trận thành Hà Nội 1873 hay còn gọi là trận thành Hà Nội lần thứ nhất là một phần của cuộc chiến tranh Pháp Việt (1858-1884) diễn ra ngày diễn ra ngày 20 tháng 11 năm 1873.",
    "tên": "Trận thành Hà Nội lần thứ nhất"
  },
  {
    "thời gian": "21 tháng 12 năm 1873",
    "kết quả": "Quân Cờ đen chiến thắng",
    "thông tin liên quan": [
      "Cầu Giấy",
      "Hoàng Tá Viêm",
      "Tôn Thất Thuyết",
      "Cầu Giấy",
      "thành Hà Nội",
      "thành Hà Nội",
      "Trần Đình Túc",
      "thành Hà Nội"
    ],
    "tóm tắt": "Trận Cầu Giấy diễn ra ngày 21 tháng 12 năm 1873 là một trận đánh giữa Quân cờ đen và quân đội viễn chinh Đệ tam Cộng hòa Pháp do Đại úy Francis Garnier chỉ huy. Theo lệnh của Hoàng Tá Viêm, Thống đốc quân thứ Tam Tuyên (Sơn Tây, Hưng Hóa, Tuyên Quang) và của Tôn Thất Thuyết, Tham tán quân thứ Tam Tuyên, Lưu Vĩnh Phúc đem quân đến mai phục ở khu Cầu Giấy cách thành Hà Nội gần 2 dặm về phía nam và cho một nhóm đến sát thành Hà Nội khiêu chiến. Bấy giờ Francis Garnier đang hội đàm buổi thứ hai với phái đoàn của Trần Đình Túc ở trong thành Hà Nội. Thấy ngoài thành có biến, Francis Garnier bỏ họp, đem quân ra ngoài thành nghênh chiến rồi bị phục kích.1 Francis Garnier cùng một số sĩ quan bị giết chết tại trận. Tàn quân của Francis Garnier rút vội vàng rút vào trong thành cố thủ.",
    "tên": "Trận Cầu Giấy"
  },
  {
    "thời gian": "năm 1883–1886",
    "kết quả": "Pháp chiến thắng",
    "thông tin liên quan": [
      "nhà Thanh"
    ],
    "tóm tắt": "Chiến dịch Bắc Kỳ (tiếng Pháp: Campagne du Tonkin) là một chiến dịch diễn ra từ tháng 6 năm 1883 đến tháng 4 năm 1886 do Pháp tổ chức, nhằm chống lại các đội quân của người Việt, quân cờ đen của Lưu Vĩnh Phúc và đội quân Quảng Tây và Vân Nam của nhà Thanh, với mục tiêu chiếm đóng Bắc Kỳ và giữ vững sự bảo hộ của Pháp tại đó. Với những diễn biến phức tạp của chiến dịch xảy ra vào tháng 8 năm 1884 do bùng phát Chiến tranh Pháp - Thanh và vào tháng 7 năm 1885 do phong trào Cần Vương tại An Nam, chiến dịch cần đến sự tham gia của rất nhiều quân Pháp, dưới cái tên Quân đoàn viễn chinh Bắc Kỳ và sự hỗ trợ từ Đội tàu chiến Bắc Kỳ. Chiến dịch chính thức kết thúc vào tháng 4 năm 1886, khi lực lượng viễn chinh giảm số lượng quân đội chiếm đóng, nhưng tình hình Bắc Kỳ vẫn không ổn định cho đến tận năm 1896.",
    "tên": "Chiến dịch Bắc Kỳ Campagne du Tonkin"
  },
  {
    "thời gian": "25 tháng 4 năm 1882",
    "kết quả": "Pháp chiến thắng",
    "thông tin liên quan": [
      "thành Hà Nội",
      "thành Hà Nội",
      "Hoàng Diệu",
      "thành Hà Nội",
      "Hoàng Diệu"
    ],
    "tóm tắt": "Trận thành Hà Nội 1882 hay còn gọi là trận Hà Nội lần thứ hai là một phần của cuộc chiến tranh Pháp Việt (1858-1884) diễn ra ngày 25 tháng 4 năm 1882. Đây là trận đánh giữa quân Pháp dưới quyền chỉ huy của Henri Rivière đánh thành Hà Nội, với lực lượng quân Nam do Tổng Đốc Hoàng Diệu chỉ huy. Kết quả thành Hà Nội thất thủ nhanh chóng chỉ sau vài giờ nổ súng, Tổng đốc Hoàng Diệu tự vẫn.",
    "tên": "Trận thành Hà Nội lần thứ hai"
  },
  {
    "thời gian": "27 tháng 3 năm 1883",
    "kết quả": "Quân Pháp chiến thắng",
    "thông tin liên quan": [
      "thành Nam Định"
    ],
    "tóm tắt": "Trận Nam Định (27 tháng 3 năm 1883), là một cuộc chạm trán giữa quân Pháp và quân Việt Nam, trong giai đoạn đầu của Chiến dịch Bắc Kỳ thuộc chiến tranh Pháp-Việt (1858-1884). Trong một chiến dịch ngắn ngủi vào tuần cuối cùng của tháng 3 năm 1883, Chỉ huy Henri Rivière đánh hạ thành Nam Định, thành phố lớn thứ nhì ở Bắc Kỳ, với một hạm đội pháo thuyền nhỏ và một tiểu đoàn thủy quân đánh bộ.1",
    "tên": "Trận Nam Định"
  },
  {
    "thời gian": "năm 27-28\/03\/1883",
    "kết quả": "Pháp chiến thắng",
    "thông tin liên quan": [
      "sông Hồng",
      "huyện Gia Lâm",
      "tỉnh Bắc Ninh",
      "Trần Văn Giàu",
      "Đinh Xuân Lâm",
      "quận Long Biên"
    ],
    "tóm tắt": "Trận Gia Quất-Gia Lâm là một trận đánh trong chiến dịch Bắc Kỳ 1883, giữa quân đội Viễn chinh Pháp và quân đội nhà Nguyễn diễn ra vào các ngày 27-28 tháng 3 năm 1883 tại bờ bắc (tả ngạn) sông Hồng trên các làng Gia Quất, Thượng Cát, thuộc tổng Gia Thụy huyện Gia Lâm tỉnh Bắc Ninh (quân Việt vây đánh quân Pháp phản công phá vây). Các nhà sử học Việt Nam như Trần Văn Giàu, Đinh Xuân Lâm gọi trận này là trận Gia Lâm còn người Pháp thì gọi theo phiên âm là trận Gia Cuc (phiên âm không chính xác từ tên làng Gia Quất). Làng Gia Quất nay thuộc phường Thượng Thanh quận Long Biên Hà Nội.",
    "tên": "Trận Gia Quất-Gia Lâm"
  },
  {
    "thời gian": "19 tháng 5 năm 1883",
    "kết quả": "Quân Cờ đen chiến thắng",
    "thông tin liên quan": [
      "Cầu Giấy",
      "Cầu Giấy",
      "thành Hà Nội"
    ],
    "tóm tắt": "Trận Cầu Giấy diễn ra ngày 19 tháng 5 năm 1883, là một cuộc chạm trán giữa quân Pháp và lực lượng Cờ đen, trong giai đoạn đầu của Chiến dịch Bắc Kỳ tại Cầu Giấy thuộc ngoại vi thành Hà Nội, quân Cờ đen đã phục kích lực lượng Pháp của Rivière trong cuộc chuyển quân từ Hà Nội về Phủ Hoài. Trong trận đánh ngắn kéo dài chưa đầy 3 tiếng này, quân Pháp đã thiệt hại nặng với cái chết của các sĩ quan chỉ huy Henri Rivière, Berthe de Villers và Jacquin. Thất bại của người Pháp đã đánh dấu bước leo thang mới trong cuộc xung đột giữa quân Pháp và lực lượng Đại Nam.",
    "tên": "Trận Cầu Giấy"
  },
  {
    "thời gian": "năm 15 tháng 8 1883",
    "kết quả": "Pháp tuyên bố chiến thắng",
    "thông tin liên quan": [],
    "tóm tắt": "Trận Phủ Hoài năm 1883 còn gọi là Trận Vọng hay Trận Dịch Vọng, diễn ra trong các ngày 15-16 tháng 8 năm 1883, là trận tấn công của quân Pháp ở Hà Nội vào phòng tuyến vây quanh Hà Nội về phía Tây Bắc của quân nhà Nguyễn và quân Cờ Đen. Trận này nằm trong kế hoạch của Pháp từ tháng 7 năm đó, tấn công lên Sơn Tây-trung tâm kháng chiến mạnh nhất lúc đó của quân đội nhà Nguyễn, nhằm cùng với việc đánh kinh đô Huế, làm cho nhà Nguyễn phải đầu hàng Pháp.",
    "tên": "Trận Phủ Hoài"
  },
  {
    "thời gian": "tháng 8 năm 1883",
    "kết quả": "Pháp chiến thắng",
    "thông tin liên quan": [],
    "tóm tắt": "Trận Cửa Thuận An (20 tháng 8 năm 1883) là trận giao tranh giữa quân Pháp và nước Đại Nam một năm trước khi Chiến tranh Pháp-Thanh (tháng 8 năm 1884 tới tháng 4 năm 1885) bùng nổ. Trong trận này lực lượng thủy quân của Pháp dưới quyền chỉ huy của Đô đốc Amédée Courbet tấn công các pháo đài ven biển ở cửa Thuận An và chiếm đóng cửa ngỏ then chốt lên kinh đô Huế.",
    "tên": "Trận cửa Thuận An"
  },
  {
    "thời gian": "11 tháng 12 năm 1883 - 16 tháng 12 năm 1883",
    "kết quả": "Quân Pháp chiếm được thành Sơn Tây.",
    "thông tin liên quan": [
      "thành Sơn Tây"
    ],
    "tóm tắt": "Trận Sơn Tây (1883), là trận đánh mà quân đội viễn chinh Pháp tấn công vào thành Sơn Tây, diễn ra từ ngày 13 tháng 12 năm 1883, kết thúc vào tối ngày 16 tháng 12 cùng năm. Đây là một phần của cuộc chiến tranh Pháp-Việt 1858-1884 Đây cũng là trận đánh lớn nhất mà quân Pháp bị thiệt hại nhiều nhất, kể từ năm 1873 (là năm Pháp bắt đầu gây hấn Bắc Kỳ, Việt Nam) cho đến năm 1883.",
    "tên": "Pháp đánh thành Sơn Tây"
  },
  {
    "thời gian": "8 tháng 3 năm 1884 - 16 tháng 3 năm 1884",
    "kết quả": "Quân Pháp chiếm được thành Bắc Ninh.",
    "thông tin liên quan": [
      "thành Sơn Tây"
    ],
    "tóm tắt": "Trận Bắc Ninh hay Trận Pháp đánh thành Bắc Ninh là một phần của cuộc chiến tranh Pháp-Việt 1858-1884 diễn ra từ ngày 7 tháng 3 năm 1884 và kết thúc vào ngày 12 tháng 3 cùng năm. Đây là trận đánh lớn thứ hai, sau trận thành Sơn Tây, do quân đội Pháp tổ chức tấn công nhằm hoàn thành gấp công cuộc thống trị và bảo hộ Việt Nam của chính phủ Pháp.",
    "tên": "Pháp đánh thành Bắc Ninh"
  },
  {
    "thời gian": "11 tháng 4 năm 1884 - 12 tháng 4 năm 1884",
    "kết quả": "Quân Pháp chiếm được thành Hưng Hóa.",
    "thông tin liên quan": [
      "thành Hưng Hóa"
    ],
    "tóm tắt": "Trận Hưng Hóa hay Pháp đánh thành Hưng Hóa là một phần của cuộc chiến tranh Pháp-Việt 1858-1884 diễn ra từ ngày 11 tháng 4 năm 1884 và kết thúc vào ngày 12 tháng 4 cùng năm. Đây là một trong số ít trận đánh lớn do quân đội Pháp tổ chức tấn công, để hoàn thành gấp việc đánh chiếm Bắc Kỳ, nhằm thực hiện công cuộc cai trị và bảo hộ Việt Nam của chính phủ Pháp.",
    "tên": "Trận Hưng Hóa"
  },
  {
    "thời gian": "khoảng cuối tháng 5 năm 1884 – 3 tháng 3 năm 1885",
    "kết quả": "Quân Pháp chiếm được thành Tuyên Quang.",
    "thông tin liên quan": [
      "thành Tuyên Quang"
    ],
    "tóm tắt": "Trận Tuyên Quang hay Pháp đánh thành Tuyên Quang là một phần của cuộc chiến tranh Pháp-Việt 1858-1884 diễn ra từ khoảng cuối tháng 5 năm 1884 và kết thúc vào ngày 3 tháng 3 năm 1885. Theo nhận định của Pháp, tính đến thời điểm đó, đây là \"một trận đánh gay go nhất xưa nay ở Bắc Kỳ (Việt Nam)\"; còn theo lời tướng Lưu Vĩnh Phúc, thì \"đã vào trăm trận, chưa có trận nào thắng lớn như trận này.\"1",
    "tên": "Trận Tuyên Quang"
  },
  {
    "thời gian": "23 tháng 6 năm 1884 – 3 tháng 7 năm 1884",
    "kết quả": "Quân Pháp đại bại",
    "thông tin liên quan": [],
    "tóm tắt": "Trận Bắc Lệ hay còn gọi là Trận cầu Quan Âm, đã diễn ra từ ngày 23 tháng 6 năm 1884 và kết thúc vào ngày 3 tháng 7 cùng năm, là một trận giao tranh lớn giữa quân thực dân Pháp và quân liên minh Việt - Thanh. Kết thúc trận, quân đội Pháp ở Bắc Kỳ (Việt Nam) phải chịu nhiều thiệt hại về người và của, khiến nó trở thành một sự kiện gây hoang mang cho thực dân Pháp và gây nhiều căng thẳng cho mối quan hệ Pháp - Thanh lúc bấy giờ.",
    "tên": "Trận Bắc Lệ"
  },
  {
    "thời gian": "đầu tháng 2 năm 1885 – 1 tháng 4 năm 1885",
    "kết quả": "Quân Pháp đại bại",
    "thông tin liên quan": [],
    "tóm tắt": "Trận Lạng Sơn (1885) hay Pháp đánh Lạng Sơn là tên gọi một chiến dịch gồm vài trận giao tranh lớn nhỏ giữa quân Pháp và quân Thanh, đã diễn ra từ đầu tháng 2 năm 1885 và kết thúc vào 1 tháng 4 cùng năm.",
    "tên": "Trận Lạng Sơn (1885)"
  },
  {
    "thời gian": "4 tháng 7 - 5 tháng 7 năm 1885",
    "kết quả": "Quân đội Pháp chiến thắng",
    "thông tin liên quan": [
      "thành Huế",
      "Tôn Thất Thuyết"
    ],
    "tóm tắt": "Trận kinh thành Huế năm 1885 là một sự kiện chính trị, một trận tập kích của quân triều đình nhà Nguyễn do Tôn Thất Thuyết chỉ huy đánh vào lực lượng Pháp. Sự kiện xảy ra vào năm Ất Dậu, tức năm 1885 theo dương lịch.",
    "tên": "Trận Kinh thành Huế 1885"
  },
  {
    "thời gian": "7 tháng 10 - 22 tháng 12 năm 1947",
    "kết quả": "Pháp chiếm giữ một số khu vực biên giới nhưng thất bại về mặt chiến lược Việt Minh giành thắng lợi chiến lược",
    "thông tin liên quan": [],
    "tóm tắt": "Chiến dịch Việt Bắc Thu - Đông 1947, hay Chiến dịch Léa theo cách gọi của người Pháp, là một chiến dịch quân sự do quân đội Pháp thực hiện tại Việt Nam trong Chiến tranh Đông Dương. Chiến dịch này được xem là chiến thắng lớn đầu tiên của phe Việt Minh trong cuộc chiến, làm thất bại chiến lược \"đánh nhanh thắng nhanh\" của quân Pháp.4",
    "tên": "Chiến dịch Việt Bắc"
  },
  {
    "thời gian": "16 tháng 9 - 18 tháng 10 năm 1950",
    "kết quả": "Thắng lợi chiến lược của Quân đội Nhân dân Việt Nam",
    "thông tin liên quan": [
      "Lê Hồng Phong"
    ],
    "tóm tắt": "Chiến dịch Biên giới Thu đông 1950 còn gọi là Chiến dịch Lê Hồng Phong 2, là một chiến dịch trong Chiến tranh Đông Dương do quân đội Việt Minh thực hiện từ ngày 16 tháng 9 đến 17 tháng 10 năm 1950, nhằm phá thế bị cô lập của căn cứ địa Việt Bắc, khai thông biên giới Việt - Trung để mở đầu cầu tiếp nhận viện trợ. Một mục tiêu khác nữa là mở rộng căn cứ địa và tiêu diệt một phần sinh lực quân đồn trú của Pháp, thử nghiệm các chiến thuật cho Quân đội Nhân dân Việt Nam khi đó còn thiếu kinh nghiệm đánh lớn.",
    "tên": "Chiến dịch Biên giới Thu đông 1950"
  },
  {
    "thời gian": "25 tháng 12 năm 1950 – 17 tháng 1 năm 1951",
    "kết quả": "Việt Minh phá được vòng vây ở Vĩnh Yên",
    "thông tin liên quan": [
      "Trần Hưng Đạo"
    ],
    "tóm tắt": "Chiến dịch Trần Hưng Đạo hay Chiến dịch Trung du là một trong những cuộc tiến công lớn của Quân đội nhân dân Việt Nam vào phòng tuyến trung du Bắc Bộ của quân Liên hiệp Pháp. Đây là một trong 3 chiến dịch lớn của Quân đội nhân dân Việt Nam trong đông-xuân 1950-1951.",
    "tên": "Chiến dịch Trần Hưng Đạo"
  },
  {
    "thời gian": "23 tháng 3 năm 1951 – 5 tháng 4 năm 1952",
    "kết quả": "Việt Minh giành chiến thắng1",
    "thông tin liên quan": [
      "Hoàng Hoa Thám"
    ],
    "tóm tắt": "Chiến dịch Hoàng Hoa Thám là một trong những cuộc tiến công lớn của Quân đội nhân dân Việt Nam vào khu vực Hải Phòng thuộc đồng bằng Bắc Bộ do quân Liên hiệp Pháp kiểm soát. Đây là một trong 3 chiến dịch lớn trong đông-xuân 1950-1951.",
    "tên": "Chiến dịch Hoàng Hoa Thám"
  },
  {
    "thời gian": "28 tháng 5 năm 1951 – 20 tháng 6 năm 1951",
    "kết quả": "Việt Minh chiến thắng1",
    "thông tin liên quan": [
      "sông Đáy",
      "tỉnh Hà Nam",
      "Lý Nhân"
    ],
    "tóm tắt": "Chiến dịch Hà Nam Ninh (còn gọi là chiến dịch Quang Trung) tiến hành từ 28-5 đến 20-6-1951, do Bộ Tổng tư lệnh Quân đội Nhân dân Việt Nam trực tiếp chỉ huy, nhằm phá vỡ phòng tuyến sông Đáy của thực dân Pháp ở mặt trận Hà Nam Ninh thuộc địa bàn 3 tỉnh Hà Nam, Nam Định, Ninh Bình ngày nay. Tham gia chiến dịch này có 3 đại đoàn (308, 304, 320) cùng 5 đại đội sơn pháo, 1 trung đoàn công binh và lực lượng vũ trang địa phương. Kết quả, Quân đội nhân dân Việt Nam đã loại khỏi vòng chiến đấu khoảng 4.000 đối phương, giải phóng và xây dựng một số nơi như Bình Lục, Lý Nhân, Hà Nam, đẩy mạnh chiến tranh du kích ở đồng bằng Bắc Bộ.",
    "tên": "Chiến dịch Hà Nam Ninh (Chiến dịch Quang Trung)"
  },
  {
    "thời gian": "10 tháng 11 năm 1951 - 25 tháng 2 năm 1952",
    "kết quả": "Quân đội Nhân dân Việt Nam giành thắng lợi chiến lược",
    "thông tin liên quan": [],
    "tóm tắt": "Chiến dịch Hòa Bình (10 tháng 12 năm 1951 - 25 tháng 2 năm 1952) là chiến dịch tiến công của Quân đội Nhân dân Việt Nam (Việt Minh) ở khu vực tại thị xã Hoà Bình-Sông Đà-Đường 6 (cách Hà Nội khoảng 40 – 60 km về phía tây) nhằm diệt sinh lực địch, đánh bại kế hoạch chiếm đóng Hoà Bình của Pháp, phá phòng tuyến Sông Đà (hướng chủ yếu) và tạo điều kiện phát triển chiến tranh du kích ở đồng bằng Bắc Bộ (hướng phối hợp).",
    "tên": "Chiến dịch Hòa Bình"
  },
  {
    "thời gian": "14 tháng 10 - 10 tháng 12 năm 1952.",
    "kết quả": "Quân đội Nhân dân Việt Nam chiến thắng, giải phóng một vùng rộng lớn ở địa bàn chiến lược quan trọng",
    "thông tin liên quan": [
      "Xứ Thái"
    ],
    "tóm tắt": "Chiến dịch Tây Bắc (từ 14 tháng 10 đến 10 tháng 12 năm 1952) là chiến dịch tiến công của Quân đội Nhân dân Việt Nam (QĐNDVN) trên hướng Tây Bắc Việt Nam nhằm tiêu diệt sinh lực đối phương, giải phóng một bộ phận đất đai, làm thất bại ý đồ của thực dân Pháp lập \"Xứ Thái tự trị\".",
    "tên": "Chiến dịch Tây Bắc"
  },
  {
    "thời gian": "13 tháng 4 - 18 tháng 5 năm 1953.",
    "kết quả": "Quân đội Nhân dân Việt Nam và Quân Giải phóng Nhân dân Lào chiến thắng",
    "thông tin liên quan": [],
    "tóm tắt": "Chiến dịch Thượng Lào (13.4-18.5.1953). Chiến dịch tiến công của Quân đội Nhân dân Việt Nam phối hợp với lực lượng Pathét Lào trên địa bàn hai tỉnh Sầm Nưa, Xiêng Khoảng (Thượng Lào) nhằm tiêu diệt một bộ phận sinh lực quân đội Pháp, giải phóng đất đai, mở rộng căn cứ kháng chiến của nhân dân Lào.",
    "tên": "Chiến dịch Thượng Lào"
  },
  {
    "thời gian": "13 tháng 3 – 7 tháng 5 năm 1954",
    "kết quả": "Thắng lợi quyết định của Việt Nam Dân chủ Cộng hòa1 Hiệp định Genève được ký kết, Pháp trao trả độc lập cho 3 nước Đông Dương.",
    "thông tin liên quan": [],
    "tóm tắt": "Hỗ trợ Quân Vương quốc Lào thuộc Pháp Hoa Kỳ (viện trợ vũ khí và không quân)",
    "tên": "Chiến dịch Điện Biên Phủ"
  },
  {
    "thời gian": "2 tháng 1 năm 1963",
    "kết quả": "Quân Giải phóng chiến thắng",
    "thông tin liên quan": [],
    "tóm tắt": "UTM Grid XS 29-551",
    "tên": "Trận Ấp Bắc"
  },
  {
    "thời gian": "14 tháng 11-18 tháng 11 năm 1965",
    "kết quả": "Quân Giải phóng miền Nam Việt Nam chiến thắng2 3 4",
    "thông tin liên quan": [],
    "tóm tắt": "Tại Ia Đrăng: Tiểu đoàn 7 và 9\/Trung đoàn 66 và Tiểu đoàn 1\/Trung đoàn 33 (khoảng 1.500 bộ binh)",
    "tên": "Trận Ia Đrăng"
  },
  {
    "thời gian": "29 tháng 5 - 31 tháng 5 năm 1965",
    "kết quả": "Quân Giải phóng thắng",
    "thông tin liên quan": [
      "huyện Sơn Tịnh"
    ],
    "tóm tắt": "Trận Ba Gia diễn ra từ ngày 29 tháng 5 đến 31 tháng 5 năm 1965 trên địa bàn thị trấn Ba Gia, huyện Sơn Tịnh, tỉnh Quảng Ngãi, là trận đánh góp phần đẩy nhanh sự phá sản của chiến lược Chiến tranh đặc biệt trong Chiến tranh Việt Nam. Trận đánh được tiến hành bởi Trung đoàn 1 bộ binh Quân khu V (Quân Giải phóng miền Nam) nhằm vào một chiến đoàn, 2 tiểu đoàn bộ binh hải quân và 3 tiểu đoàn biệt động quân của Quân lực Việt Nam Cộng hòa. Bằng nhiều phương pháp tác chiến như vây đồn diệt viện, phục kích, tập kích... phối hợp theo một ý định thống nhất, Quân Giải phóng đã chủ động điều động và diệt từng tiểu đoàn quân đối phương trong tiến công vận động. Theo Quân Giải phóng, họ đã diệt gọn bốn tiểu đoàn, đánh thiệt hại nặng hai tiểu đoàn khác. Đây được coi là trận chiến đấu có hiệu suất cao, lần đầu diệt gọn chiến đoàn quân Sài Gòn, đánh dấu sự trưởng thành quan trọng về tổ chức chỉ huy và vận dụng linh hoạt các phương pháp chiến đấu của quân giải phóng Miền Nam Việt Nam, là một trận đánh nổi tiếng trong \"Chiến tranh đặc biệt\".",
    "tên": "Trận Ba Gia"
  },
  {
    "thời gian": "28 tháng 12 năm 1964- 1 tháng 1 năm 1965",
    "kết quả": "Thắng lợi của Quân giải phóng miền Nam",
    "thông tin liên quan": [],
    "tóm tắt": "UTM Grid YS 50-781",
    "tên": "Trận Bình Giã"
  },
  {
    "thời gian": "10 tháng 6-11 tháng 6 năm 1965",
    "kết quả": "Mặt trận Dân tộc Giải phóng miền Nam Việt Nam giành chiến thắng",
    "thông tin liên quan": [],
    "tóm tắt": "UTM Grid YT 0764-75971",
    "tên": "Trận Đồng Xoài"
  },
  {
    "thời gian": "năm 18 tháng 8-19, 1966",
    "kết quả": "Quân đội Úc thắng về chiến thuật, Quân Giải phóng miền Nam Việt Nam bảo vệ được các căn cứ ở Long Tân",
    "thông tin liên quan": [],
    "tóm tắt": "Nguồn Việt Nam:: 3 đại đội, pháo binh từ căn cứ Núi Đất, pháo hạm, trực thăng và xe thiết giáp yểm trợ",
    "tên": "Trận Long Tân"
  },
  {
    "thời gian": "3 – 22 tháng 11 năm 1967",
    "kết quả": "Quân Giải phóng miền Nam Việt Nam giành chiến thắng cả về chiến lược lẫn chiến thuật",
    "thông tin liên quan": [],
    "tóm tắt": "Theo Quân Giải phóng miền Nam Việt Nam: 4.570 chết hoặc bị thương (có 4.030 lính Mỹ), phá hủy 70 máy bay, phá hỏng 3 san bay, 52 xe quân sự (gồm 16 tăng-thiết giáp), 18 pháo và súng cối, 2 kho đạn, 3 kho xăng; thu 104 súng các loại và 17 vô tuyến điện5",
    "tên": "Chiến dịch Đắk Tô-Tân Cảnh"
  },
  {
    "thời gian": "17 tháng 10 năm 1967",
    "kết quả": "Mặt trận Dân tộc Giải phóng miền Nam thắng",
    "thông tin liên quan": [
      "tỉnh Bình Dương"
    ],
    "tóm tắt": "Trận Ông Thành là một trận đánh trong Chiến tranh Việt Nam, diễn ra vào ngày 17 tháng 10 năm 1967 tại khu vực Suối Ông Thành, thuộc huyện Chơn Thành, tỉnh Bình Dương (cách Sài Gòn 60 km về phía tây bắc). Theo các tài liệu tại Mỹ thì đây là cuộc đụng độ giữa Tiểu đoàn 2, Trung đoàn 28 \"Sư tử đen\", Sư đoàn 1 Bộ binh, Quân đội Hoa Kỳ với Trung đoàn 271, Sư đoàn 9 Quân Giải phóng miền Nam. Còn theo Đại tá Võ Minh Triết, chỉ huy Quân Giải phóng trong trận này thì đó là 2 tiểu đoàn thuộc Trung đoàn 1, Sư đoàn 9 Quân Giải phóng. Mặc dù là một chiến thắng lớn của QGP, trận đánh này ít được nhắc đến trong các tài liệu Việt Nam vì nó diễn ra bất ngờ ngoài dự tính (theo Đại tá Triết thì đơn vị của ông bất ngờ chạm địch khi đang hành quân chuẩn bị cho một chiến dịch4 ). Trong thời kì Chiến tranh Việt Nam, phía Mỹ cũng không công bố chi tiết về trận đánh này đến công chúng cho đến năm 1991.",
    "tên": "Trận Ông Thành"
  },
  {
    "thời gian": "theo hoa kỳ: 21 tháng 1 năm 1968 – 8 tháng 4 năm 1968 theo việt nam: 21 tháng 1 năm 1968 – 15 tháng 7 năm 1968",
    "kết quả": "Quân Giải phóng miền Nam Việt Nam giành thắng lợi chiến lược:2 3 4 Quân Mỹ rút khỏi Khe Sanh, Quân Giải phóng miền Nam Việt Nam chiếm Khe Sanh từ giữa tháng 7. Trung tâm chỉ huy Hàng rào điện tử McNamara bị phá hủy. Chiến lược cắt Đường mòn Hồ Chí Minh của Hoa Kỳ thất bại. Đường mòn Hồ Chí Minh được mở rộng về phía Đông. Hoa Kỳ thất bại trong mục tiêu \"giữ Khe Sanh bằng mọi giá\" mà Tổng thống Johnson từng tuyên bố.5",
    "thông tin liên quan": [],
    "tóm tắt": "Theo Việt Nam: 21 tháng 1 năm 1968 – 15 tháng 7 năm 1968",
    "tên": "Chiến dịch Đường 9 - Khe Sanh"
  },
  {
    "thời gian": "năm 30 tháng 1 - 3 tháng 3 1968",
    "kết quả": "Hoa Kỳ và Việt Nam Cộng hòa thắng về chiến thuật. Thắng lợi về chính trị cho Mặt trận Dân tộc Giải phóng miền Nam.",
    "thông tin liên quan": [],
    "tóm tắt": "Theo QĐNDVN: 25.000 chết, bị thương, bị bắt hoặc tan rã. Phá hủy và làm hư hỏng hơn 200 máy bay, 41 tàu chiến và ca nô, 533 xe quân sự.",
    "tên": "Trận Huế"
  },
  {
    "thời gian": "10 tháng 5 - 20 tháng 5 năm 1969",
    "kết quả": "Hai bên cùng tuyên bố chiến thắng, quân Mỹ sau đó rút đi, Quân Giải phóng miền Nam Việt Nam chiếm lại đồi.",
    "thông tin liên quan": [],
    "tóm tắt": "Theo Quân Giải phóng miền Nam Việt Nam: Khoảng 1.300 chết hoặc bị thương 6 trực thăng bị bắn rơi, nhiều chiếc khác bị bắn hỏng",
    "tên": "Trận Đồi Thịt Băm"
  },
  {
    "thời gian": "8 tháng 2 – 20 tháng 3 năm 1971",
    "kết quả": "Quân đội Nhân dân Việt Nam thắng",
    "thông tin liên quan": [],
    "tóm tắt": "Trận Bản Đông là một trận đánh then chốt của Quân đội Nhân dân Việt Nam trong Chiến dịch Đường 9 - Nam Lào, diễn ra từ ngày 8 tháng 2 đến ngày 20 tháng 3 năm 1971.",
    "tên": "Trận Bản Đông"
  },
  {
    "thời gian": "23 tháng 4-24 tháng 4 năm 1972",
    "kết quả": "Quân Giải phóng miền Nam Việt Nam chiến thắng1 2 3",
    "thông tin liên quan": [
      "tỉnh Kon Tum"
    ],
    "tóm tắt": "Chiến dịch Đắk Tô, thường được biết đến là trận trận Đắk Tô - Tân Cảnh là trận đánh mở màn cho Chiến dịch Bắc Tây Nguyên 1972 của Quân Giải phóng miền Nam Việt Nam, diễn ra từ ngày 23 tháng 4 đến ngày 24 tháng 4 năm 1972 trên địa bàn Đắk Tô và Tân Cảnh thuộc tỉnh Kon Tum. Đặc biệt trong chiến dịch này, Quân giải phóng Miền Nam Việt Nam đã sử dụng xe tăng hạng trung T-54 và tên lửa chống tăng 9M14 Malyutka (AT-3 Sagger) của Liên Xô gây nhiều thiệt hại cho đối phương.",
    "tên": "Chiến dịch Đắk Tô"
  },
  {
    "thời gian": "năm 13\/12\/1974 - 6\/1\/1975",
    "kết quả": "Chiến thắng quyết định của Quân Giải phóng miền Nam Việt Nam1",
    "thông tin liên quan": [],
    "tóm tắt": "Chiến dịch đường 14-Phước Long là trận đụng độ quân sự lớn giữa Quân Giải phóng miền Nam Việt Nam và Quân lực Việt Nam Cộng hòa diễn ra trên địa bàn tỉnh Phước Long trong chiến tranh Việt Nam, kết quả là Quân Giải phóng miền Nam Việt Nam] chiến thắng và chiếm được Phước Long. Tuy không nằm trong chiến dịch Tây Nguyên nhưng trận Phước Long (từ đêm 13 tháng 12 năm 1974 đến ngày 6 tháng 1 năm 1975) có ý nghĩa như một trận đánh trinh sát chiến lược, thử sức đối với hai bên cũng như thăm dò phản ứng của quốc tế, nhất là của Hoa Kỳ để mở đầu cho những diễn biến tiếp theo của Chiến dịch Mùa Xuân 1975 đưa đến sự sụp đổ của Quân lực Việt Nam Cộng hòa và chính quyền Việt Nam Cộng hòa.",
    "tên": "Chiến dịch đường 14-Phước Long"
  },
  {
    "thời gian": "năm 4\/3 - 3\/4\/1975",
    "kết quả": "Chiến thắng quyết định của Quân Giải phóng miền Nam Việt Nam1",
    "thông tin liên quan": [
      "Nguyễn Văn Thiệu"
    ],
    "tóm tắt": "Chiến dịch Tây Nguyên (từ 4 tháng 3 đến 3 tháng 4 năm 1975), mật danh Chiến dịch 275, là chiến dịch mở đầu cuộc Tổng tấn công và nổi dậy mùa Xuân năm 1975 do Quân Giải phóng miền Nam Việt Nam phát động tấn công. Với cuộc tiến công của phía Quân Giải phóng miền Nam Việt Nam ngày 10 tháng 3 năm 1975 vào Buôn Ma Thuột, cánh Nam của Quân đoàn II, Quân lực Việt Nam Cộng hòa đã bị sụp đổ. Những nỗ lực tái chiếm Buôn Ma Thuột của Quân lực Việt Nam Cộng hòa (QLVNCH) trong các trận phản công ngày 11 và 13 tháng 3 đều thất bại. Ngày 14 tháng 3, Tổng thống Việt Nam Cộng hòa Nguyễn Văn Thiệu, đồng thời là Tổng tư lệnh Quân lực Việt Nam Cộng hòa đã có một bước đi hết sức sai lầm khi ông ta quyết định rút quân trên toàn địa bàn Tây Nguyên để về giữ miền duyên hải Trung bộ. Ba ngày sau đó, hầu như toàn bộ Quân đoàn II Quân lực Việt Nam Cộng hòa bị tiêu diệt và tan rã trong cuộc rút quân hỗn loạn trên con đường số 7 định mệnh.",
    "tên": "Chiến dịch Tây Nguyên"
  },
  {
    "thời gian": "31 tháng 12 năm 1974 - 30 tháng 4 năm 1975",
    "kết quả": "Quân Giải phóng miền Nam Việt Nam giành chiến thắng1 Chính quyền Việt Nam Cộng hòa đầu hàng2",
    "thông tin liên quan": [],
    "tóm tắt": "Quân đội Hoa Kỳ (cố vấn)",
    "tên": "Tổng tấn công và nổi dậy mùa xuân 1975"
  },
  {
    "thời gian": "năm 1977 - tháng 12 năm 1989",
    "kết quả": "Quân đội Nhân dân Việt Nam chiến thắng Chế độ Khmer Đỏ bị lật đổ. Quân đội Nhân dân Việt Nam rút quân lần 1 năm 1982 Quân đội Nhân dân Việt Nam cơ bản hoàn thành các nỗ lực bình định vào năm 1986. Tiếp tục xung đột giữa các bè phái Campuchia.",
    "thông tin liên quan": [],
    "tóm tắt": "Chính sách chống Việt Nam của chính quyền Khmer Đỏ. Pol Pot mở cuộc tấn công xâm lược Việt Nam trên toàn tuyến biên giới Tây Nam, thi hành chính sách diệt chủng đối với người Việt.",
    "tên": "Chiến tranh biên giới Tây Nam"
  },
  {
    "thời gian": "14 tháng 3 năm 1988",
    "kết quả": "Trung Quốc chiếm đá Gạc Ma Việt Nam giữ được đá Cô Lin và đá Len Đao",
    "thông tin liên quan": [
      "biển Đông",
      "quần đảo Trường Sa"
    ],
    "tóm tắt": "Hải chiến Trường Sa 1988 là tên gọi của một trận đánh trên biển Đông năm 1988 khi Hải quân Quân giải phóng Nhân dân Trung Hoa đưa quân tấn công hòng chiếm đóng bãi đá Cô Lin, bãi đá Len Đao và bãi đá Gạc Ma thuộc quần đảo Trường Sa. Sự kiện xảy ra vào mùa xuân 1988, khi mà dư luận thế giới đang tập trung vào tình hình Campuchia, trước khi các nước ASEAN lắng dịu lại quan hệ với Việt Nam trong vấn đề Campuchia9 .",
    "tên": "Hải chiến Gạc Ma-Cô Lin-Len Đao (14-3-1988)"
  },
  {
    "thời gian": "từ 18 tháng 12 đến 30 tháng 12 năm 1972",
    "kết quả": "Thắng lợi chiến lược của VNDCCH (Mỹ chấp nhận ký kết Hiệp định Paris với nội dung tương tự với bản dự thảo hiệp định vào tháng 10 năm 1972 - bản mà Hoa Kỳ đã từ chối ký kết).",
    "thông tin liên quan": [],
    "tóm tắt": "12 phi cơ chiến thuật bị bắn rơi 16 B-52 bị bắn rơi 4 B-52 bị hư hại nặng 5 B-52 bị hư hại trung bình 43 tử thương 49 bị bắt làm tù binh3 4",
    "tên": "Chiến dịch Linebacker II"
  },
  {
    "thời gian": "17 tháng 2 – 16 tháng 3 năm 1979",
    "kết quả": "Cả hai bên cùng tuyên bố chiến thắng Trung Quốc phải rút quân. Việt Nam tái chiếm lãnh thổ, tiếp tục tham chiến ở Campuchia. Xung đột Biên giới kéo dài đến năm 1990",
    "thông tin liên quan": [],
    "tóm tắt": "Ủng hộ Cuba Liên Xô",
    "tên": "Chiến tranh biên giới Việt–Trung 1979"
  }
]