[{"thời gian":"25.000 TCN–7.000 TCN","thông tin liên quan":[],"tóm tắt":"Văn hóa Soi Nhụ gọi theo tên địa điểm khảo cổ học Soi Nhụ thuộc vịnh Bái Tử Long, là nền văn hóa của người tiền sử được các nhà khảo cổ học Việt Nam phát hiện năm 1964 và khai quật năm 1967. Khái niệm và đặc điểm của nền văn hóa này đầu tiên được Ts. Hà Hữu Nga, Viện Khảo cổ học đề xuất trong Hội nghị thông báo \"Những phát hiện mới về khảo cổ học năm 1996\" (Nhà Xuất bản KHXH, Hà Nội năm 1997).","tên":"Văn hóa Soi Nhụ"},{"thời gian":"23.000 TCN","thông tin liên quan":[],"tóm tắt":"Kỹ nghệ Ngườm là một kỹ nghệ chế tác công cụ lao động từ đá của người nguyên thủy thời hậu kỳ Đá cũ. Thập niên 1970 và 1980, các nhà khảo cổ học đã liên tục phát hiện các hiện vật mà họ cho là các công cụ nạo được chế tác từ phiến tước bằng đá có niên đại cách ngày nay khoảng 2 vạn năm ở các hang và mái đá phía nam khối núi Bắc Sơn, tiêu biểu là Mái Đá Ngườm, hang Miệng Hổ, hang Na Khù ở xã Thần Sa (Võ Nhai), Nà Coóc ở xã Yên Đĩnh (Chợ Mới), Hang Dơi ở xã Vũ Lễ (Bắc Sơn), Bó Lấm ở xã Bằng Hữu (Chi Lăng), Lạng Nắc ở xã Mai Sao (Chi Lăng), Nà Nông (Chi Lăng), thuộc địa bàn các tỉnh Thái Nguyên, Bắc Kạn và Lạng Sơn. Giáo sư Hà Văn Tấn là người đã lấy địa danh Ngườm đặt tên cho loại kỹ nghệ này.[cần dẫn nguồn]Người nguyên thủy thời kỳ này đã biết chọn đá cuội sông, suối có góc cạnh, hạt đá mịn để tước thành mảnh có kích cỡ khoảng 5 cm và tu chỉnh thành công cụ có mũi nhọn hình lá, hình nửa vỏ trùng trục hoặc hình tam giác. Những công cụ làm từ mảnh tước đá này được sử dụng vào các loại lao động nhẹ như cắt, khứa, nạo, cạo, dùi, đâm. Ngoài các công cụ làm từ mảnh tước, các nhà khảo cổ còn phát hiện thấy một tỷ lệ nhỏ hơn các công cụ làm từ hạch cuội có hình dáng không ổn định có lẽ dùng trong các hoạt động lao đọng nặng như chặt, đẽo. Kỹ nghệ Ngườm được cho là khác với kỹ nghệ cuội đồ đá lớn trong các nền văn hóa Sơn Vi, Bắc Sơn, Hòa Bình.Về niên đại, các công cụ được phát hiện có niên đại cách nay hơn 23 nghìn năm.","tên":"Văn hóa Ngườm"},{"thời gian":"23.000 TCN–1.000 TCN","thông tin liên quan":[],"tóm tắt":"Văn hóa Tràng An là một nền văn hóa cổ ở Việt Nam, hình thành từ thời kỳ đồ đá cũ cách nay khoảng 25 ngàn năm. Tràng An là tên một địa danh ở Ninh Bình, nơi đầu tiên tìm ra những di chỉ của nền văn hóa này. Đến nay đã có khoảng 30 địa điểm thuộc nền văn hóa Tràng An đã được phát hiện.[1]Trong giai đoạn đầu và giữa, Văn hóa Tràng An có trình độ chỉ ở mức thời kỳ đồ đá của người tiền sử. Đến thời kỳ cuối (7.000 - 4000 năm trước) thì xuất hiện đồ gốm, cho thấy trình độ của cư dân đã thoát khỏi thời kỳ chỉ biết chế tác đồ đá.Khu vực Quần thể danh thắng Tràng An ở Ninh Bình có hơn 30 di tích khảo cổ học thời tiền sử đã được phát hiện, kết quả nhiều cuộc nghiên cứu của các chuyên gia khảo cổ học cho thấy dấu ấn của người tiền sử thích nghi với biến cố lớn về môi trường, cảnh quan ít nhất là từ khoảng 23.000 năm TCN đến nay, một số nền văn hóa tiền sử đã tiến hóa liên tục ở khu vực này, từ thời đại đồ đá cũ qua thời đại đồ đá mới đến thời đại đồ đồng và đồ sắt... Với những giá trị về văn hóa và thiên nhiên mang tính nổi bật toàn cầu, Tràng An được UNESCO vinh danh trở thành khu di sản thế giới kép đầu tiên ở Việt Nam và khu vực Đông Nam Á.[2][3]","tên":"Văn hóa Tràng An"},{"thời gian":"20.000 TCN–12.000 TCN","thông tin liên quan":[],"tóm tắt":"Văn hóa Sơn Vi là một nền văn hóa ở Việt Nam vào hậu kỳ thời đại đồ đá cũ cách ngày nay khoảng 30 ngàn đến 11 ngàn năm. Đây là nền văn hóa kế trước văn hóa Hòa Bình. Sơn Vi là tên một xã thuộc huyện Lâm Thao, tỉnh Phú Thọ, nơi đầu tiên tìm ra những di chỉ của nền văn hóa này. Đến nay đã có khoảng 160 địa điểm thuộc văn hóa Sơn Vi đã được phát hiện.[1]Không gian của văn hóa Sơn Vi bao trùm các vùng thuộc Sơn La, Lai Châu, Lào Cai, Yên Bái, Bắc Giang, Thanh Hóa, Nghệ An, Quảng Trị. Những người nguyên thủy chủ nhân của văn hóa Sơn Vi sống thành từng bộ lạc. Họ chủ yếu sống ngoài trời trên các đồi gò trung du ở trung lưu sông Hồng, thượng lưu sông Lục Nam, thượng lưu sông Hiếu. Chỉ một số ít sống trong hang động, mái đá.Công cụ lao động của người nguyên thủy trong văn hóa Sơn Vi làm từ đá cuội được ghè đẽo thô sơ. Họ sống bằng săn bắn và hái lượm, chưa có trồng trọt và chăn nuôi.","tên":"Văn hóa Sơn Vi"},{"thời gian":"12.000 TCN–10.000 TCN","thông tin liên quan":[],"tóm tắt":"Văn hóa Hòa Bình được giới khảo cổ học chính thức công nhận từ ngày 30 tháng 1 năm 1932, do đề xuất của Madeleine Colani, sau khi đã được Đại hội các nhà Tiền sử Viễn Đông họp tại Hà Nội thông qua. Khởi thủy, cụm từ này được dùng để nói đến nền văn hóa cuội được ghè đẽo trên khắp chu vi hòn cuội[1] để tạo ra những dụng cụ từ thời kỳ đá cũ đến thời kỳ đá mới. Qua thời gian, tất nhiên cụm từ này đã được đề nghị mang những tên khác nhau và có những ý nghĩa cũng khác nhau. Nhưng thời gian gần đây, hoạt động của các nhà khảo cổ học trong suốt từ năm 1975 lại đây đã cho thấy một hướng mới về quan niệm khác về thời đại cũng như không gian của Văn hóa Hòa Bình.Đây là 1 nền văn hoá đã khởi nguồn cho văn minh người Việt mà lan truyền và ảnh hưởng lên xứ phía Bắc.","tên":"Văn hóa Hòa Bình"},{"thời gian":"10.000 TCN - 8.000 TCN","thông tin liên quan":[],"tóm tắt":"Văn hóa Bắc Sơn là một nền văn hóa cổ đại Việt Nam ở sơ kỳ thời đại đồ đá mới có niên đại sau nền văn hóa Hòa Bình, cách ngày nay từ một vạn đến tám ngàn năm. Bắc Sơn là đặt theo tên huyện Bắc Sơn (tỉnh Lạng Sơn), nơi đầu tiên phát hiện những di vật của nền văn hóa này. Các bộ lạc chủ nhân của văn hóa Hòa Bình đã tạo ra nền văn hóa Bắc Sơn.","tên":"Văn hóa Bắc Sơn"},{"thời gian":"8.000 TCN - 6.000 TCN","thông tin liên quan":[],"tóm tắt":"Văn hóa Quỳnh Văn (thời đại đồ đá mới, khoảng 6.000 – 3.500 năm cách ngày nay) được phát hiện từ những năm 1930 bởi các học giả người Pháp. Cho đến nay đã có hơn 70 năm nghiên cứu với 21 di tích, phân bố ở ven biển Nghệ An và Hà Tĩnh, chủ yếu tập trung xung quanh vịnh biển cổ Quỳnh Lưu. Đây là các di tích \"đống rác bếp\" (Kjökkenmodding), thành phần chủ yếu là các loại điệp. Trong các lớp điệp còn có xương cốt động vật, di vật đá, gốm và bếp lửa. Công cụ đá Quỳnh Văn ít về số lượng, nghèo nàn về loại hình, kỹ thuật ghè đẽo thô sơ, chủ yếu được tạo từ đá gốc. Loại hình thường thấy là các công cụ không xác định, công cụ hình đĩa, công cụ hình múi bưởi, công cụ hình rìu dài và công cụ hình rìu ngắn. Đồ gốm thô, hầu hết là đồ đun nấu với kích thước lớn, được tạo hình bằng tay kết hợp với bàn đập hòn kê. Đồ gốm có bốn loại chủ yếu: gốm đáy tròn văn in đập, gốm đáy tròn văn thừng, gốm đáy tròn văn thừng ở mặt ngoài và văn chải ở mặt trong, gốm đáy nhọn văn chải 2 mặt. Gốm đáy nhọn, văn chải 2 mặt là đặc trưng tiêu biểu nhất của văn hóa Quỳnh Văn. Các loại hình hiện vật khác như xương, đồ trang sức có số lượng ít.[1]","tên":"Văn hóa Quỳnh Văn"},{"thời gian":"7.000 TCN - 5.000 TCN","thông tin liên quan":[],"tóm tắt":"Văn hóa Cái Bèo có niên đại trước nền văn hóa Hạ Long. Di chỉ Cái Bèo được phát hiện vào năm 1938 trong lần tiến hành thám sát khảo cổ học ven biển khu vực liên quan thuộc vùng vịnh Hạ Long ngày nay. Di chỉ Cái Bèo khai quật được hơn 479 công cụ như chày, bàn nghiền, bàn mài, hòn kê, rìu bôn, đục, chì lưới … bằng đá cuội. Đồ gốm thô cứng làm từ đất sét và cát hạt khô, bếp, di cốt người; các xương răng động vật, xương thú như lợn rừng, nai, dê núi. Theo cạeiririejehhdc nhà khảo cổ học, di chỉ Cái Bèo thuộc nền văn hóa Hạ Long, bởi phân tích rõ ra là cư dân Cái Bèo cùng với thời gian và xu hướng chuyển cư của người Hòa Bình – Bắc Sơn từ vùng núi xuống biển. Sau đợt biển tiến Haloxen Trung làm nảy sinh các hoạt động kinh tế riêng biệt của từng vùng. Riêng cư dân đảo Cát Bà, trong đó có người cổ Cái Bèo làm nghề đánh cá là chủ yếu.[1]","tên":"Văn hóa Cái Bèo"},{"thời gian":"6.000 TCN - 5.000 TCN","thông tin liên quan":[],"tóm tắt":"Văn hóa Đa Bút là một nền văn hóa Việt Nam ở sơ kỳ thời đại đồ đá mới có niên đại sau các nền văn hóa Hòa Bình và Bắc Sơn, cách đây từ 5000 đến 6000 năm. Không gian của văn hóa Đa Bút là dải đất nằm từ hữu ngạn sông Đáy đến tả ngạn sông Mã thuộc các tỉnh Ninh Bình và Thanh Hóa ngày nay. Tính đến năm 2010, đã có hơn 10 điểm văn hóa Đa Bút được phát hiện và khai quật. Các bộ lạc chủ nhân của văn hóa Đa Bút đã tạo ra nền văn hóa Đông Sơn.[1]","tên":"Văn hóa Đa Bút"},{"thời gian":"3.000 TCN–1.500 TCN","thông tin liên quan":[],"tóm tắt":"Văn hóa Hạ Long là một nền văn hóa cổ. Cho đến nay, đã có khoảng gần 50 di tích “Văn hoá Hạ Long” được phát hiện trên các đảo của Vịnh Hạ Long cũng như dọc bờ biển từ Móng Cái đến Vân Đồn, với đặc trưng chung về loại hình - kỹ thuật chế tác công cụ đá và đồ gốm có niên đại từ 5.000-3.000 năm cách ngày nay.[1][2][3]","tên":"Văn hóa Hạ Long"},{"thời gian":"2.000 TCN–1.500 TCN","thông tin liên quan":[],"tóm tắt":"Văn hóa Phùng Nguyên là một nền văn hóa tiền sử thuộc sơ kỳ thời đại đồ đồng, cuối thời đại đồ đá mới, tồn tại từ cuối thiên niên kỷ III TCN, đầu thiên niên II TCN và kết thúc vào khoảng nửa đầu thiên niên kỷ II TCN[1]. Phùng Nguyên là tên một làng ở xã Kinh Kệ (nay là xã Phùng Nguyên), huyện Lâm Thao, tỉnh Phú Thọ, nơi đầu tiên tìm ra các di chỉ của nền văn hóa này. Di chỉ văn hóa Phùng Nguyên đã được phát hiện ở Phú Thọ, Bắc Ninh, Ninh Bình, Hà Nội, Hải Phòng và một vài nơi khác trong lưu vực sông Hồng. Tính đến năm 1998, có khoảng 55 địa điểm đã được phát hiện có di chỉ văn hóa đồng dạng với các di chỉ tại Phùng Nguyên, trong đó có 3 địa điểm có di cốt người. Công cụ bằng đá phổ biến và chiếm ưu thế tuyệt đối. Đồ trang sức bằng các loại đá, đá bán quý, ngọc được tìm thấy nhiều, đặc biệt là các vòng đá. Ngoài đồ đá, cư dân Phùng Nguyên đã biết chế tạo đồ gốm đặc sắc từ khâu làm đất, tạo dáng cho đến hoa văn trang trí. Trong đời sống của cư dân Phùng Nguyên đã xuất hiện đồ đồng và thuật luyện kim (còn hạn chế).Cùng thuộc sơ kỳ thời đại đồ đồng ở Việt Nam như văn hóa Phùng Nguyên còn có văn hóa Cồn Chân Tiên, Hoa Lộc (lưu vực sông Mã), văn hóa của các bộ lạc người nguyên thủy ở lưu vực sông Lam, của các bộ lạc ở thượng lưu sông Mã (huyện Sông Mã, tỉnh Sơn La), văn hóa Tiền Sa Huỳnh (Trung Trung bộ), văn hóa Đồng Nai (Đông Nam bộ).","tên":"Văn hóa Phùng Nguyên"},{"thời gian":"2.000 TCN–1.000 TCN","thông tin liên quan":[],"tóm tắt":"","tên":"Văn hóa Tiền Sa Huỳnh"},{"thời gian":"1.500 TCN–1.000 TCN","thông tin liên quan":[],"tóm tắt":"Văn hoá Đồng Đậu là nền văn hóa thuộc thời kỳ đồ đồng ở Việt Nam cách ngày nay khoảng 3.000 năm, sau văn hóa Phùng Nguyên, trước văn hóa Gò Mun. Tên của nền văn hóa này đặt theo tên khu di tích Đồng Đậu ở thị trấn Yên Lạc, huyện Yên Lạc, tỉnh Vĩnh Phúc, nơi các nhà khảo cổ học đã khám phá ra một nền văn hóa đồ đồng phong phú năm 1962.Người Đồng Đậu sống ngoài trời trên các đồi gò trung du Bắc Bộ với một nền kinh tế khá ổn định và phát triển dựa trên nông nghiệp trồng lúa và các cây hoa màu. Các dấu tích luyện kim như xỉ đồng, các mảnh khuôn đúc (bằng đá) cho thấy nghề đúc đồng đã có và phát triển thời kỳ này.","tên":"Văn hóa Đồng Đậu"},{"thời gian":"1.000 TCN - 600 TCN","thông tin liên quan":[],"tóm tắt":"Văn hóa Gò Mun ước chừng trong khoảng thời gian từ năm 1.000 - năm 700 TCN, thuộc cuối thời kỳ đồ đồng. Nền văn hóa này được đặt tên theo địa điểm mà vào năm 1961 các nhà khảo cổ học đã khai quật được nhiều di chỉ của nền văn hóa này (gò Mun, xã Tứ Xã, huyện Phong Châu, tỉnh Phú Thọ).Văn hóa Gò Mun được nhìn nhận như là nền văn hóa tiền văn hóa Đông Sơn. Thời kỳ này, người Việt cổ đã có những chuyển biến rõ rệt về một xã hội phức tạp và giàu có, thúc đẩy việc ra đời nhà nước sơ khai của người Việt.","tên":"Văn hóa Gò Mun"},{"thời gian":"1.000 TCN - 200 ","thông tin liên quan":["Văn hóa Sa Huỳnh"],"tóm tắt":"Văn hóa Sa Huỳnh là một nền văn hóa được xác định ở vào khoảng năm 1000 TCN đến cuối thế kỷ thứ 2. Nền văn hóa Sa Huỳnh là một trong ba cái nôi cổ xưa về văn minh trên lãnh thổ Việt Nam, cùng với Văn hóa Đông Sơn và Văn hóa Đồng Nai tạo thành tam giác văn hóa của Việt Nam thời kỳ đồ sắt","tên":"1.000 TCN - 200 Văn hóa Sa Huỳnh"},{"thời gian":"1.000 TCN - 0","thông tin liên quan":[],"tóm tắt":"Văn hóa Đồng Nai chỉ các di tích khảo cổ ở Việt Nam phân bố trên vùng trung du và đồng bằng miền Đông Nam Bộ, ven các sông Đồng Nai, sông Sài Gòn và sông Vàm Cỏ, thể hiện một quá trình diễn biến văn hoá từ sơ kì thời đại đồ đồng đến sơ kì thời đại sắt. Giữa các di tích có những khác biệt nhất định, song chúng cùng có những đặc trưng chung nên có nhiều ý kiến xếp chúng vào một nền văn hoá chung. Có người gọi là Văn hóa Đồng Nai, cũng có ý kiến gọi là văn hoá Phước Tân, văn hoá Bến Đò hay văn hoá Cù Lao Rùa. Cho đến nay, đã phát hiện được hàng trăm di tích ở hầu khắp các tỉnh miền Đông Nam Bộ, trong đó có các di tích tiêu biểu như Cầu Sắt, Suối Chồn, Bình Đa, Cái Vạn, Cù Lao Rùa, Hưng Thịnh, Đồi Xoài, Đồi Mít, Gò Me, Đồi Phòng Không, Cái Lăng, Long Bửu, Bến Đò, Phước Tân, Gò Đá, Dốc Chùa, Bù Đốp, Gò Tháp, Gò Canh Nông, Gò Cao Su, An Sơn, Rạch Núi, vv.[1]","tên":"Văn hóa Đồng Nai"},{"thời gian":"700 TCN–100","thông tin liên quan":[],"tóm tắt":"Văn hóa Đông Sơn là một nền văn hóa cổ đã xuất hiện vào khoảng năm 800 Trước Công Nguyên, từng tồn tại ở một số tỉnh miền Bắc Việt Nam và Bắc Trung bộ Việt Nam (Phú Thọ, Yên Bái, Hòa Bình, Hà Nội, Nam Định, Ninh Bình, Hà Nam , Thanh Hóa, Nghệ An, Hà Tĩnh mà trung tâm là khu vực Đền Hùng), và ba con sông lớn và chính của đồng bằng Bắc Bộ (sông Hồng, sông Mã và sông Lam) vào thời kỳ đồ đồng và thời kỳ đồ sắt sớm. Nền văn hóa này được đặt tên theo địa phương nơi các dấu tích đầu tiên của nó được phát hiện, gần sông Mã, Thanh Hóa. Nhiều dấu tích đặc trưng cho văn hóa Đông Sơn cũng được tìm thấy ở một số vùng lân cận Việt Nam như ở Vân Nam, Quảng Tây, Hải Nam của Trung Quốc, ở Lào hay ở Thái Lan...Có những nghiên cứu cho rằng trên cơ sở văn hóa Đông Sơn, nhà nước văn minh đầu tiên của người Việt, nhà nước Văn Lang của các Vua Hùng và nối tiếp là nhà nước Âu Lạc của An Dương Vương đã phát triển, trước khi bị ảnh hưởng của nền văn minh Hán. Theo đánh giá của các nhà khoa học, thì nền Văn hóa Đông Sơn là sự phát triển liên tục và kế thừa từ các thời kỳ tiền Đông Sơn trước đó là Văn hóa Phùng Nguyên đến Văn hóa Đồng Đậu và Văn hóa Gò Mun.","tên":"Văn hóa Đông Sơn"},{"thời gian":"1 - 630","thông tin liên quan":[],"tóm tắt":"Văn hóa Óc Eo là một nền văn hóa cổ hình thành và phát triển ở Nam Bộ Việt Nam từ thế kỷ 1 đến thế kỷ 7 sau Công Nguyên. Đây là một nền văn hóa lớn trong lịch sử Việt Nam, gắn liền với đất nước, con người ở vùng châu thổ hạ lưu sông Mê Kông và có quan hệ mật thiết với lịch sử Đông Nam Á cổ đại.[1]","tên":"Văn hóa Óc Eo"},{"thời gian":"Thế kỉ VII TCN","thông tin liên quan":["Vua Hùng"],"tóm tắt":null,"tên":"Nước Văn Lang thành lập."},{"thời gian":"207 TCN","thông tin liên quan":["Thục Phán (An Dương Vương)"],"tóm tắt":null,"tên":"Kháng chiến chống quân Tần của Thục Phán thắng lợi."},{"thời gian":"218 TCN - 207 TCN","thông tin liên quan":[],"tóm tắt":"Chiến tranh Việt – Tần là cuộc kháng chiến chống nhà Tần mở rộng về phía nam của các bộ tộc Bách Việt ở vùng Hoa Nam và đây là tộc người chung mà phân bố ở Bắc Bộ Việt Nam và Hoa Nam hiện nay từ năm 221 TCN đến năm 214 TCN nghĩa là nhà Tần tiếp tục thực hiện mở rộng lãnh thổ ngay sau khi thống nhất Trung Quốc.","tên":"Chiến tranh Tần-Việt"},{"thời gian":"179 TCN","thông tin liên quan":["An Dương Vương"," Triệu Đà"],"tóm tắt":null,"tên":"Nước Âu Lạc bị quân Triệu Đà xâm lược."},{"thời gian":"111 TCN","thông tin liên quan":["nhà Hán","Nam Việt"],"tóm tắt":"Chiến tranh Hán–Nam Việt là một cuộc chiến tranh giữa nhà Tây Hán và nước Nam Việt vào cuối thế kỷ 2 trước Công nguyên.","tên":"nhà Hán thôn tính Nam Việt"},{"thời gian":"111 TCN","thông tin liên quan":["nhà Hán","Nam Việt"],"tóm tắt":null,"tên":"nhà Hán thôn tính Nam Việt"},{"thời gian":"40","thông tin liên quan":["khởi nghĩa Hai Bà Trưng","Trưng Trắc","Lĩnh Nam","Mê Linh"],"tóm tắt":null,"tên":"khởi nghĩa Hai Bà Trưng, Trưng Trắc thành lập quốc gia Lĩnh Nam, kinh đô đặt tại Mê Linh"},{"thời gian":"42 - 43","thông tin liên quan":[],"tóm tắt":"Chiến tranh Hán-Việt 42-43 là tên gọi của cuộc chiến do tướng nhà Đông Hán Mã Viện chỉ huy chống lại quân nổi dậy của Hai Bà Trưng ở đất Việt năm 42-43.","tên":"Chiến tranh Lĩnh Nam - Đông Hán"},{"thời gian":"43","thông tin liên quan":["Đông Hán","Lĩnh Nam"],"tóm tắt":null,"tên":"Đông Hán thôn tính Lĩnh Nam"},{"thời gian":"156–160","thông tin liên quan":[],"tóm tắt":"Cuộc khởi nghĩa Chu Đạt diễn ra từ năm 156 đến năm 160. Năm 156, Chu Đạt, người huyện Cư Phong, Cửu Chân (nay là xã Phú Hào-Thọ Phú, huyện Triệu Sơn, Thanh Hóa), nổi dậy chống chính quyền đô hộ nhà Đông Hán. Chu Đạt chiêu mộ dân binh vây đánh huyện sở Cư Phong (vùng đất các huyện Nông Cống, Quảng Xương, Tĩnh Gia, Như Xuân, Như Thanh thuộc tỉnh Thanh Hóa ngày nay) giết chết huyện lệnh, giải phóng toàn bộ quận Cửu Chân rồi tấn công quận trị Tư Phố giết chết thái thú Nghê Thức nhà Đông Hán. Cuộc khởi nghĩa tập hợp lực lượng có tới 5.000 người, quản trị Cửu Chân được 4 năm từ năm 156 đến năm 160. Năm 158, vua Đông Hán cử đô úy Ngụy Lãng đem quân đàn áp, buộc Chu Đạt phải lui vào Nhật Nam (Quảng Bình, Quảng Trị, Thừa Thiên). Tại đây thanh thế nghĩa quân mạnh lên, lực lượng lên tới hàng vạn người, hoạt động đến mùa thu 160 thì bị thứ sử Hạ Phương dập tắt. Chu Đạt mất tại đây.","tên":"Khởi nghĩa Chu Đạt"},{"thời gian":"178–181","thông tin liên quan":[],"tóm tắt":"Khởi nghĩa Lương Long (178-181) do Lương Long (梁龍) người Giao Chỉ lãnh đạo nhân dân các quận Giao Chỉ, Cửu Chân, Nhật Nam, Hợp Phố chống lại chính quyền đô hộ nhà Đông Hán. Lực lượng nghĩa quân lên tới hàng vạn người, liên kết với người Ô Hử 烏滸 (tổ tiên của người Tày ở biên giới Việt-Trung và người Choang ở Quảng Tây hiện nay) cùng Thái thú quận Nam Hải là Khổng Chi nên thanh thế rất mạnh, nổi dậy đánh chiếm được các quận huyện và nhiều vùng đất từ Giao Chỉ đến Hợp Phố và từ Cửu Chân đến Nhật Nam. Thứ sử Giao Châu là Chu Ngung phải đóng cổng thành cố thủ và xin viện binh. Mùa hè năm 181, Đông Hán vương cử Huyện lệnh Lan Lăng là Chu Tuấn mang 5000 quân sang đánh dẹp, cuộc khởi nghĩa bị dập tắt.","tên":"Khởi nghĩa Lương Long"},{"thời gian":"192","thông tin liên quan":["Khu Liên","Nhật Nam","Lâm Ấp"],"tóm tắt":null,"tên":"Khu Liên khởi nghĩa, tách quận Nhật Nam thành lập quốc gia Lâm Ấp"},{"thời gian":"23 tháng 6 năm 229","thông tin liên quan":["Tôn Quyền","Đông Ngô","nhà Hán"],"tóm tắt":null,"tên":"Tôn Quyền xưng đế, lập nước Đông Ngô, ly khai nhà Hán"},{"thời gian":"246 - 248","thông tin liên quan":[],"tóm tắt":"Bà Triệu (chữ Hán: 趙婆), còn được gọi là Triệu Ẩu (趙嫗, \"bà Triệu\"), Triệu Trinh Nương (趙貞娘), Triệu Thị Trinh (趙氏貞), Triệu Quốc Trinh (8 tháng 11 năm 226 – 4 tháng 4 năm 248), là một trong những vị anh hùng dân tộc trong lịch sử Việt Nam.","tên":"Khởi nghĩa Bà Triệu"},{"thời gian":"280","thông tin liên quan":[],"tóm tắt":"Chiến tranh Tấn-Ngô 279-280 là cuộc chiến cuối cùng thời Tam Quốc trong lịch sử Trung Quốc. Vua Tây Tấn là Tư Mã Viêm phát động chiến tranh và nhanh chóng tiêu diệt nước Đông Ngô (được hình thành từ đầu thế kỷ 3) chỉ sau một chiến dịch. Cuộc chiến tranh này gắn liền với sự kiện nhà Tây Tấn thống nhất toàn quốc, thời Tam Quốc kết thúc.","tên":"Chiến tranh Tấn – Ngô"},{"thời gian":"420","thông tin liên quan":["Lưu Dụ","Tấn Cung Đế","Lưu Tống"],"tóm tắt":null,"tên":"Lưu Dụ ép Tấn Cung Đế nhường ngôi, lập ra nhà Lưu Tống"},{"thời gian":"436","thông tin liên quan":["Đàn Hòa Chi","Lâm Ấp"],"tóm tắt":null,"tên":"Thứ sử Giao Châu Đàn Hòa Chi đánh Lâm Ấp, cướp châu báu rút về"},{"thời gian":"468 - 485","thông tin liên quan":["Lý Trường Nhân"],"tóm tắt":"Lý Trường Nhân (chữ Hán: 李長仁) là một thủ lĩnh địa phương, cát cứ Giao Châu, tự trị với chính quyền phong kiến phương Bắc trong lịch sử Việt Nam thời Bắc thuộc lần II.","tên":"khởi nghĩa Lý Trường Nhân"},{"thời gian":"479","thông tin liên quan":["Tiêu Đạo Thành","Lưu Chuẩn","Nam Tề"],"tóm tắt":null,"tên":"Tiêu Đạo Thành phế Lưu Chuẩn tự làm vua, thành lập nhà Nam Tề"},{"thời gian":"502","thông tin liên quan":["Tiêu Diễn","Tiêu Bảo Dung","nhà Lương"],"tóm tắt":null,"tên":"Tiêu Diễn phế truất Tiêu Bảo Dung, thành lập nhà Lương"},{"thời gian":"541","thông tin liên quan":[],"tóm tắt":"Chiến tranh Tiền Lý - Lương là cuộc chiến bùng nổ từ năm 545 đến năm 550 kéo dài 5 năm do Triệu Quang Phục lãnh đạo chống quân Lương.","tên":"khởi nghĩa Lý Bí"},{"thời gian":"544","thông tin liên quan":["Lý Bí","Vạn Xuân"],"tóm tắt":null,"tên":"Lý Bí thành lập quốc gia Vạn Xuân"},{"thời gian":"602","thông tin liên quan":[],"tóm tắt":"Chiến tranh Tùy–Vạn Xuân là một cuộc xung đột quân sự giữa nhà Tùy của Trung Quốc và nhà Tiền Lý quốc hiệu Vạn Xuân của Việt Nam vào năm 602.Năm 601, Lý Phật Tử bị triệu sang Trung Hoa chầu Tùy Văn Đế.[1] Tuy nhiên, ông đã trì hoãn việc tham dự và cuối cùng đã nổi loạn vào năm 602, mặc dù ông đã công nhận chính quyền nhà Tùy vào năm 595.[1] Ông tập trung lực lượng quân sự của mình tại thành Cổ Loa và Long Biên.[1] Năm 602, tướng Lưu Phương lãnh đạo quân đội nhà Tùy trong cuộc xâm lược vào Tiền Lý.[1][2]Quân đội nhà Tùy khởi hành từ Vân Nam vào lãnh thổ nhà Tiền Lý.[1] Tuy nhiên, quân đội nhà Tiền Lý không được chuẩn bị để chống đỡ họ, bởi vì họ không ngờ rằng quân đội nhà Tùy sẽ đi theo con đường xâm lược này.[1] Cuối cùng, Lý Phật Tử đã đầu hàng lực lượng nhà Tùy.[1][2] Do đó, người Trung Quốc đã bắt ông giam cầm và chuyển ông ta đến thủ đô Trường An của Trung Quốc.[1][2] Quân đội của Lưu Phương cũng buộc phải khuất phục hoặc đánh bại các gia tộc địa phương còn lại. Lãnh thổ bị chinh phục được hợp nhất vào Trung Quốc dưới sự cai trị của nhà Tùy.[1]","tên":"Chiến tranh Tùy–Vạn Xuân"},{"thời gian":"tháng 3 năm 618","thông tin liên quan":["Lý Uyên","nhà Đường"],"tóm tắt":null,"tên":"Lý Uyên tuyên bố thành lập nhà Đường"},{"thời gian":"tháng 5 năm tháng 3 năm 618","thông tin liên quan":["Lý Uyên","Dương Hựu"],"tóm tắt":null,"tên":"Lý Uyên ép Dương Hựu nhường ngôi"},{"thời gian":"687","thông tin liên quan":["Lý Tự Tiên"],"tóm tắt":"Lý Tự Tiên (李嗣先, ?-687) là thủ lĩnh cuộc khởi nghĩa tại An Nam chống lại sự đô hộ của nhà Đường năm 687.","tên":"khởi nghĩa Lý Tự Tiên"},{"thời gian":"713 - 723","thông tin liên quan":["Mai Hắc Đế"],"tóm tắt":"Mai Hắc Đế (chữ Hán: 梅黑帝; 670 – 723), tên thật là Mai Thúc Loan (梅叔鸞),[1] là vị vua lãnh đạo cuộc khởi nghĩa chống lại sự chiếm đóng của nhà Đường ở miền Bắc Việt Nam vào đầu thế kỉ thứ 8.[2] Trong lịch sử Việt Nam, ông được xem như một vị anh hùng dân tộc.","tên":"khởi nghĩa Mai Hắc Đế"},{"thời gian":"776-791","thông tin liên quan":["Phùng Hưng"],"tóm tắt":"Phùng Hưng[2][3][4] (chữ Hán: 馮興; 746-789[1]\/791[5]\/802) , là lãnh tụ một cuộc nổi dậy chống lại sự đô hộ của nhà Đường thời Bắc thuộc lần thứ ba (602–905) trong lịch sử Việt Nam.","tên":"khởi nghĩa Phùng Hưng"},{"thời gian":"905","thông tin liên quan":["Khúc Thừa Dụ"],"tóm tắt":"Thắng lợi, giành quyền tự chủ","tên":"Khởi nghĩa của Khúc Thừa Dụ"},{"thời gian":"938","thông tin liên quan":["Ngô Quyền"],"tóm tắt":null,"tên":"Kháng chiến chống quân Nam Hán lần thứ hai"},{"thời gian":"939","thông tin liên quan":["Ngô Quyền","Cổ Loa"],"tóm tắt":null,"tên":"Ngô Quyền xưng vương, kinh đô Cổ Loa"},{"thời gian":"944 - 968","thông tin liên quan":[],"tóm tắt":"Loạn 12 sứ quân (chữ Nôm: 亂12使君; chữ Hán: 十二使君之亂, Thập nhị sứ quân chi loạn) là một giai đoạn nội chiến diễn ra vào cuối thời nhà Ngô, kéo dài từ năm 944 sau khi Ngô Quyền mất cho đến khi Đinh Bộ Lĩnh thống nhất đất nước, lập ra nhà Đinh năm 968, được ghi chép trong phần Bản kỷ Ngô sứ quân Ngô Xương Xí.Cuộc loạn lạc này có nguyên nhân sâu xa từ quá trình phân hóa xã hội thời Bắc thuộc, dẫn đến việc xuất hiện tầng lớp thổ hào, quan lại có thế lực mạnh về kinh tế, chính trị và tạo ra sự phân tán cát cứ. Thực chất của cuộc nội chiến này là việc đấu tranh giành quyền lực tối cao trên đất Tĩnh Hải quân của các thủ lĩnh địa phương khi nhà Đường suy yếu, người Việt có cơ hội đứng lên tranh giành quyền lãnh đạo. Giai đoạn này có mầm mống từ đầu thế kỷ X và có cơ hội phát triển mạnh từ khi Dương Tam Kha cướp ngôi nhà Ngô, các nơi không chịu thuần phục, các thủ lĩnh nổi lên cát cứ một vùng, nhiều người còn xưng Vương như An vương Ngô Nhật Khánh, Vũ Ninh vương Nguyễn Thủ Tiệp, Quang Hiển quốc vương Kiều Thuận, Quảng Trí quân Nguyễn Khoan hoặc tranh ngôi vua như Lã Xử Bình, Dương Huy, Đỗ Cảnh Thạc, Kiều Công Hãn và đem quân đánh chiếm lẫn nhau.Giai đoạn 12 sứ quân kéo dài hơn 20 năm (944–968) và kết thúc khi Đinh Tiên Hoàng thống nhất đất nước, lập ra nhà nước Đại Cồ Việt – Nhà nước phong kiến tập quyền đầu tiên trong lịch sử của nước Việt Nam. Giống với thời Xuân Thu – Chiến Quốc của Trung Quốc và Chiến Quốc (Nhật Bản) của Nhật Bản, giai đoạn này cũng có thể coi là một thời kỳ chiến quốc của Việt Nam.","tên":"Loạn 12 sứ quân"},{"thời gian":"968","thông tin liên quan":["Đinh Bộ Lĩnh","Đại Cồ Việt","Hoa Lư"],"tóm tắt":null,"tên":"Đinh Bộ Lĩnh xưng đế, thành lập quốc gia Đại Cồ Việt, kinh đô Hoa Lư"},{"thời gian":"970","thông tin liên quan":["Đinh Bộ Lĩnh","Thái Bình hưng bảo"],"tóm tắt":null,"tên":"Đinh Bộ Lĩnh cho đúc Thái Bình hưng bảo, đồng tiền đầu tiên của Việt Nam"},{"thời gian":"979","thông tin liên quan":["Đinh Bộ Lĩnh"],"tóm tắt":"","tên":"Đinh Bộ Lĩnh cùng con trai bị sát hại"},{"thời gian":"980","thông tin liên quan":["Lê Hoàn","nhà Tiền Lê"],"tóm tắt":null,"tên":"Lê Hoàn lên ngôi vua, thành lập nhà Tiền Lê"},{"thời gian":"tháng 1 - tháng 4 năm 981","thông tin liên quan":[],"tóm tắt":"Chiến tranh Tống-Việt là một cuộc chiến tranh giữa Nhà Tống thời Tống Thái Tông và Đại Cồ Việt thời Lê Đại Hành diễn ra từ tháng 1 đến tháng 4 năm 981 trên lãnh thổ Đại Cồ Việt. Kết quả, Đại Cồ Việt đã đánh bại quân đội nhà Tống. Sau cuộc chiến này, vào năm 986, Hoàng đế Đại Tống công nhận nhà Tiền Lê và ban chế phong cho Lê Đại Hành.","tên":"Chiến tranh Tống - Việt"},{"thời gian":"21 tháng 11 năm 1009","thông tin liên quan":["Lý Công Uẩn","nhà Lý"],"tóm tắt":null,"tên":"Lý Công Uẩn lên ngôi vua, thành lập nhà Lý"},{"thời gian":"1010","thông tin liên quan":["Lý Công Uẩn","Thăng Long"],"tóm tắt":null,"tên":"Lý Công Uẩn dời đô về Thăng Long"},{"thời gian":"1054","thông tin liên quan":["Lý Thánh Tông","Đại Cồ Việt","Đại Việt"],"tóm tắt":null,"tên":"Lý Thánh Tông lên ngôi, đổi tên nước từ Đại Cồ Việt thành Đại Việt"},{"thời gian":"1069","thông tin liên quan":["Chiến tranh Việt-Chiêm","Đại Việt","Chiêm Thành"],"tóm tắt":null,"tên":"Chiến tranh Việt-Chiêm, Đại Việt chiếm được 3 châu của Chiêm Thành"},{"thời gian":"1075–1077","thông tin liên quan":[],"tóm tắt":"Chiến tranh Tống–Việt lần thứ hai diễn ra từ năm 1075 đến năm 1077[1] là cuộc chiến tranh giữa nhà Lý nước Đại Việt và nhà Tống của Trung Quốc. Giai đoạn đầu, trong các năm 1075-1076, tướng nhà Lý là Lý Thường Kiệt đã chủ động đánh phủ đầu sang đất Tống với 10 vạn quân, phá thành Ung Châu.[4] Giai đoạn sau, trong các năm 1076-1077, quân Lý rút về phòng thủ chống lại cuộc phản công của đại quân Tống do Quách Quỳ chỉ huy với 300.000 người, gồm binh lính và dân phu.[2] Cuộc chiến rơi vào bế tắc, cuối cùng hai bên đàm phán, quân Tống rút ra khỏi lãnh thổ Đại Việt.","tên":"Chiến tranh Tống-Việt"},{"thời gian":"18 tháng 1 – 28 tháng 2 năm 1077","thông tin liên quan":["Trận Như Nguyệt","Tống"],"tóm tắt":null,"tên":"Trận Như Nguyệt, đẩy lùi quân xâm lược Tống"},{"thời gian":"10 tháng 1 năm 1226","thông tin liên quan":["Lý Chiêu Hoàng","Trần Cảnh","nhà Trần"],"tóm tắt":null,"tên":"Lý Chiêu Hoàng nhường ngôi cho Trần Cảnh, thành lập nhà Trần"},{"thời gian":"1258","thông tin liên quan":[],"tóm tắt":"Chiến tranh Nguyên Mông – Đại Việt lần thứ nhất hay Kháng chiến chống Nguyên Mông lần thứ nhất là cách người Việt Nam gọi cuộc chiến đấu của quân dân Đại Việt chống lại quân đội của đế quốc Mông Cổ do Uriyangqatai (Ngột Lương Hợp Thai) chỉ huy vào trong khoảng thời gian nửa tháng cuối tháng 1 năm 1258 (hay năm Nguyên Phong[1] thứ 7). Cuộc chiến mở đầu với thất bại của quân Đại Việt trong trận Bình Lệ Nguyên, sau đó là trận ở Phù Lỗ, dù thắng nhưng quân đội của Ngột Lương Hợp Thai không đánh bại được đạo quân chủ lực của nhà Trần. Quân Mông Cổ tiến vào kinh thành của Đại Việt trong 9 ngày. Quân đội nhà Trần đã phản công, đại phá quân Mông trong trận Đông Bộ Đầu[2] khiến cho đội quân này phải chạy về phía Bắc, sau đó còn phải hứng chịu một cuộc tập kích khác của thủ lĩnh miền núi - Hà Bổng. Cuộc chiến này đã kết thúc với chiến thắng của nước Đại Việt, ghi dấu công lao của vua Trần Thái Tông trong việc lãnh đạo quân dân Đại Việt chiến đấu chống quân đội Mông Cổ.[3]","tên":"Chiến tranh Nguyên Mông–Đại Việt lần 1"},{"thời gian":"1282","thông tin liên quan":["Hội nghị Bình Than"],"tóm tắt":"Hội nghị Bình Than là một hội nghị quân sự do vua Trần Nhân Tông triệu tập vào tháng 11 năm 1283[1] để bàn phương hướng kháng chiến khi quân Mông Nguyên sang xâm lược Đại Việt lần thứ hai.Hội nghị Bình Than được tổ chức vào tháng 10 âm lịch năm 1282 ở Bình Than, gần vũng Trần Xá[2][3]. Nguyên tác:","tên":"Hội nghị Bình Than, triệu họp vương hầu, trăm quan"},{"thời gian":"1284","thông tin liên quan":["Hội nghị Diên Hồng"],"tóm tắt":"Hội nghị Diên Hồng là hội nghị được tổ chức năm 1284 tại kinh thành Thăng Long[1] do Thượng hoàng Trần Thánh Tông triệu họp các bô lão trong cả nước về trước thềm điện Diên Hồng để trưng cầu dân ý, hỏi về chủ trương hòa hay đánh khi quân Nguyên Mông sang xâm lược Việt Nam lần thứ 2.","tên":"Hội nghị Diên Hồng, triệu họp bô lão cả nước"},{"thời gian":"1285","thông tin liên quan":[],"tóm tắt":"Chiến tranh Nguyên Mông – Đại Việt lần 2[1] là cuộc chiến tranh giữa Đại Nguyên và Đại Việt diễn ra trên lãnh thổ Đại Việt từ cuối tháng 1 đến cuối tháng 5 năm 1285 (dương lịch). Cuộc chiến tranh lần này diễn ra sau cuộc chiến giữa hai nước lần thứ nhất khoảng 27 năm.[2] Trong lần này, quân Nguyên huy động lực lượng đông đảo gấp cả chục lần so với cuộc chiến lần trước. Nhưng dù cho quân Nguyên Mông hùng mạnh và có nhiều Vương hầu của triều Trần mang tư tưởng cầu an, quân dân Đại Việt dưới sự lãnh đạo của Trần Hưng Đạo, Thái thượng hoàng Trần Thánh Tông và vua con Trần Nhân Tông đã giành chiến thắng vang dội trong cuộc kháng chiến này, thể hiện \"Hào khí Đông A\" của nước Đại Việt thời đó.[3]","tên":"Chiến tranh Nguyên Mông-Đại Việt lần 2"},{"thời gian":"1287–1288","thông tin liên quan":[],"tóm tắt":"Chiến tranh Nguyên Mông – Đại Việt lần 3 (theo cách gọi khác ở Việt Nam là Kháng chiến chống quân Nguyên Mông lần thứ 3) là cuộc chiến tranh giữa Đại Nguyên và Đại Việt diễn ra trên lãnh thổ Đại Việt từ tháng 12 năm 1287 đến cuối tháng 4 năm 1288.Đại Việt lại một lần nữa đẩy lui được cuộc xâm lăng của Nguyên Mông. Sau này, giữa nhà Trần và nhà Nguyên không phát sinh thêm cuộc chiến tranh nào và đây được sử sách nhìn nhận là cuộc chiến cuối cùng giữa hai bên.","tên":"Chiến tranh Nguyên Mông–Đại Việt lần 3"},{"thời gian":"1396","thông tin liên quan":["Thông Bảo hội sao","Hồ Quý Ly"],"tóm tắt":null,"tên":"phát hành Thông Bảo hội sao theo chủ trương của Hồ Quý Ly, đây là tiền giấy đầu tiên của Việt Nam"},{"thời gian":"1397","thông tin liên quan":["Hồ Quý Ly","Trần Thuận Tông","Tây Đô"],"tóm tắt":null,"tên":"Hồ Quý Ly ép Trần Thuận Tông dời đô về Tây Đô"},{"thời gian":"22 tháng 3 năm 1400","thông tin liên quan":["Hồ Quý Ly","nhà Hồ","Đại Ngu"],"tóm tắt":null,"tên":"Hồ Quý Ly lên ngôi, thành lập nhà Hồ, đổi tên nước thành Đại Ngu"},{"thời gian":"1400–1407","thông tin liên quan":[],"tóm tắt":"Chiến tranh Việt – Chiêm (1400 – 1407) là cuộc chiến giữa nhà Hồ nước Đại Ngu và nước Chiêm Thành phía nam. Ban đầu nhà Hồ chiếm được đất đai mà tương đương với nam Quảng Nam và bắc Quảng Ngãi ngày nay; nhưng sau đó, do cuộc xâm lăng của nhà Minh, nhà Hồ thất bại và Chiêm Thành đã lấy lại những đất đai từng bị nhà Hồ chiếm.","tên":"Chiến tranh Việt-Chiêm"},{"thời gian":"1406–1407","thông tin liên quan":[],"tóm tắt":"Chiến tranh Đại Ngu – Đại Minh, Chiến tranh Hồ-Minh hay thường được giới sử học Việt Nam gọi là cuộc xâm lược của nhà Minh, là cuộc chiến của nhà Hồ nước Đại Ngu (Đại Việt) chống cuộc xâm chiếm của nhà Minh (Trung Quốc) dưới triều Minh Thành Tổ từ tháng 4 năm 1406 cho đến tháng 6 năm 1407 khi nhà Minh đánh bại hoàn toàn quân đội nhà Hồ và bắt được Hồ Quý Ly, Hồ Hán Thương.Năm 1400, Hồ Quý Ly bức vua nhà Trần - Đại Việt nhường ngôi cho mình, lập ra nhà Hồ – Đại Ngu. Hồ Quý Ly đã thực hiện những thay đổi về tiền giấy, hành chính, quân đội, chuyển kinh đô từ Thăng Long về Thanh Hóa,... nhằm phát triển Đại Ngu và có thể chống lại một cuộc xâm lược từ nhà Minh. Ba năm sau, nhà Hồ dùng 20 vạn quân để tấn công quốc gia phía Nam là Chiêm Thành, vây kinh đô Chiêm Thành 9 tháng nhưng sau đó rút quân về do thiếu lương thực. Nhà Minh đã cư xử với Chiêm Thành như một đồng minh bằng cách sai 9 chiến thuyền sang cứu, quân thủy nhà Minh và nhà Hồ khi quay về gặp nhau giữa biển nhưng không có xung đột nào xảy ra.Nhà Minh đã gây sức ép lên nhà Hồ bằng các đòi hỏi về người, lương thực, đất đai, của cải,... nhưng nhà Hồ chỉ đáp ứng cho nhà Minh theo cách mà gây ít thiệt hại nhất cho họ. Đến tháng 4 năm 1406 nhà Minh lấy cớ đưa Trần Thiêm Bình, một người tự xưng là dòng dõi nhà Trần đã sang cầu cứu nhà Minh việc Hồ Quý Ly cướp ngôi nhà Trần, về Đại Ngu, họ mang quân đánh vào ải Lãnh Kinh. Đội quân này bị đánh bại, nhưng nhà Hồ đã mất bốn đại tướng chỉ huy quân các vệ. Ba tháng sau, nhà Minh huy động 215.000 quân, nói phao lên thành 80 vạn quân, chia làm 2 đường tấn công Đại Ngu. Đại Ngu đã không phòng thủ ở biên giới, mà tập trung phòng thủ ở bờ Nam sông Hồng. Quân Minh với sự dẫn đường của các ngụy quan đầu hàng người Việt đã đánh bại Đại Ngu ở trận Mộc Hoàn, sau đó là trận Đa Bang, chiếm được Đông Đô. Quân Minh tiếp tục đánh bại hoàn toàn quân chủ lực của Đại Ngu ở trận Hàm Tử, khiến cho nhà Hồ phải rút lui về Thanh Hóa, và bắt được cha con Hồ Quý Ly, Hồ Hán Thương vào tháng 6 năm 1407, nhà Hồ hoàn toàn chấm dứt.Nhà Minh đặt ách đô hộ lên nước Việt, họ tự đặt nước Việt trở thành một tỉnh của Trung Quốc, Đại Ngu còn mất đi lãnh thổ mà họ chiếm được của Chiêm Thành trước đó khi Chiêm Thành nhân cơ hội đã đưa quân chiếm lại. Các sử quan người Việt khi biên soạn sách chính sử Đại Việt sử ký toàn thư vào thời Lê sơ ở thế kỷ 15 (xem Ngô Sĩ Liên) và thời Lê – Trịnh ở thế kỷ 17 (xem Phạm Công Trứ) đã không coi nhà Hồ như một triều đại chính thống như một sự phủ nhận về mặt pháp lý của nhà Minh lên lãnh thổ nước Việt. Họ cũng coi Nhà Hậu Trần là một triều đại chính thống từ năm (1407 – 1414) và tiếp đó là khởi nghĩa của Lê Lợi năm 1418 đã thành lập nên Nhà Hậu Lê như một sự tiếp diễn về mặt lịch sử mà nhà Minh chỉ là lực lượng chiếm đóng tạm thời.","tên":"Chiến tranh Đại Ngu–Đại Minh"},{"thời gian":"1407","thông tin liên quan":["nhà Minh","Đại Ngu","Giao Chỉ","Đông Quan"],"tóm tắt":null,"tên":"nhà Minh thôn tính Đại Ngu, đặt làm quận Giao Chỉ, trung tâm hành chính là Đông Quan"},{"thời gian":"1413","thông tin liên quan":["nhà Hậu Trần","nhà Minh"],"tóm tắt":null,"tên":"nhà Hậu Trần bị nhà Minh đánh bại"},{"thời gian":"1418–1427","thông tin liên quan":[],"tóm tắt":"Khởi nghĩa Lam Sơn (1418–1427) là cuộc khởi nghĩa đánh đuổi quân Minh xâm lược về nước do Lê Lợi lãnh đạo và kết thúc bằng việc thành lập trở lại nước Đại Việt và sự thành lập nhà Hậu LêTrong giai đoạn đầu (1418–1423), nghĩa quân Lam Sơn gặp rất nhiều khó khăn, thường hứng chịu các cuộc càn quét của quân Minh và quân Ai Lao, chịu tổn thất lớn. Các tướng Lam Sơn là Lê Lai và Lê Thạch tử trận. Quân Lam Sơn bấy giờ chỉ có thể thắng những trận nhỏ. Nghĩa quân bắt đầu giành thế thượng phong khi Lê Lợi nghe theo Nguyễn Chích, tiến quân ra đất Nghệ An vào năm 1424. Sau nhiều trận đánh lớn với quân Minh do các tướng Minh và cộng sự người Việt chỉ huy, quân Lam Sơn giải phóng hầu hết vùng đất từ Thanh Hóa vào Thuận Hóa, siết chặt vòng vây các thành chưa đầu hàng. Ở giai đoạn cuối, sau khi tích lũy được lực lượng, quân Lam Sơn lần lượt chuyển đại quân ra Bắc, thực hiện chiến lược cơ động, buộc quân Minh phải co cụm để giữ các thành trì quan trọng. Đặc biệt với chiến thắng quyết định trong trận Tốt Động – Chúc Động, quân Lam Sơn giành được thế chủ động trên chiến trường và sự ủng hộ của dân chúng vốn khiếp sợ trước uy thế của quân Minh trước đó. Tiếp nối thắng lợi, cuối năm 1427, quân Lam Sơn triển khai chiến dịch Chi Lăng – Xương Giang, đánh tan tác lực lượng viện binh quân Minh, buộc tướng chỉ huy quân Minh trên đất Việt cũ là Vương Thông phải xin giảng hòa và được phép rút quân về nước. Sau chiến thắng, Bình Định vương Lê Lợi sai văn thần Nguyễn Trãi viết bài Bình Ngô đại cáo để tuyên cáo cho toàn quốc.[3][4] Nước Đại Việt được khôi phục, Lê Lợi lên ngôi Hoàng đế, đặt niên hiệu Thuận Thiên, mở ra cơ nghiệp nhà Lê trong gần 400 năm sau đó.","tên":"khởi nghĩa Lam Sơn"},{"thời gian":"29 tháng 4 năm 1428","thông tin liên quan":["Lê Lợi","Đại Việt","Đông Kinh"],"tóm tắt":null,"tên":"Lê Lợi thành lập quốc gia Đại Việt, đặt kinh đô tại Đông Kinh"},{"thời gian":"1442","thông tin liên quan":[],"tóm tắt":"Vụ án Lệ Chi viên, tức Vụ án vườn vải, là một vụ án oan nổi tiếng thời Lê sơ. Qua vụ án này, quan Đại thần Hành khiển Nguyễn Trãi và vợ là Lễ nghi học sĩ Nguyễn Thị Lộ bị triều đình Lê Sơ kết tội giết vua Lê Thái Tông, bắt tội chém đầu đến 3 họ nhà Nguyễn Trãi.[1]Đến năm 1464, thời vua Lê Thánh Tông, Nguyễn Trãi được minh oan, người con còn sống sót duy nhất của ông là Nguyễn Anh Vũ được cất làm quan huyện, bản thân ông được truy tặng tước hiệu.[a]","tên":"Vụ án Lệ Chi viên"},{"thời gian":"1459–1460","thông tin liên quan":["Chính biến Thiên Hưng","Lê Thánh Tông"],"tóm tắt":null,"tên":"Chính biến Thiên Hưng, Lê Thánh Tông lên ngôi"},{"thời gian":"1471","thông tin liên quan":["Chiến tranh Việt–Chiêm","Chiêm Thành","Đại Việt"],"tóm tắt":null,"tên":"Chiến tranh Việt–Chiêm, miền bắc Chiêm Thành sáp nhập vào Đại Việt"},{"thời gian":"1478–1480","thông tin liên quan":[],"tóm tắt":"Chiến tranh Đại Việt - Lan Xang là cuộc chiến giữa nhà Hậu Lê nước Đại Việt với Lan Xang (Lào). Mục đích phát động của Đại Việt là bình định vương quốc Bồn Man và ngăn chặn sự quấy nhiễu của quân Lan Xang tại biên giới phía tây. Cuộc xâm lược cũng là sự tiếp nối của sự bành trướng của vua Lê Thánh Tông, qua đó Đại Việt đã chinh phục vương quốc Champa vào năm 1471. Cuộc chiến xuất phát từ những trận chiến lẻ tẻ trong suốt giai đoạn cai trị của Lê Thánh Tông, khiến ông quyết định mở cuộc tiến công lớn vào lãnh thổ Lan Xang (Lão Qua). Cuộc xung đột cuối cùng kéo dài khoảng 5 năm và ngày càng gia tăng đe dọa biên giới Vân Nam và làm dấy lên những lo ngại của nhà Minh . Các loại vũ khí dùng thuốc súng đóng một vai trò quan trọng trong cuộc xung đột, tạo điều kiện cho sự viễn chinh của Đại Việt. Thành công sớm trong cuộc chiến cho phép Đại Việt chiếm được cố đô Luang Prabang của Lan Xang và phá hủy thành phố Xiang Khouang của xứ Bồn Man. Cuối cùng sau khi đã nắm chắc được Bồn Man cũng như dưới sức ép của nhà Minh và sự viện trợ của Lan Na, Lê Thánh Tông sai rút quân vào năm 1480.","tên":"Chiến tranh Đại Việt–Lan Xang"},{"thời gian":"1483","thông tin liên quan":["Luật Hồng Đức"],"tóm tắt":"Luật Hồng Đức là tên gọi thông dụng của bộ Quốc triều hình luật hay Lê triều hình luật, là bộ luật chính thức của nhà nước Đại Việt thời Lê sơ hiện còn được lưu giữ đầy đủ. Do các bộ luật của các triều đại phong kiến Việt Nam đều có tên gọi là Quốc triều hình luật nên ở đây dùng tên gọi Luật Hồng Đức làm tên gọi cho bài mặc dù nó không phải là tên gọi chính thức.Nó có thể coi là bộ luật tổng hợp bao gồm nhiều quy phạm pháp luật thuộc nhiều lĩnh vực pháp luật khác nhau như: Lĩnh vực luật hình sự, luật dân sự, luật tố tụng, luật hôn nhân-gia đình, luật hành chính,...","tên":"biên soạn Luật Hồng Đức"},{"thời gian":"1511–1512","thông tin liên quan":["Trần Tuân"],"tóm tắt":"Trần Tuân (陳珣,[1] ?-1511) là thủ lĩnh một cuộc nổi dậy chống triều đình cuối thời Lê sơ trong lịch sử Việt Nam.","tên":"khởi nghĩa Trần Tuân"},{"thời gian":"1516–1521","thông tin liên quan":["Trần Cảo"],"tóm tắt":"Trần Cảo (chữ Hán: 陳暠) là thủ lĩnh quân khởi nghĩa ở Đại Việt cuối thời Lê sơ. Ông lãnh đạo dân chúng nổi dậy chống các triều vua Lê Tương Dực, Lê Chiêu Tông, 3 lần đem quân uy hiếp Đông Kinh, ở lần 2 ông chiếm được Đông Kinh một thời gian. Cuộc nổi dậy của ông tuy thất bại nhưng đã gây cho quân triều đình thiệt hại lớn, và là một tác nhân đưa nhà Lê suy yếu và đi đến sụp đổ. Sách Khâm định Việt sử thông giám cương mục do phải kỵ húy nên thay chữ \"cảo\" 暠 trong tên ông bằng chữ \"cao\" 高, gọi ông là Trần Cao (陳高).","tên":"khởi nghĩa Trần Cảo"},{"thời gian":"1516-1526","thông tin liên quan":["Khủng hoảng cuối nhà Lê sơ"],"tóm tắt":"Trong lịch sử Việt Nam, giai đoạn cuối triều Lê sơ (1516 – 1526) tương ứng với các triều vua Lê Tương Dực, Lê Chiêu Tông và Lê Cung Hoàng xảy ra khủng hoảng kinh tế - chính trị trầm trọng. Trong khoảng thời gian này, Đại Việt trở nên loạn lạc, biến thành nội chiến kéo dài khiến nhà Lê suy vong, cuối cùng dẫn đến Mạc Đăng Dung nắm quyền, lập nên nhà Mạc.","tên":"Khủng hoảng cuối nhà Lê sơ và nội chiến"},{"thời gian":"1527","thông tin liên quan":["Mạc Đăng Dung","Lê Cung Hoàng","nhà Mạc"],"tóm tắt":null,"tên":"Mạc Đăng Dung ép Lê Cung Hoàng nhường ngôi, lập lên nhà Mạc"},{"thời gian":"1533","thông tin liên quan":["Nguyễn Kim","Lê Ninh","nhà Lê","Vạn Lại"],"tóm tắt":null,"tên":"Nguyễn Kim lập Lê Ninh làm vua, tái lập nhà Lê, đóng đô tại Vạn Lại"},{"thời gian":"1533–1677","thông tin liên quan":[],"tóm tắt":"Nội chiến Lê–Mạc (1533–1677) là cuộc nội chiến giữa nhà Mạc và nhà Hậu Lê trong lịch sử Việt Nam. Phe chống nhà Mạc về sau khi chép sử có gọi đây là thời kỳ Phù Lê diệt Mạc.Chiến tranh chia làm hai thời kỳ lớn:","tên":"Chiến tranh Lê–Mạc"},{"thời gian":"1592","thông tin liên quan":["Lê trung hưng","nhà Mạc"],"tóm tắt":null,"tên":"nhà Lê trung hưng đánh bại nhà Mạc, lên nắm quyền điều hành đất nước"},{"thời gian":"1597","thông tin liên quan":["Lê Thế Tông","Đông Kinh"],"tóm tắt":null,"tên":"Lê Thế Tông dời đô về Đông Kinh"},{"thời gian":"1558","thông tin liên quan":["Nguyễn Hoàng","Thuận Hóa"],"tóm tắt":null,"tên":"Nguyễn Hoàng vào trấn thủ Thuận Hóa"},{"thời gian":"1627–1672","thông tin liên quan":[],"tóm tắt":"Trịnh–Nguyễn phân tranh (chữ Hán: 鄭阮紛爭) là thời kỳ phân chia lãnh thổ giữa chế độ \"vua Lê chúa Trịnh\" ở phía Bắc sông Gianh (Đàng Ngoài) và chúa Nguyễn cai trị ở miền Nam (Đàng Trong), mở đầu khi Trịnh Tráng đem quân đánh Nguyễn Phúc Nguyên năm 1627 và kết thúc vào năm 1777 khi chúa Nguyễn sụp đổ.Ban đầu, cả thế lực họ Trịnh và họ Nguyễn đều mang khẩu hiệu \"phù Lê diệt Mạc\" để lấy lòng thiên hạ và thề trung thành với triều Hậu Lê. Sau khi nhà Mạc đã bị đánh đổ, trên danh nghĩa, cả Chúa Trịnh và Chúa Nguyễn đều là 2 vị bề tôi của nhà Hậu Lê, cả Đàng Trong lẫn Đàng Ngoài đều là lãnh thổ của nhà Lê. Nhưng trên thực tế thì cả hai tập đoàn phong kiến này đều tạo thế lực cát cứ cho riêng mình như 2 nước riêng biệt, vua nhà Hậu Lê đã không còn thực quyền nên không ngăn chặn được sự phân tranh giữa hai họ Trịnh–Nguyễn. Nước Đại Việt trong giai đoạn này bị chia cắt khoảng 150 năm.","tên":"Trịnh – Nguyễn phân tranh"},{"thời gian":"1683","thông tin liên quan":["Lê trung hưng","nhà Mạc"],"tóm tắt":null,"tên":"nhà Lê trung hưng đánh bại hoàn toàn nhà Mạc"},{"thời gian":"1771","thông tin liên quan":[],"tóm tắt":"Nhà Tây Sơn (chữ Nôm: 家西山, chữ Hán: 西山朝 \/ Tây Sơn triều) là một triều đại quân chủ trong lịch sử Việt Nam tồn tại từ năm 1778 đến năm 1802, được thành lập trong bối cảnh tranh chấp quyền lực cuối thời Lê Trung hưng (1533–1789). Theo cách gọi của phần lớn sử gia, nhất là các sử gia hiện đại[1] tại Việt Nam thì \"nhà Tây Sơn\" được dùng để gọi triều đại của anh em Nguyễn Nhạc, Nguyễn Lữ và Nguyễn Huệ để phân biệt với nhà Nguyễn của Nguyễn Ánh (vì cùng họ Nguyễn). Ngoài ra, \"Tây Sơn\" cũng chỉ các lãnh tụ và quân đội khởi nghĩa xuất thân từ ấp Tây Sơn; cũng được dùng làm tên cuộc chiến của Tây Sơn.Người nắm quyền đầu tiên của nhà Tây Sơn là Nguyễn Nhạc, người anh cả, lên ngôi năm 1778. Tới năm 1788, Nguyễn Nhạc nhường ngôi cho em là Nguyễn Huệ, chính là Quang Trung hoàng đế.Một trong những công tích lớn nhất của nhà Tây Sơn trong lịch sử dân tộc là đã tiến đến rất gần công cuộc thống nhất và mở rộng lãnh thổ đất nước sau hàng trăm năm Việt Nam bị chia cắt bởi các cuộc tranh giành quyền lực giữa các thế lực lớn Mạc –Trịnh – Nguyễn kể từ khi nhà Lê sơ (1428–1527) bị sụp đổ, đồng thời triều đại này đã 2 lần đánh bại quân xâm lược ngoại quốc (quân Xiêm La và quân nhà Thanh) bằng những chiến dịch quân sự thần tốc. Tuy nhiên, năm 1792, vua Quang Trung (Nguyễn Huệ) đột ngột qua đời khi còn khá trẻ, người kế vị là Quang Toản còn quá nhỏ (9 tuổi) đã khiến nhà Tây Sơn không có lãnh đạo đủ năng lực, ưu thế dần chuyển sang Nguyễn Ánh, một hậu duệ của dòng họ Chúa Nguyễn nắm quyền trên đất Đàng Trong trước kia.Triều đại Tây Sơn tồn tại khoảng 24 năm thì sụp đổ sau khi Nguyễn Ánh tiến hành một cuộc chiến tranh toàn diện để tiêu diệt nhà Tây Sơn và thành lập nhà Nguyễn. Đối với nhà Nguyễn, nhà Tây Sơn bị xem là giặc phản loạn do họ đã đánh đổ thế lực của chúa Nguyễn. Chính vì thế, nhà Nguyễn tìm nhiều cách xóa bỏ uy tín và những di tích liên quan tới nhà Tây Sơn, nhưng những người mến mộ vẫn ghi nhớ các chiến tích và công lao của nhà Tây Sơn, nhiều nơi đã lập đền thờ các vị vua, tướng lĩnh của triều đại này. Ngày nay, nhà Tây Sơn được coi là một triều đại chính thống của Việt Nam, hoàng đế Quang Trung được coi là người anh hùng dân tộc với những chiến công chống ngoại xâm và cũng là người đề ra nhiều cải cách quan trọng trong xây dựng đất nước.[2]","tên":"khởi nghĩa Tây Sơn"},{"thời gian":"1774–1775","thông tin liên quan":["Bình Nam"],"tóm tắt":"Bình Nam (Chữ Hán: 平南) là cuộc chiến lần thứ 8 và là cuộc chiến cuối cùng giữa chúa Trịnh và chúa Nguyễn trong lịch sử chia cắt Đàng Ngoài-Đàng Trong hơn 200 năm của nước Đại Việt. Trong sử sách nhà Nguyễn cuộc chiến này còn được gọi là Loạn năm Giáp Ngọ.","tên":"chiến tranh Bình Nam"},{"thời gian":"1777","thông tin liên quan":["Nguyễn Ánh"],"tóm tắt":"","tên":"Nguyễn Ánh xưng vương"},{"thời gian":"1778","thông tin liên quan":["Nguyễn Nhạc","nhà Tây Sơn","Quy Nhơn"],"tóm tắt":null,"tên":"Nguyễn Nhạc xưng Hoàng đế, đặt niên hiệu Thái Đức, lập lên nhà Tây Sơn, đặt kinh đô tại Quy Nhơn"},{"thời gian":"19 tháng 1 – 20 tháng 1 năm 1785","thông tin liên quan":["Rạch Gầm – Xoài Mút"],"tóm tắt":"Trận Rạch Gầm – Xoài Mút (tiếng Thái: การรบที่ซากเกิ่ม-สว่ายมุต) là một trận chiến lớn trên sông diễn ra vào đêm 19 rạng sáng ngày 20 tháng 1 năm 1785 giữa liên quân Xiêm-Nguyễn và quân Tây Sơn tại khúc sông Rạch Gầm - Xoài Mút, khi đó thuộc dinh Trấn Định, xứ Đàng Trong; về sau đổi thành tỉnh Mỹ Tho, nay thuộc tỉnh Tiền Giang, Việt Nam. Chỉ trong nửa ngày, quân Tây Sơn do Nguyễn Huệ chỉ huy đã dùng chiến thuật phục kích để đánh tan lực lượng quân Xiêm đông gấp đôi, bảo vệ được chủ quyền của Đại Việt tại vùng Nam Bộ trước đội quân viễn chinh Xiêm La (nay là Thái Lan) do Nguyễn Ánh cầu viện.","tên":"Nguyễn Huệ phá tan quân Xiêm tại Rạch Gầm – Xoài Mút"},{"thời gian":"1788","thông tin liên quan":["Nguyễn Nhạc"],"tóm tắt":"Nguyễn Nhạc (chữ Hán: 阮岳; 1743 – 1793) hay còn gọi là Nguyễn Văn Nhạc, là vị hoàng đế sáng lập ra Nhà Tây Sơn, ở ngôi hoàng đế từ năm 1778 đến năm 1788, xưng là Thái Đức Đế (泰德帝). Từ năm 1789 – 1793, ông từ bỏ đế hiệu để nhường ngôi hoàng đế cho em trai là hoàng đế Quang Trung, còn ông tự hạ tước hiệu của mình xuống thành Tây Sơn vương.Nguyễn Văn Nhạc và hai người em trai của ông, được biết với tên gọi Anh em Tây Sơn, là những lãnh đạo của cuộc khởi nghĩa Tây Sơn đã chấm dứt cuộc nội chiến kéo dài giữa hai tập đoàn phong kiến Trịnh ở phía Bắc và Nguyễn ở phía Nam, lật đổ hai tập đoàn này cùng Nhà Hậu Lê.Song ông không có ý muốn thống nhất đất nước khi đã tiêu diệt Chúa Trịnh ở phía bắc mà lên ngôi hoàng đế khi đất nước chưa thống nhất. Về sau, ông đã bị lu mờ trước người đã tiếp tục lãnh đạo phong trào Tây Sơn trong công cuộc thống nhất đất nước đó chính là em trai ông, Nguyễn Huệ. Quyền lực của em trai Nguyễn Huệ ngày càng vượt hơn anh, ông đành chấp nhận giao lại quyền lãnh đạo cho em trai là Nguyễn Huệ, còn ông chỉ xưng là Tây Sơn vương, lui về ở tại thành Quy Nhơn. Năm 1793, các tướng của vua cháu Quang Toản đã tịch biên gia sản của ông trong thành Quy Nhơn, Nguyễn Nhạc đang ốm nặng, nghe tin thì tức giận mà qua đời.","tên":"Nguyễn Nhạc từ bỏ đế hiệu, chỉ xưng Tây Sơn vương"},{"thời gian":"1789","thông tin liên quan":["Trận Ngọc Hồi – Đống Đa","nhà Thanh","Hậu Lê"],"tóm tắt":null,"tên":"Trận Ngọc Hồi – Đống Đa, đẩy lui quân xâm lược nhà Thanh, nhà Hậu Lê sụp đổ"},{"thời gian":"16 tháng 9 năm 1792","thông tin liên quan":["Nguyễn Huệ","Nguyễn Quang Toản"],"tóm tắt":null,"tên":"Nguyễn Huệ qua đời, con trai Nguyễn Quang Toản lên ngôi"},{"thời gian":"1802","thông tin liên quan":["Nguyễn Ánh","Tây Sơn","Gia Long","nhà Nguyễn","Phú Xuân"],"tóm tắt":null,"tên":"Nguyễn Ánh đánh bại nhà Tây Sơn, lên ngôi vua, đặt niên hiệu là Gia Long, lập lên nhà Nguyễn, đặt kinh đô tại Phú Xuân"},{"thời gian":"1803–1855","thông tin liên quan":[],"tóm tắt":"Phong trào nổi dậy ở Đá Vách là tên gọi một loạt nhiều cuộc nổi dậy của người dân tộc thiểu số ở khu vực Quảng Ngãi, Việt Nam. Phong trào kéo dài từ buổi đầu triều đại vua Gia Long[1] đến suốt hơn nửa thế kỷ.[2]","tên":"Nổi dậy Đá Vách"},{"thời gian":"1804","thông tin liên quan":["Nguyễn Ánh","Việt Nam"],"tóm tắt":null,"tên":"Nguyễn Ánh đổi tên nước thành Việt Nam"},{"thời gian":"1821–1827","thông tin liên quan":[],"tóm tắt":"Cuộc khởi nghĩa Phan Bá Vành (bắt đầu: 1821?, kết thúc: 1827) là cuộc khởi nghĩa nông dân kéo dài nhất, phạm vi ảnh hưởng rộng nhất do Phan Bá Vành lãnh đạo nhằm chống lại đường lối cai trị của nhà Nguyễn ở nửa đầu thế kỷ 19 trong lịch sử Việt Nam.","tên":"Khởi nghĩa Phan Bá Vành"},{"thời gian":"1833–1834","thông tin liên quan":[],"tóm tắt":"Chiến tranh Việt – Xiêm (1833-1834) là một cuộc chiến gồm hai đợt tấn công của quân Xiêm vào lãnh thổ Đại Nam (Việt Nam ngày nay), đợt thứ nhất khởi đầu từ tháng 11 năm 1833, đợt thứ hai tấn công từ tháng Giêng năm Giáp Ngọ (1834), đến tháng Năm cùng năm thì kết thúc. Sau cùng, quân Việt chiến thắng[1]. Theo Việt sử tân biên, Quyển 4, thì:","tên":"Chiến tranh Việt–Xiêm"},{"thời gian":"1836","thông tin liên quan":["Việt Nam","Chân Lạp","Trấn Tây Thành"],"tóm tắt":null,"tên":"Việt Nam thôn tính Chân Lạp, đặt làm Trấn Tây Thành"},{"thời gian":"15 tháng 2 năm 1839","thông tin liên quan":["Minh Mạng"],"tóm tắt":"Minh Mạng (chữ Hán: 明命, 25 tháng 5 năm 1791 – 20 tháng 1 năm 1841) hay Minh Mệnh, là vị hoàng đế thứ hai của triều Nguyễn trị vì từ năm 1820 đến khi ông qua đời, được truy tôn miếu hiệu là Nguyễn Thánh Tổ. Ông là vị vua có nhiều thành tích nhất của nhà Nguyễn. Đây được xem là thời kỳ hùng mạnh cuối cùng của chế độ phong kiến trong lịch sử Việt Nam.Trong 21 năm trị vì, Minh Mạng ban bố hàng loạt cải cách quốc nội. Ông đổi tên nước Việt Nam thành Đại Nam, lập thêm Nội các và Cơ mật viện ở Huế, bãi bỏ chức Tổng trấn Bắc thành và Gia Định thành, đổi trấn thành tỉnh, củng cố chế độ lưu quan ở miền núi. Quân đội cũng được chú trọng xây dựng (do liên tục diễn ra nội loạn và chiến tranh giành lãnh thổ với lân bang). Minh Mạng còn cử quan đôn đốc khai hoang ở ven biển Bắc kỳ và Nam kỳ. Ngoài ra, ông rất quan tâm đến việc duy trì nền khoa cử Nho giáo, năm 1822 ông mở lại các kì thi Hội, thi Đình ở kinh đô để tuyển chọn nhân tài. Ông nghiêm cấm truyền bá đạo Cơ Đốc vì cho rằng đó là thứ tà đạo làm băng hoại truyền thống dân tộc.Thời Minh Mạng, trong nước liên tục xảy ra nội loạn và chiến tranh. Liên tiếp xảy ra các cuộc nổi dậy của nông dân chống lại triều đình (Phan Bá Vành, Lê Duy Lương, Nông Văn Vân,… ở miền Bắc và Lê Văn Khôi ở miền Nam). Trong 21 năm cai trị, đã có tới 234 cuộc nổi dậy chống triều đình trên cả nước, nhà vua phải sai nhiều tướng đánh dẹp rất mệt nhọc.Về đối ngoại, Minh Mạng không đưa ra cải cách nào, ông tiếp tục duy trì chính sách của Gia Long: Bế quan toả cảng, khước từ mọi giao lưu với phương Tây, cấm người dân buôn bán với ngoại quốc, khiến Đại Nam dần tụt hậu do không tiếp thu được các thành tựu mới về khoa học kỹ thuật.Đối với các nước láng giềng, Minh Mạng sử dụng vũ lực nhiều lần: giành lại Trấn Ninh (từng bị vua cha là Gia Long cắt cho Ai Lao), lập các phủ Lạc Biên, Trấn Định, Trấn Man nhằm khống chế Ai Lao; đánh bại Xiêm La để giành quyền khống chế Chân Lạp, chiếm vùng Nam Vang (Phnôm Pênh ngày nay) và đổi tên thành Trấn Tây Thành; kết quả là nước Đại Nam thời cuối Minh Mạng có lãnh thổ rộng hơn cả hiện nay. Tuy nhiên, các cuộc chiến tranh tốn kém đó đã làm cạn kiệt quốc khố, nên nhà Nguyễn đã không thể giữ được các lãnh thổ mới đánh chiếm. Ngay sau khi Minh Mạng mất, con ông là Thiệu Trị đã phải rút quân khỏi Trấn Tây Thành, chỉ 7 năm sau khi chiếm được vùng này. Do quốc khố suy kiệt nên quân đội nhà Nguyễn sau thời Minh Mạng cũng ngày càng yếu đi. Nhiều lãnh thổ khác cũng bị Xiêm La đánh chiếm mà nhà Nguyễn không còn khả năng để giành lại (nay thuộc về nước Lào) nên lãnh thổ nhà Nguyễn sau thời Minh Mạng lại bị co hẹp lại, nhỏ hơn so với Việt Nam hiện nay.","tên":"Minh Mạng đổi tên nước thành Đại Nam"},{"thời gian":"1841","thông tin liên quan":["Trấn Tây Thành","Xiêm","Ang Duong","Chân Lạp"],"tóm tắt":null,"tên":"rút quân khỏi Trấn Tây Thành, Xiêm đặt Ang Duong lên ngôi, tái lập Chân Lạp"},{"thời gian":"1858–1884","thông tin liên quan":[],"tóm tắt":"","tên":"Chiến tranh Pháp-Đại Nam"},{"thời gian":"1861–1865","thông tin liên quan":[],"tóm tắt":"Cuộc nổi dậy Tạ Văn Phụng, hay còn gọi là Cuộc bạo loạn ven biển hoặc Nạn giặc biển; là tên gọi của cuộc nổi dậy do Tạ Văn Phụng lãnh đạo chống lại triều đình nhà Nguyễn ở vùng ven biển Bắc Kỳ từ 1861 cho tới 1865.Lê Duy Phụng tên thật là Tạ Văn Phụng, trước đã từng tham gia trong lực lượng Pháp tiến đánh Nam Kỳ. Đầu năm 1862, ông mạo xưng là Lê Duy Minh, con cháu nhà Lê để nổi dậy chống lại triều đình, nổi lên cướp phá ở vùng ven biển gây thêm khó khăn cho triều Nguyễn. Theo nhà nghiên cứu Đào Duy Anh thì Lê Duy Phụng hẳn là hành động theo lệnh Pháp vì khi đó Pháp đang xâm chiếm Nam Kỳ. Cuộc nổi dậy đã được các nhóm nổi dậy khác ở khắp Bắc Kỳ như Hải Dương, Bắc Ninh, Sơn Tây, Thái Nguyên, Tuyên Quang, Thanh Hoá, Nghệ An và hải tặc ngoài biển ủng hộ.Ông Phụng đã liên kết với một đạo trưởng tên Trường nổi lên ở miền Quảng Yên vào tháng 12 năm Tân Dậu (1861). Tháng 8 năm 1862 quân của Phụng vây đánh tỉnh thành Hải Dương. Triều đình phải sai Binh bộ Thượng thư Trương Quốc Dụng đem quân Kinh và quân Thanh-Nghệ ra công tiễu, giải vây Hải Dương cuối tháng 9.Để tăng thêm thanh thế, Phụng liên kết với Nguyễn Văn Thịnh, tức Cai tổng Vàng, đánh phủ Lạng Giang, huyện Yên Dũng và Bắc Ninh nhiều phen rất nguy ngập. Đă có lần Lê Duy Phụng cho người vào Nam Kỳ điều đình với Thiếu tướng Bonnard đem quân ra giúp, hứa nếu thành công thì ông sẽ để cho Pháp bảo hộ nhưng không thành vì lúc này Pháp còn lo củng cố xứ Nam Kỳ và đang cần tạm thời có sự hòa hảo với triều đình Huế. Sau quân của Phụng chiếm miền duyên hải để tiện việc tiến thoái.Tình hình nguy ngập nên tháng 6 năm 1863, triều đình lại phải phái Nguyễn Tri Phương thay Trương Quốc Dụng. Cuối năm 1863, Lê Duy Phụng tập hợp hơn 500 chiến thuyền ở Cát Bà và núi Đồ Sơn để đem quân đi đánh kinh đô Huế nhưng gặp bão bị đắm rất nhiều.Tháng 7 năm 1864 quân khởi nghĩa Lê Duy Phụng giành được một thắng lợi lớn ở La Khê thuộc Quảng Yên. Hiệp thống Trương Quốc Dụng cùng các thuộc hạ như Tán lý Văn Đức Khuê, Tán tương Trần Huy Sách và Chưởng vệ Hồ Thiện đều bị hạ sát. Tháng 5 năm 1865 quân của Phụng với hơn 300 chiến thuyền lại từ hải đảo vào cướp phá miền duyên hải nhưng bị Nguyễn Tri Phương sai Nguyễn Văn Vỹ hợp cùng hải quân nhà Thanh đón đánh, quân của Phụng thảm bại. Từ đó về sau quân khởi nghĩa liên tiếp bại trận. Tháng 8 năm 1865, Đốc binh Ông Ích Khiêm cùng với quân Thanh ở Khâm Châu tiến công, lấy lại thành Hải Ninh bị chiếm đã lâu, bộ hạ của Phụng bị bắt rất nhiều. Lê Duy Phụng cũng phải bỏ chạy vào Trung Kỳ nhưng bị bắt và bị giải về kinh đô Huế xử tử.","tên":"Bạo loạn ven biển"},{"thời gian":"1866","thông tin liên quan":[],"tóm tắt":"Cuộc nổi dậy Đoàn Hữu Trưng xảy ra vào ngày 16 tháng 9 năm 1866 do Đoàn Hữu Trưng khởi xướng, có thể gọi là cuộc đảo chính lần thứ ba dưới triều vua Tự Đức[1]. Những người lãnh đạo cuộc nổi dậy tin rằng việc đưa Đinh Đạo (tức Ưng Đạo, con trai trưởng của Hồng Bảo) lên thay Tự Đức sẽ cải thiện được tình hình rối ren trong nước và công cuộc kháng Pháp sẽ hiệu quả hơn. Do lực lượng nổi dậy dùng chày vôi (dụng cụ lao động) làm vũ khí, nên sử nhà Nguyễn và người dân quen gọi sự kiện này là Loạn chày vôi hoặc Giặc chày vôi.","tên":"Chính biến chày vôi"},{"thời gian":"1867","thông tin liên quan":["nhà Nguyễn","Nam Kỳ lục tỉnh","Pháp"],"tóm tắt":null,"tên":"nhà Nguyễn cắt Nam Kỳ lục tỉnh nhượng cho Pháp"},{"thời gian":"6 tháng 6 năm 1884","thông tin liên quan":["Hòa ước Giáp Thân","Chiến tranh Pháp–Đại Nam","nhà Nguyễn","bảo hộ","Pháp"],"tóm tắt":null,"tên":"Hòa ước Giáp Thân, kết thúc Chiến tranh Pháp–Đại Nam, triều đình nhà Nguyễn chấp nhận sự bảo hộ của Pháp"},{"thời gian":"1885–1895","thông tin liên quan":[],"tóm tắt":"Phong trào Cần Vương (Chữ Nôm: 風潮勤王) nổ ra vào cuối thế kỷ 19 do đại thần nhà Nguyễn là Tôn Thất Thuyết nhân danh vua Hàm Nghi đề xướng trước cuộc xâm lược của thực dân Pháp.","tên":"phong trào Cần Vương"},{"thời gian":"17 tháng 10 năm 1887","thông tin liên quan":["thực dân Pháp","Liên bang Đông Dương","Bắc Kỳ","Trung Kỳ","Nam Kỳ","Campuchia","Sài Gòn"],"tóm tắt":null,"tên":"thực dân Pháp thành lập Liên bang Đông Dương, gồm Bắc Kỳ, Trung Kỳ, Nam Kỳ và Campuchia, đặt thủ đô tại Sài Gòn"},{"thời gian":"3 tháng 10 năm 1893","thông tin liên quan":["Lào","Liên bang Đông Dương"],"tóm tắt":null,"tên":"sáp nhập Lào vào Liên bang Đông Dương"},{"thời gian":"12 tháng 4 năm 1898","thông tin liên quan":["Quảng Châu Loan","Liên bang Đông Dương"],"tóm tắt":null,"tên":"sáp nhập Quảng Châu Loan vào Liên bang Đông Dương"},{"thời gian":"1902","thông tin liên quan":["Liên bang Đông Dương","Hà Nội"],"tóm tắt":null,"tên":"Liên bang Đông Dương dời thủ đô về Hà Nội"},{"thời gian":"1906–1908","thông tin liên quan":[],"tóm tắt":"Cuộc vận động Duy Tân[1], hay còn được gọi là Phong trào Duy Tân hoặc Phong trào Duy Tân ở Trung Kỳ[2] là một cuộc vận động cải cách ở miền Trung Việt Nam, do Phan Châu Trinh (1872 - 1926) phát động năm 1906 cho đến năm 1908 thì kết thúc sau khi bị thực dân Pháp đàn áp.Phong trào Duy Tân chủ trương bất bạo động, khôi phục đất nước bằng con đường nâng cao dân trí, cải tổ xã hội về mọi mặt, trong đó có kinh tế, giáo dục và văn hoá, với các hoạt động thực tiễn như là mở mang kinh tế, lập các nhà buôn lớn để tự lực, mở trường dạy học hiện đại: dạy quốc ngữ, bỏ lối học khoa bảng từ chương, thêm khoa học và ngoại ngữ cũng như hướng đến nền chính trị dân chủ.[3]","tên":"phong trào Duy Tân"},{"thời gian":"1908","thông tin liên quan":[],"tóm tắt":"Phong trào chống sưu thuế Trung Kỳ năm 1908 hay còn gọi là Trung Kỳ dân biến là một trong những sự kiện nổi bật của phong trào chống thực dân Pháp ở Việt Nam trong những năm đầu thế kỷ 20.","tên":"phong trào chống sưu thuế Trung Kỳ"},{"thời gian":"1914–1918","thông tin liên quan":["châu Âu","Pháp","Chiến tranh thế giới thứ nhất"],"tóm tắt":null,"tên":"khoảng 100.000 người Việt bị ép sang châu Âu chiến đấu cho Pháp trong Chiến tranh thế giới thứ nhất"},{"thời gian":"1917","thông tin liên quan":[],"tóm tắt":"Khởi nghĩa Thái Nguyên hay Binh biến Thái Nguyên là tên gọi cuộc nổi dậy ở tỉnh lỵ Thái Nguyên vào năm 1917 do Trịnh Văn Cấn chỉ huy, chống lại chính quyền Bảo hộ của Pháp để giành độc lập cho người Việt.","tên":"khởi nghĩa Thái Nguyên"},{"thời gian":"18 tháng 6 năm 1919","thông tin liên quan":["Nguyễn Ái Quốc","Yêu sách của nhân dân An Nam","Hội nghị Hòa bình Versailles"],"tóm tắt":null,"tên":"Nguyễn Ái Quốc gửi Yêu sách của nhân dân An Nam tới Hội nghị Hòa bình Versailles"},{"thời gian":"3 tháng 2 năm 1930","thông tin liên quan":["Đảng Cộng sản Việt Nam"],"tóm tắt":"","tên":"hợp nhất ba tổ chức cộng sản thành Đảng Cộng sản Việt Nam"},{"thời gian":"1930–1931","thông tin liên quan":["Xô Viết Nghệ Tĩnh"],"tóm tắt":"Xô Viết Nghệ - Tĩnh là tên gọi chỉ phong trào đấu tranh của lực lượng công nhân và nông dân ở Nghệ An và Hà Tĩnh trong năm 1930-1931 chống lại đế quốc Pháp tại Việt Nam. Tên gọi Xô viết Nghệ Tĩnh xuất phát từ sự hình thành các \"xã bộ nông\" mà những người cộng sản gọi là \"Xô viết\" [1].Phong trào này được mở đầu bằng cuộc biểu tình ngày 1 tháng 5 năm 1930 của công nhân khu công nghiệp Bến Thủy và nông dân thuộc 5 xã ven thành phố Vinh. Từ đó đến tháng 8 năm 1930, ở vùng Nghệ Tĩnh đã có đến 97 cuộc bãi công và biểu tình của công nhân và nông dân, trong đó đáng chú ý là cuộc bãi công kéo dài của công nhân Nhà máy Diêm đã dẫn đến cuộc tổng bãi công của toàn thể công nhân khu công nghiệp Bến Thủy. Đứng đằng sau những vụ việc này là sự chỉ đạo của Đảng Cộng sản Đông Dương thông qua Xứ ủy Trung Kỳ (hệ thống cơ sở của Đảng Cộng sản Đông Dương ở vùng này).Từ tháng 9 năm 1930, các cuộc biểu tình vũ trang tự vệ quy mô lớn kết hợp với các yêu sách chính trị liên tiếp nổ ra của nông dân các huyện Nam Đàn, Thanh Chương, Can Lộc, Hưng Nguyên, v.v... làm cho bộ máy chính quyền thực dân Pháp và bộ máy chính quyền địa phương (vốn bị coi là bù nhìn) [2] của nhà Nguyễn lâm vào tình trạng tê liệt và tan rã. Dưới sự chỉ đạo của Đảng Cộng sản Đông Dương, tổ chức nông hội (xã bộ nông) ở những nơi chính quyền tan rã đã kiểm soát và thành lập chính quyền mới với hình thức giống như hệ thống Xô viết.[3]Chính quyền Xô viết đầu tiên được hình thành hàng loạt tại nhiều xã thuộc các huyện, thị xã: Thanh Chương, Nam Đàn, Anh Sơn, Nghi Lộc, Vinh - Bến Thủy, Can Lộc, Thạch Hà, Đức Thọ, Hưng Nguyên, Hương Sơn...Các chính quyền Xô viết một mặt thi hành các chính sách mới, mặt khác phá bỏ hệ thống chính quyền cũ, trưng thu đất, thóc gạo, tiền bạc của các địa chủ, đồng thời ra yêu sách cải thiện điều kiện lao động với các chủ xưởng, chủ tàu ở vùng này.Tuy vậy những chính quyền kiểu này chỉ tồn tại sau bốn, năm tháng do bị chính quyền của thực dân Pháp phối hợp với chính quyền địa phương của triều đình Nhà Nguyễn trấn áp làm cho nó tan rã và giải thể.Xô Viết Nghệ Tĩnh được đánh giá là đỉnh cao của phong trào Cách mạng trong những năm 1930 - 1931[3] và theo các tài liệu ở Việt Nam hiện hành thì đây là cuộc khởi nghĩa đầu tiên dưới sự lãnh đạo của Đảng Cộng sản Việt Nam kể từ khi ra đời.","tên":"phong trào Xô Viết Nghệ Tĩnh"},{"thời gian":"1939","thông tin liên quan":["Pháp","chiến tranh thế giới thứ hai"],"tóm tắt":null,"tên":"khoảng 20.000 thanh niên Việt Nam bị cưỡng bức phục vụ Pháp trong chiến tranh thế giới thứ hai"},{"thời gian":"30 tháng 8 năm 1940","thông tin liên quan":["Nhật Bản","Đông Dương"],"tóm tắt":null,"tên":"quân đội Nhật Bản tiến vào Đông Dương"},{"thời gian":"25 tháng 9 năm 30 tháng 8 năm 1940","thông tin liên quan":["chính phủ Pháp","quân đội Nhật"],"tóm tắt":null,"tên":"chính phủ Pháp chấp nhận mọi yêu sách, chấp nhận việc chiếm đóng cùng giao quyền điều hành những căn cứ quân sự cho quân đội Nhật"},{"thời gian":"22 tháng 12 năm 1944","thông tin liên quan":["Việt Nam Tuyên truyền Giải phóng quân"],"tóm tắt":"Việt Nam Tuyên truyền Giải phóng quân là tên của đội quân chủ lực của Mặt trận Việt Minh từ tháng 12 năm 1944 đến tháng 5 năm 1945. Đây là tổ chức quân sự được xem là tiền thân của Quân đội nhân dân Việt Nam. Ngày thành lập Việt Nam Tuyên truyền Giải phóng quân, 22 tháng 12, sau này đã được chọn làm ngày truyền thống của Quân đội nhân dân Việt Nam.","tên":"Việt Nam Tuyên truyền Giải phóng quân được thành lập"},{"thời gian":"tháng 3 năm 1945","thông tin liên quan":["thực dân Pháp"],"tóm tắt":"Đế quốc thực dân Pháp bao gồm các thuộc địa hải ngoại, xứ bảo hộ và lãnh thổ ủy thác nằm dưới sự cai trị của Pháp từ thế kỷ 16 trở đi. Các nhà sử học thường phân biệt \"Đế quốc thực dân Pháp thứ nhất\" tồn tại cho đến năm 1814, khi phần lớn lãnh thổ hải ngoại bị mất hoặc bị bán và \"Đế quốc thực dân Pháp thứ hai\" kể từ cuộc xâm lược Algérie năm 1830. Khi đỉnh điểm, đế quốc Pháp là một trong những đế quốc lớn nhất, bao gồm cả chính quốc PhápTổng diện tích của toàn đế quốc đạt 13,500,000 km² vào năm 1920, với dân số 150 triệu người vào năm 1936.Các kình địch chính bao gồm Tây Ban Nha, Bồ Đào Nha, Hà Lan, Anh và Nga. Pháp bắt đầu thiết lập các thuộc địa ở Bắc Mỹ, biển Ca-ri-bê và Ấn Độ vào thế kỷ 17 nhưng mất hết đất trong chiến tranh Bảy năm. Đất ở Bắc Mỹ bị nhượng lại cho Anh và Tây Ban Nha, nhưng Tây Ban Nha sau đó trả Louisiana cho Pháp (Tân Pháp) vào năm 1800. Lãnh thổ này lại bị bán cho Hoa Kỳ vào năm 1803 (Cấu địa Louisiana). Pháp xây dựng lại một đế quốc mới sau năm 1850, tập trung chủ yếu ở Châu Phi cũng như Đông Dương và Nam Thái Bình Dương. Lúc đầu Đảng Cộng hòa phản đối ý tưởng về một đế chế thực dân nhưng lại nhiệt liệt ủng hộ ý tưởng này khi thấy Đức kiến thiết một đế quốc thực dân sau năm 1880. Đế chế mới của Pháp đảm nhận vai trò thương mại với chính quốc, cung cấp nguyên liệu thô và mua lại các mặt hàng sản xuất. Xây dựng lại một đế chế nghĩa là xây dựng lại uy tín của Pháp, đặc biệt là về mặt sức mạnh quốc tế và truyền bá tiếng Pháp lẫn Công giáo. Trong các Thế chiến, đế quốc Pháp là một trong những nguồn binh lực chính.[10]Mục đích của đế quốc Pháp là Mission civilisatrice hay \"Sứ mệnh khai sáng văn minh\". \"Văn minh hóa\" thông qua đồng hóa ngôn ngữ và tôn giáo, được người Pháp sử dụng như một lời biện minh để bao che, một thứ công cụ để gây ra tội ác đi kèm với dự án thuộc địa của họ.[11][12] Năm 1884, người ủng hộ chủ nghĩa thực dân, ông Jules Ferry, có tuyên bố; \"Các chủng tộc cao hơn có quyền đối với các chủng tộc thấp hơn, họ có nhiệm vụ văn minh hóa các chủng tộc thấp kém.\" Quyền công dân đầy đủ đồng hóa được ban phát, mặc dù trên thực tế \"quá trình đồng hóa luôn luôn thoái trào và người dân ở các thuộc địa bị đối xử không như các công dân.\"[13]Trong Thế chiến II, Charles de Gaulle và phe Pháp tự do nắm quyền kiểm soát nhiều thuộc địa hải ngoại và sử dụng chúng làm căn cứ để chuẩn bị giải phóng Pháp. Nhà sử học Tony Chafer lập luận: \"Trong nỗ lực khôi phục vị thế cường quốc thế giới sau sự thất bại và bị chiếm đóng một cách tủi nhục, Pháp đã mong muốn duy trì đế chế hải ngoại của mình vào cuối Thế chiến thứ hai.\"[14] Tuy nhiên, sau năm 1945, các phong trào dân tộc bắt đầu thách thức chính quyền thực dân châu Âu. Chiến tranh Đông Dương lần thứ nhất và chiến tranh Algérie nổ ra đã khiến Pháp mất cả hai thuộc địa. Các chiến dịch phi thuộc địa hóa châu Phi ở những nơi khác sau năm 1960 diễn ra khá êm đẹp. Hiến pháp Pháp ngày 27 tháng 10 năm 1946 (Cộng hòa đệ tứ), thành lập Liên minh Pháp tồn tại đến năm 1958. Những tàn dư mới của đế quốc thực dân được sáp nhập vào Pháp trở thành các bộ phận và lãnh thổ hải ngoại của Cộng hòa Pháp. Đất hải ngoại hiện nay có diện tích 119.394 km² với 2,8 triệu người vào năm 2020.","tên":"Nhật đảo chính thực dân Pháp"},{"thời gian":"11 tháng 3 năm tháng 3 năm 1945","thông tin liên quan":["Đế quốc Việt Nam","Đế quốc Nhật Bản"],"tóm tắt":null,"tên":"thành lập Đế quốc Việt Nam, phụ thuộc Đế quốc Nhật Bản"},{"thời gian":"14 tháng 8 - 30 tháng 8 năm 11 tháng 3 năm tháng 3 năm 1945","thông tin liên quan":[],"tóm tắt":"","tên":"cách mạng tháng Tám"},{"thời gian":"23 tháng 8 năm 14 tháng 8 - 30 tháng 8 năm 11 tháng 3 năm tháng 3 năm 1945","thông tin liên quan":["Đế quốc Việt Nam"],"tóm tắt":"Đế quốc Việt Nam (chữ Hán: 越南帝國; tiếng Nhật: ベトナム帝国, chuyển tự Betonamu Teikoku, cựu tự thể: 越南帝國, chuyển tự Etsunan Teikoku) là tên gọi chính thức của một Nhà nước Việt Nam tồn tại chỉ 5 tháng trong lịch sử Việt Nam (từ tháng 3 đến tháng 8 năm 1945) dưới sự kiểm soát và chi phối của Đế quốc Nhật Bản.Sau khi Nhật đảo chính Pháp tại Đông Dương đêm ngày 9 tháng 3 năm 1945, Hoàng đế Bảo Đại tuyên bố Đế quốc Việt Nam độc lập với sự cộng tác với Đế quốc Nhật Bản.[1] Ngày 17 tháng 4, Nội các Đế quốc Việt Nam do Trần Trọng Kim làm Tổng trưởng (Thủ tướng) được thành lập. Tuy có nội các nhưng Đế quốc Việt Nam thực chất vẫn là nền quân chủ chuyên chế mà không phải là nền quân chủ lập hiến như ở Anh Quốc hay Hà Lan. Do Đế quốc Việt Nam không có Quốc hội, cũng không có Hiến pháp, mặt khác, Đế quốc Nhật Bản vẫn nắm quyền chi phối hoạt động của Đế quốc Việt Nam, ngay cả các Bộ trưởng của Đế quốc Việt Nam không thể làm được việc gì nếu không được cố vấn tối cao Nhật Bản đồng ý.[2]Theo một số tài liệu lịch sử, Đế quốc Việt Nam là chính quyền do Đế quốc Nhật Bản dựng lên và không có thực quyền.[3][4] Giới sử gia phương Tây xếp chung với các chính phủ bù nhìn khác do Nhật thành lập tại các nước bị họ chiếm đóng trong Thế chiến II như Mãn Châu Quốc, Chính phủ Uông Tinh Vệ, Mông Cương, Đệ nhị Cộng hòa Philippines,...[5] Tháng 8 năm 1945, khi Đế quốc Nhật Bản sắp bại trận, Bảo Đại đã gửi thư cho Tổng thống Mỹ, vua Anh, Thống chế Trung Hoa và Pháp đề nghị công nhận Đế quốc Việt Nam là chính phủ đại diện cho Việt Nam nhưng không được hồi âm. Cùng với sự bại trận của Nhật Bản trong Thế chiến II, theo Tuyên bố Cairo, tất cả các chính phủ này đều tự sụp đổ hoặc bị Đồng Minh giải thể trong năm 1945.[5] Vua Bảo Đại sau này cũng xác nhận rằng nước Việt Nam chỉ là vật hiến tặng của Thực dân Pháp cho Phát xít Nhật và không có được độc lập thực sự.[6]Đến 24 tháng 8 năm 1945, trong cao trào của Cách mạng Tháng Tám, Hoàng đế Bảo Đại quyết định thoái vị.[7] Thủ tướng Đế quốc Việt Nam là Trần Trọng Kim phản đối cách mạng do tư tưởng bảo hoàng, khăng khăng muốn giữ ngai vàng cho triều đình nhà Nguyễn. Nhưng với việc quân Nhật đã đầu hàng, một mình Trần Trọng Kim không làm gì được trước cao trào cách mạng. Theo lời thuật của Phan Anh, Bộ trưởng Bộ Thanh niên của Đế quốc Việt Nam, tất cả thành viên nội các Đế quốc Việt Nam đều không ủng hộ Trần Trọng Kim do nhận thấy lòng dân đã hướng về Việt Minh, nhất trí từ chức và ủng hộ Chính phủ mới của Hồ Chí Minh.[8] Chính phủ Đế quốc Việt Nam đến đây tan rã.","tên":"Đế quốc Việt Nam sụp đổ"},{"thời gian":"30 tháng 8 năm 23 tháng 8 năm 14 tháng 8 - 30 tháng 8 năm 11 tháng 3 năm tháng 3 năm 1945","thông tin liên quan":["Bảo Đại","thoái vị"],"tóm tắt":null,"tên":"Bảo Đại thoái vị"},{"thời gian":"2 tháng 9 năm 1945","thông tin liên quan":["Hồ Chí Minh","Việt Nam Dân chủ Cộng hòa"],"tóm tắt":null,"tên":"Hồ Chí Minh tuyên bố độc lập, thành lập nước Việt Nam Dân chủ Cộng hòa"},{"thời gian":"8 tháng 9 năm 2 tháng 9 năm 1945","thông tin liên quan":["Bình dân học vụ"],"tóm tắt":"Bình dân học vụ là phong trào xóa nạn mù chữ trong toàn dân, được Chính phủ lâm thời nước Việt Nam Dân chủ Cộng hòa phát động ngày 8 tháng 9 năm 1945 (sắc lệnh 19\/SL và 20\/SL) ngay sau khi Việt Nam giành được độc lập. Phong trào này nhằm giải quyết \"giặc dốt\" - một trong các vấn đề cấp bách nhất của Việt Nam lúc bấy giờ (chỉ sau \"giặc đói\").","tên":"phát động phong trào Bình dân học vụ"},{"thời gian":"23 tháng 9 năm 8 tháng 9 năm 2 tháng 9 năm 1945","thông tin liên quan":["Sài Gòn","chiến tranh xâm lược Việt Nam lần 2"],"tóm tắt":null,"tên":"quân Pháp nổ súng tại Sài Gòn, bắt đầu cuộc chiến tranh xâm lược Việt Nam lần 2"},{"thời gian":"23 tháng 9 năm 23 tháng 9 năm 8 tháng 9 năm 2 tháng 9 năm 1945","thông tin liên quan":["Trần Văn Giàu","Nam Bộ kháng chiến"],"tóm tắt":null,"tên":"Trần Văn Giàu kêu gọi Nam Bộ kháng chiến"},{"thời gian":"6 tháng 1 năm 1946","thông tin liên quan":["Tổng tuyển cử","Quốc hội đầu tiên"],"tóm tắt":null,"tên":"Tổng tuyển cử bầu Quốc hội đầu tiên"},{"thời gian":"26 tháng 3 năm 6 tháng 1 năm 1946","thông tin liên quan":["Pháp","Cộng hòa Tự trị Nam Kỳ","Liên hiệp Pháp","Sài Gòn"],"tóm tắt":null,"tên":"Pháp lập nên Cộng hòa Tự trị Nam Kỳ thuộc Liên hiệp Pháp, thủ đô Sài Gòn"},{"thời gian":"14 tháng 9 năm 26 tháng 3 năm 6 tháng 1 năm 1946","thông tin liên quan":[],"tóm tắt":"","tên":"Tạm ước Việt - Pháp"},{"thời gian":"19 tháng 12 năm 14 tháng 9 năm 26 tháng 3 năm 6 tháng 1 năm 1946","thông tin liên quan":["Hồ Chí Minh","Toàn quốc kháng chiến"],"tóm tắt":null,"tên":"Hồ Chí Minh kêu gọi Toàn quốc kháng chiến"},{"thời gian":"7 tháng 10 - 22 tháng 12 năm 1947","thông tin liên quan":[],"tóm tắt":"Chiến dịch Việt Bắc Thu - Đông 1947 là chiến dịch phản công của lực lượng vũ trang nước Việt Nam Dân chủ Cộng hòa trước Cuộc hành quân Léa do quân đội Pháp thực hiện tại phía Bắc Việt Nam trong Chiến tranh Đông Dương.Quân Pháp thu được một số thành công chiến thuật (chiếm giữ được một số khu vực tại biên giới giáp Trung Quốc), nhưng về chiến lược tổng thể thì đây là một thất bại của quân Pháp, vì không thể tiêu diệt đầu não chính phủ kháng chiến và quân chủ lực của Việt Nam Dân chủ Cộng hòa[4]. Ý đồ \"đánh nhanh thắng nhanh\" nhằm kết thúc sớm việc xâm chiến Việt Nam lần thứ 2 của Pháp đã thất bại sau chiến dịch này[4]","tên":"Chiến dịch Việt Bắc Thu - Đông 1947"},{"thời gian":"14 tháng 6 năm 1949","thông tin liên quan":["Pháp","Quốc gia Việt Nam","Bảo Đại","Sài Gòn"],"tóm tắt":null,"tên":"Pháp lập nên Quốc gia Việt Nam, quốc trưởng Bảo Đại, thủ đô Sài Gòn"},{"thời gian":"8 tháng 5 năm 1950","thông tin liên quan":["Mỹ","Việt Nam"],"tóm tắt":null,"tên":"Mỹ bắt đầu can thiệp quân sự vào Việt Nam"},{"thời gian":"16 tháng 9–17 tháng 10 năm 8 tháng 5 năm 1950","thông tin liên quan":[],"tóm tắt":"Chiến dịch Biên giới Thu đông 1950 còn gọi là Chiến dịch Lê Hồng Phong 2, là một chiến dịch trong Chiến tranh Đông Dương do Quân đội nhân dân Việt Nam (được phía Pháp gọi là Việt Minh) thực hiện từ ngày 16 tháng 9 đến 14 tháng 10 năm 1950, nhằm phá vòng vây mà quân viễn chinh của Đệ tứ Cộng hòa Pháp bố trí nhằm cô lập của căn cứ địa Việt Bắc, từ đó khai thông biên giới Việt - Trung để mở đầu cầu tiếp nhận viện trợ của Liên Bang Xô Viết thông qua Cộng Hòa Nhân Dân Trung Hoa. Mặt khác, Việt Minh sẽ mở rộng căn cứ địa, làm tiêu hao sinh lực quân đồn trú Pháp, và thử nghiệm các chiến thuật của Quân đội Nhân dân Việt Nam cho các trận đánh lớn sau này.","tên":"Chiến dịch Biên giới"},{"thời gian":"13 tháng 3 - 7 tháng 5 năm 1954","thông tin liên quan":[],"tóm tắt":"Trận Điện Biên Phủ (tiếng Pháp: Bataille de Diên Biên Phu; phát âm: [bataj də djɛ̃ bjɛ̃ fy]), còn gọi là Chiến dịch Trần Đình là trận đánh lớn nhất[6] trong Chiến tranh Đông Dương lần thứ nhất diễn ra tại lòng chảo Mường Thanh, châu Điện Biên, tỉnh Lai Châu (nay thuộc thành phố Điện Biên Phủ, tỉnh Điện Biên) giữa Quân đội Nhân dân Việt Nam và Quân đội Liên hiệp Pháp (gồm Lực lượng Viễn chinh Pháp, Binh đoàn Lê dương Pháp, quân phụ lực bản xứ và Quân đội Quốc gia Việt Nam).Đây là chiến thắng quân sự lớn nhất trong cuộc Chiến tranh Đông Dương (1945 – 1954) của Việt Nam. Với thắng lợi quyết định này, lực lượng Quân đội Nhân dân Việt Nam do Đại tướng Võ Nguyên Giáp chỉ huy đã buộc quân Pháp tại Điện Biên Phủ phải đầu hàng vào ngày 7 tháng 5 năm 1954, sau suốt 2 tháng cầm cự.[7] Giữa trận này, quân Pháp đã gia tăng lên đến 16.200 người nhưng vẫn không thể cầm cự được trước các đợt tấn công như vũ bão của Quân đội Nhân dân Việt Nam.[8] Thực dân Pháp đã không thể bình định Việt Nam bất chấp nhiều năm chiến đấu và với sự hỗ trợ và can dự ngày càng sâu của Hoa Kỳ.[8] Pháp đã không còn bất kì khả năng nào để tiếp tục chiến đấu tại Việt Nam sau thảm bại này.[9]Trên phương diện quốc tế, chiến dịch này có một ý nghĩa rất lớn và đã đi vào lịch sử nhân loại, bởi đây là lần đầu tiên quân đội của một nước từng là thuộc địa ở châu Á đánh bại đội quân hiện đại và tối tân của một cường quốc châu Âu, được hỗ trợ bởi đồng minh là Hoa Kỳ trong một chiến dịch quân sự lớn. Được xem là một thảm họa bất ngờ đối với Thực dân Pháp và cũng là một đòn giáng mạnh với thế giới phương Tây,[7] đã đánh bại ý chí duy trì thuộc địa Đông Dương của Pháp và buộc nước này phải hòa đàm[7] và rút quân ra khỏi Đông Dương. Với niềm tin được cổ vũ mạnh mẽ bởi chiến thắng này, các thuộc địa của Pháp ở châu Phi cũng đồng loạt nổi dậy đòi độc lập. Chỉ riêng trong năm 1960, 17 nước châu Phi đã giành được độc lập và đến năm 1967, Pháp đã buộc phải trao trả độc lập cho hầu hết các nước từng là thuộc địa của họ.Qua đó, thắng lợi của Quân đội Nhân dân Việt Nam trong Chiến dịch Điện Biên Phủ còn được xem là một cột mốc đánh dấu thất bại hoàn toàn của Pháp trong nỗ lực tái gây dựng thuộc địa Đông Dương nói riêng và đế quốc thực dân của họ nói chung sau Chiến tranh thế giới thứ hai,[8][10] qua đó chấm dứt hơn 400 năm tồn tại của chủ nghĩa thực dân cũ trên thế giới này.","tên":"Chiến dịch Điện Biên Phủ"},{"thời gian":"20 tháng 7 năm 13 tháng 3 - 7 tháng 5 năm 1954","thông tin liên quan":["Hiệp định Genève"],"tóm tắt":"","tên":"Hiệp định Genève, Pháp rút quân khỏi Việt Nam và đất nước bị chia cắt"},{"thời gian":"10 tháng 10 năm 20 tháng 7 năm 13 tháng 3 - 7 tháng 5 năm 1954","thông tin liên quan":[],"tóm tắt":"Giải phóng thủ đô 10\/10\/1954, hoặc theo cách gọi trên các văn kiện chính trị Việt Nam là Giải phóng thủ đô[1] là sự kiện diễn ra từ lúc 08 giờ ngày 10 tháng 10 năm 1954, các đơn vị Quân đội Nhân dân Việt Nam tiến vào 5 cửa ô nhận bàn giao chính quyền từ Quốc gia Việt Nam cùng một số cơ sở quân sự Pháp. Sự kiện này được coi là kết quả trực tiếp của Hội nghị Trung Giã[2] và đánh dấu kết thúc Chiến tranh Đông Dương về hiện trạng, đồng thời khởi động tiến trình 2 năm thi hành Hiệp định Genève 1954.[3]","tên":"Giải phóng Thủ đô"},{"thời gian":"1955","thông tin liên quan":["Ngô Đình Diệm","Bảo Đại","Tổng thống","Việt Nam Cộng hòa"],"tóm tắt":null,"tên":"Ngô Đình Diệm phế truất Bảo Đại, lên làm Tổng thống, lập nên Việt Nam Cộng hòa"},{"thời gian":"1959–1960","thông tin liên quan":["Đồng khởi"],"tóm tắt":"Đồng Khởi là phong trào do những thành viên Việt Minh ở lại miền Nam Việt Nam kêu gọi nhân dân nổi dậy đồng loạt chống lại Hoa Kỳ và chính phủ Việt Nam Cộng hòa. Trước hết là những vùng nông thôn rộng lớn ở Nam Bộ và cả vùng núi Nam Trung bộ Việt Nam. Phong trào này diễn ra từ cuối năm 1959, đỉnh cao là năm 1960, nhanh chóng lan rộng khắp miền Nam làm tan rã cơ cấu chính quyền cơ sở nông thôn của chính phủ Việt Nam Cộng hòa thời kỳ Ngô Đình Diệm, dẫn đến sự thành lập của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam.","tên":"Phong trào Đồng khởi"},{"thời gian":"20 tháng 12 năm 1960","thông tin liên quan":["Mặt trận Dân tộc Giải phóng miền Nam Việt Nam"],"tóm tắt":"Mặt trận Dân tộc Giải phóng miền Nam Việt Nam (phía Việt Nam Cộng hoà và cùng các đồng minh phương Tây gọi là Việt Cộng) là một tổ chức liên minh chính trị hoạt động chống lại sự can thiệp của Hoa Kỳ và các đồng minh (Việt Nam Cộng hòa, Úc, Hàn Quốc, Thái Lan...) trong thời kỳ Chiến tranh Việt Nam. Đây là tổ chức được thành lập theo đường lối của Đảng Cộng sản Việt Nam tại Đại hội III với phương châm liên minh những người miền Nam Việt Nam có mục tiêu đấu tranh chống Mỹ và Việt Nam Cộng hòa, thực hiện đấu tranh giành độc lập dân tộc, thống nhất đất nước Việt Nam. Năm 1969, mặt trận này và Liên minh các Lực lượng Dân tộc, Dân chủ và Hòa bình Việt Nam thành lập Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam tại Nam Việt Nam. Mặt trận nhận được sự viện trợ và giúp đỡ của Việt Nam Dân chủ Cộng hòa và chịu sự lãnh đạo linh hoạt của Đảng Lao động Việt Nam.Đây là tổ chức kế thừa Mặt trận Tổ quốc Việt Nam (Mặt trận của cả nước từ Bắc đến Nam) ở miền Nam (công nhận bởi các tài liệu sau năm 1975) nhằm chống lại Hoa Kỳ và chế độ Việt Nam Cộng hoà ở miền Nam Việt Nam, ra đời trong phong trào Đồng khởi của người dân ở miền Nam[1] Chủ trương của Mặt trận là: \"Đoàn kết toàn dân, kiên quyết đấu tranh chống đế quốc Mỹ xâm lược và gây chiến, đánh đổ tập đoàn thống trị Ngô Đình Diệm, tay sai đế quốc Mỹ; thành lập một chính quyền liên minh dân tộc dân chủ rộng rãi ở miền Nam, thực hiện độc lập dân tộc, tự do, dân chủ, cải thiện dân sinh, giữ vững hoà bình, thi hành chính sách trung lập, tiến tới hòa bình thống nhất Tổ quốc, tích cực góp phần bảo vệ hoà bình ở Đông Dương, Đông Nam Á và thế giới.\"[2]Tổ chức này được thành lập dưới sự hậu thuẫn và được hỗ trợ tài chính, thiết bị và nhân sự bởi nhiều bộ phận dân cư tại miền Nam Việt Nam cũng như của chính phủ và quân đội của Việt Nam Dân chủ Cộng hòa. Trước khi Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam thành lập, Mặt trận Dân tộc Giải phóng miền Nam Việt Nam tồn tại như một phong trào chính trị và cơ quan Ủy ban Trung ương hoạt động như là một cơ quan hành pháp lâm thời, đại diện cho các vùng thuộc quyền kiểm soát, quản lý các vùng do Mặt trận quản lý. Ban đầu, những người hoạt động trong lĩnh vực dân sự và chính trị Việt Minh vẫn được ở lại miền Nam để tham gia Tổng tuyển cử thống nhất đất nước được dự kiến diễn ra trong năm 1956 (Hiệp định Geneve quy định chỉ nhân viên quân sự là tập kết bắt buộc, còn cán bộ chính trị được ở nguyên tại chỗ để chuẩn bị Tổng tuyển cử). Tuy nhiên, phía chính quyền Ngô Đình Diệm tiến hành đàn áp những thành viên và những người ủng hộ Việt Minh. Để phản kháng, các lực lượng Việt Minh tổ chức Phong trào Đồng khởi. Sau này, do yêu cầu về việc huy động rộng rãi các thành phần xã hội khác nhau và ủng hộ rộng rãi của quốc tế chống Mỹ và Việt Nam cộng hòa, thực hành \"cách mạng dân tộc dân chủ nhân dân\" theo chủ trương của Đảng Lao động, Mặt trận Dân tộc Giải phóng miền Nam Việt Nam được thành lập. Việc thành lập đã tạo vị thế mới cho lực lượng cách mạng ở miền Nam Việt Nam.[3][4]Mặt trận liên tục tổ chức, lãnh đạo các hoạt động nhằm chống lại sự can thiệp của Mỹ và các đồng minh, nhằm đấu tranh thống nhất đất nước Việt Nam. Để thực hiện mục đích đó, Quân Giải phóng Miền Nam đã được thành lập ngày 15 tháng 2 năm 1961, do Trung ương cục miền Nam lãnh đạo, sau đó gia nhập Mặt trận Dân tộc Giải phóng miền Nam Việt Nam. Quân Giải phóng Miền Nam đã thực hiện chiến tranh nhân dân chống lại Hoa Kỳ và chính phủ Sài Gòn, với chi viện về vũ khí và người từ miền Bắc.Trước 1975, Mặt trận tuyên bố là tổ chức hoạt động độc lập, song cũng công nhận tuyên bố chủ quyền trên cả nước của chính phủ Việt Nam Dân chủ Cộng hòa (tại tuyên ngôn độc lập năm 1945), cho đến khi Cộng hòa Miền Nam Việt Nam tuyên bố chủ quyền ở miền Nam năm 1969. Từ 31 tháng 1 năm 1977, tổ chức này sáp nhập hoàn toàn với Mặt trận Tổ quốc Việt Nam.Ngày nay Nhà nước Việt Nam khẳng định Mặt trận Dân tộc Giải phóng miền Nam Việt Nam, cũng như các mặt trận trước đó và sau này là các tổ chức chính trị - xã hội dưới sự lãnh đạo của Đảng Cộng sản Việt Nam, thực hiện các nhiệm vụ đoàn kết toàn dân dưới lá cờ của Đảng Cộng sản Việt Nam để đạt mục tiêu chính trị do Đảng đề ra.","tên":"thành lập Mặt trận Dân tộc Giải phóng miền Nam Việt Nam"},{"thời gian":"15 tháng 12 năm 1961","thông tin liên quan":["Quân Giải phóng miền Nam Việt Nam"],"tóm tắt":"Quân Giải phóng miền Nam Việt Nam (gọi tắt là Quân Giải phóng hoặc Giải phóng quân), còn gọi là Các lực lượng vũ trang giải phóng miền Nam Việt Nam, được thành lập trên cơ sở thống nhất các lực lượng vũ trang do đảng cộng sản thành lập ở miền Nam, bao gồm lực lượng ở lại không đi tập kết, lực lượng mới tham gia tại chỗ và lực lượng đi tập kết đã quay lại miền Nam hoạt động. Về mặt quân sự, Quân Giải phóng miền Nam là một bộ phận của Quân đội Nhân dân Việt Nam, chịu sự lãnh đạo trực tiếp từ trên xuống của Quân ủy Trung ương Đảng Lao động Việt Nam và Bộ Quốc phòng Việt Nam Dân chủ Cộng hòa, Quân ủy và Bộ Tư lệnh Quân Giải phóng miền Nam, Quân khu ủy và các Bộ Tư lệnh Quân Giải phóng miền Nam ở các quân khu, Đảng ủy quân sự và Bộ Chỉ huy quân sự các tỉnh, thành phố tại miền Nam. Vì thế, lực lượng bộ đội từ miền Bắc tăng cường vào Nam chiến đấu, kể từ năm 1963, nghiễm nhiên cũng là bộ đội thuộc biên chế Quân Giải phóng. Về mặt chính trị, Quân Giải phóng là lực lượng vũ trang của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam giai đoạn 1961-1969 và Chính phủ Cách mạng Lâm thời Cộng hòa miền Nam Việt Nam giai đoạn 1969-1976. Vì vậy, Quân Giải phóng chịu sự lãnh đạo tối cao từ trên xuống của Bộ Chính trị, Ban Chấp hành Trung ương Đảng Lao động Việt Nam, Trung ương Cục miền Nam của Đảng Nhân dân Cách mạng miền Nam (thành lập vào ngày 1-1-1962), Mặt trận Dân tộc Giải phóng miền Nam Việt Nam và Chính phủ Cách mạng Lâm thời Cộng hòa miền Nam Việt Nam[1].Theo Hiệp định Genève, chỉ có lực lượng quân sự chính quy phải tiến hành tập kết còn các lực lượng vũ trang tự vê, lực lượng chính trị và tuyên truyền được tập kết tại chỗ. Về mặt pháp lý, và hình thức bên ngoài Quân Giải phóng miền Nam có vị thế tương đối độc lập với Quân đội nhân dân Việt Nam. Về bản chất, Quân giải phóng Miền Nam Việt Nam là một bộ phận Quân đội nhân dân Việt Nam, chịu sự chỉ đạo trực tiếp, xuyên suốt của Đảng Lao động Việt Nam, là nòng cốt của các lực lượng vũ trang giải phóng miền Nam Việt Nam trong kháng chiến chống Mỹ.Các lực lượng vũ trang giải phóng miền Nam Việt Nam được tổ chức thành hệ thống toàn miền và mang tên Quân giải phóng miền Nam Việt Nam để phù hợp với tình hình nhiệm vụ cách mạng miền Nam theo chủ trương của Bộ Chính trị Ban Chấp hành Trung ương Đảng Lao động Việt Nam và chỉ thị của Tổng quân ủy[2][3].Quân Giải phóng miền Nam Việt Nam được thành lập ngày 15 tháng 2 năm 1961 tại chiến khu Đ và chịu sự lãnh đạo của Trung ương Đảng Lao động và Trung ương Cục miền Nam.[4] Quân giải phóng Miền Nam là một tổ chức tham gia vào Mặt trận Dân tộc giải phóng Miền Nam Việt Nam và chịu sự quản lý hành chính của Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam[2]. Quân giải phóng Miền Nam chịu sự chỉ đạo (chỉ huy và lãnh đạo) công khai của Bộ Tư lệnh các lực lượng vũ trang giải phóng Miền Nam Việt Nam và Quân ủy Miền thuộc Trung ương Cục Miền Nam. Tuy nhiên các thiết chế này và cả Quân giải phóng đều chịu sự chỉ đạo từ bí mật đến bán công khai của Trung ương Đảng Lao động, Tổng Quân ủy và Bộ Tổng Tư lệnh (Trung ương Cục Miền Nam là một bộ phận của Trung ương Đảng đặt tại miền Nam, Quân ủy Miền là bộ phận của Tổng Quân ủy tại miền Nam còn Bộ Tư lệnh Miền là cơ quan tiền phương của Bộ Tổng tư lệnh, về công khai chỉ đạo trên toàn Miền Nam, nhưng trong nội bộ chỉ chỉ đạo từ mặt trận B2 trở vào, còn các mặt trận và cấp ủy các địa phương phía trên do Trung ương chỉ đạo trực tiếp). Trong suốt giai đoạn Chiến tranh Việt Nam, lực lượng này bị Hoa Kỳ và Việt Nam Cộng hòa gọi là Việt Cộng[5]. Cách gọi này thường gây lẫn lộn do \"Việt Cộng\" cũng là cách gọi ngắn của Mỹ đối với Mặt trận Dân tộc Giải phóng miền Nam Việt Nam còn quân Giải phóng lại là lực lượng vũ trang của tổ chức chính trị này.Theo phim tài liệu Xuân 1975 của Điện ảnh Quân đội nhân dân Việt Nam sản xuất và hoàn thành trước 30\/4\/1975, kịch bản và đạo diễn Trần Việt, thì chỉ gọi là \"các lực lượng vũ trang của ta\", hay \"quân ta\" chứ không gọi tên phân biệt hai quân đội, và cho biết cụ thể Bộ Chính trị, Quân ủy Trung ương, Bộ Tổng tư lệnh chỉ đạo chung.Sau khi Chiến tranh Việt Nam kết thúc, Quân Giải phóng miền Nam Việt Nam chính thức hợp nhất với Quân đội nhân dân Việt Nam.","tên":"thành lập Quân Giải phóng miền Nam Việt Nam"},{"thời gian":"1961–1965","thông tin liên quan":["Chiến tranh đặc biệt"],"tóm tắt":"Staley-Taylor là tên một kế hoạch thực thi chiến lược \"Chiến tranh đặc biệt\" của Hoa Kỳ trong Cuộc chiến xâm lược Việt Nam. Kế hoạch này được công bố tháng 5 năm 1961, mang tên hai người soạn thảo là nhà kinh tế học Eugene Staley của Viện nghiên cứu Standford - đại học Stanford và Đại tướng Maxwell D. Taylor, chỉ huy quân đội Mỹ tại Việt Nam. Theo tiến độ, kế hoạch được triển khai trong 4 năm (1961-1965). Nội dung của nó là \"bình định Miền Nam Việt Nam\" trong vòng 18 tháng, từ đó đảm bảo cho quân đội Việt Nam Cộng hòa thế chủ động trên chiến trường Miền Nam.Kế hoạch bao gồm 3 biện pháp chiến lược:","tên":"chiến dịch Chiến tranh đặc biệt"},{"thời gian":"1963","thông tin liên quan":["Ngô Đình Diệm"],"tóm tắt":"","tên":"đảo chính lật đổ chính quyền Ngô Đình Diệm"},{"thời gian":"8 tháng 3 năm 1965","thông tin liên quan":["Mỹ","miền Nam Việt Nam"],"tóm tắt":null,"tên":"Mỹ bắt đầu đưa quân vào tham chiến tại miền Nam Việt Nam"},{"thời gian":"1965–1968","thông tin liên quan":["Chiến tranh cục bộ"],"tóm tắt":"Chiến tranh cục bộ là một chiến lược quân sự của Hoa Kỳ trong Chiến tranh Việt Nam (giai đoạn 1965-1967). Nội dung cơ bản của chiến lược này là tận dụng ưu thế hỏa lực, công nghệ và quân số của lực lượng viễn chinh Mỹ để đè bẹp Quân Giải phóng miền Nam, đồng thời điều động lực lượng không quân đánh phá miền Bắc, thiết lập ảnh hưởng lâu dài của Mỹ lên miền Nam Việt Nam thông qua chế độ Việt Nam Cộng hòa. Đây được đánh giá là giai đoạn khốc liệt nhất của cuộc chiến.Tên gọi Chiến tranh cục bộ xuất phát từ quan điểm đây là một dạng chiến tranh hạn chế trong chiến lược toàn cầu \"phản ứng linh hoạt\". Quy mô của chiến tranh được đẩy lên rất cao với lượng bom đạn được Hoa Kỳ sử dụng còn nhiều hơn Thế chiến thứ hai, nhưng phạm vi chiến tranh được giới hạn ở mục tiêu \"chống nổi dậy\".","tên":"chiến dịch Chiến tranh cục bộ"},{"thời gian":"1968–1973","thông tin liên quan":["Việt Nam hóa chiến tranh"],"tóm tắt":"Việt Nam hóa chiến tranh (tiếng Anh: Vietnamization) hay Đông Dương hóa chiến tranh là chiến lược của Chính phủ Hoa Kỳ dưới thời tổng thống Richard Nixon trong Chiến tranh Việt Nam, được áp dụng từ ngày 8\/6\/1969 trên toàn Đông Dương nhằm từng bước chuyển trách nhiệm chiến đấu cho Việt Nam Cộng hòa và Quân lực Việt Nam Cộng hòa để Mỹ rút dần quân về nước; nhưng vẫn giữ được Miền Nam Việt Nam, và cả bán đảo Đông Dương trong tầm ảnh hưởng của Hoa Kỳ.","tên":"chiến dịch Việt Nam hóa chiến tranh"},{"thời gian":"8 tháng 6 năm 1969","thông tin liên quan":["Cộng hòa Miền Nam Việt Nam","Tây Ninh"],"tóm tắt":null,"tên":"thành lập Cộng hòa Miền Nam Việt Nam, thủ đô Tây Ninh"},{"thời gian":"2 tháng 9 năm 8 tháng 6 năm 1969","thông tin liên quan":["Hồ Chí Minh"],"tóm tắt":"","tên":"Chủ tịch Hồ Chí Minh từ trần"},{"thời gian":"18 tháng 12 - 30 tháng 12 năm 1972","thông tin liên quan":[],"tóm tắt":"","tên":"Chiến dịch Điện Biên Phủ trên không"},{"thời gian":"27 tháng 1 năm 1973","thông tin liên quan":["Hiệp định Paris","Việt Nam"],"tóm tắt":null,"tên":"Hiệp định Paris, Mỹ rút quân khỏi Việt Nam"},{"thời gian":"26 tháng 4 - 2 tháng 5 năm 1975","thông tin liên quan":[],"tóm tắt":"Chiến dịch Hồ Chí Minh, tên ban đầu là Chiến dịch Giải phóng Sài Gòn – Gia Định là chiến dịch cuối cùng của Quân Giải phóng miền Nam Việt Nam trong Cuộc Tổng tấn công và nổi dậy mùa Xuân năm 1975 và Chiến tranh Việt Nam. Đây cũng là chiến dịch quân sự diễn ra trong thời gian ngắn nhất trong Chiến tranh Việt Nam, diễn ra từ ngày 26 tháng 4 đến ngày 30 tháng 4 năm 1975 tại Sài Gòn và kéo theo là cuộc tiếp quản chính quyền cũ của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam và Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam tại Đồng bằng sông Cửu Long trong hai ngày 1 và 2 tháng 5. Chiến dịch này dẫn đến việc chấm dứt hoàn toàn sự chia cắt thành hai vùng tập kết quân sự về mặt lãnh thổ giữa hai miền Nam – Bắc của Việt Nam vào năm 1975, đưa đến việc thống nhất xã hội, chế độ chính trị, dân cư và toàn vẹn lãnh thổ của Việt Nam trên đất liền, vùng lãnh hải, vùng trời và một số hải đảo [10] khác của Việt Nam vào năm 1976.","tên":"Chiến dịch Hồ Chí Minh"},{"thời gian":"30 tháng 4 năm 26 tháng 4 - 2 tháng 5 năm 1975","thông tin liên quan":["Việt Nam Cộng hòa","Cộng hòa Miền Nam Việt Nam"],"tóm tắt":null,"tên":"chính phủ Việt Nam Cộng hòa đầu hàng vô điều kiện Cộng hòa Miền Nam Việt Nam"},{"thời gian":"2 tháng 7 năm 1976","thông tin liên quan":["Cộng hòa xã hội chủ nghĩa Việt Nam"],"tóm tắt":"","tên":"thống nhất đất nước, đổi tên nước thành Cộng hòa xã hội chủ nghĩa Việt Nam"},{"thời gian":"20 tháng 9 năm 1977","thông tin liên quan":["Liên Hợp Quốc"],"tóm tắt":"","tên":"gia nhập Liên Hợp Quốc"},{"thời gian":"1975–1979","thông tin liên quan":[],"tóm tắt":"Chiến tranh biên giới Việt Nam – Campuchia, hay còn được gọi là Chiến tranh biên giới Tây Nam, là cuộc xung đột quân sự giữa Cộng hòa Xã hội chủ nghĩa Việt Nam và Campuchia Dân chủ. Cuộc chiến có nguyên nhân từ các hoạt động quân sự của quân Khmer Đỏ tấn công vào lãnh thổ Việt Nam, giết chóc người dân và đốt phá làng mạc Việt Nam trong những năm 1975–1978.Việc đánh đổ Khmer Đỏ đã được thực hiện xong từ năm 1979, tuy nhiên tàn quân Khmer Đỏ vẫn còn tồn tại và đe dọa chính phủ mới tại Campuchia dẫn tới việc Việt Nam đóng quân ở lại Campuchia trong suốt 10 năm tiếp theo.[21]","tên":"chiến tranh biên giới Tây Nam"},{"thời gian":"1979","thông tin liên quan":[],"tóm tắt":"","tên":"chiến tranh biên giới phía Bắc"},{"thời gian":"1986","thông tin liên quan":[],"tóm tắt":"Đổi Mới là một chương trình cải cách toàn diện bao gồm kinh tế, đặc biệt là đổi mới trong lĩnh vực kinh tế, chính trị và nhiều khía cạnh khác của đời sống xã hội do Đảng Cộng sản Việt Nam, đứng đầu là Tổng Bí thư Nguyễn Văn Linh khởi xướng vào thập niên 1980. Chính sách Đổi mới được chính thức thực hiện từ Đại hội đại biểu Đảng Cộng sản Việt Nam lần VI, năm 1986.[1]Đổi mới về kinh tế được thực hiện song song với Đổi mới trên các mặt khác như hành chính, chính trị, văn hóa, giáo dục,...[1] Chính trị Việt Nam đã có sự thay đổi mang tính bản chất, khi Đổi mới không chỉ đổi mới trên phương diện kinh tế mà còn Đổi mới cả về tư duy lãnh đạo của Đảng Cộng sản Việt Nam. Nhìn chung, Đảng Cộng sản Việt Nam vẫn giữ nguyên mô hình chủ nghĩa xã hội và chủ nghĩa cộng sản theo chủ nghĩa Marx-Lenin, chỉ có nền kinh tế thay đổi thành nền kinh tế thị trường.[2]Đổi mới ở Việt Nam tương tự chính sách kinh tế mới của Liên Xô giai đoạn Lenin lãnh đạo (1921-1924), Cải Cách Khai Phóng ở Trung Quốc và Đổi mới ở Lào. Công cuộc Đổi mới tại Việt Nam sau năm 1986 được xem là sự áp dụng lại mô hình NEP của Lenin[3][4][5].Các quan điểm về Đổi mới kinh tế của Việt Nam và Trung Quốc dựa chủ yếu trên các kinh nghiệm cải cách của các nước Đông Âu, nhưng ở Việt Nam và Trung Quốc thì Đổi mới xuất phát từ lĩnh vực kinh tế, không đi kèm với những biến động lớn về mặt chính trị - ý thức hệ và xã hội.[1]","tên":"Đổi Mới"},{"thời gian":"7 tháng 11 năm 1991","thông tin liên quan":[],"tóm tắt":"Quan hệ Việt Nam – Trung Quốc (Quan hệ Việt-Trung, tiếng Trung: 中越關係) là mối quan hệ giữa hai nước láng giềng vì có chung biên giới trên bộ và trên biển, hai nước có chung thể chế chính trị và có quá trình gắn bó tương tác sâu sắc về văn hóa và lịch sử, cũng như các cuộc xung đột qua lại. Một chính trị gia Việt Nam tóm gọn mối quan hệ Việt-Trung trong 6 chữ \"vừa hợp tác, vừa đấu tranh\".[1]Quan hệ Việt-Trung trong gần 2.200 năm tồn tại từ Thế kỷ II trước Tây lịch đến nay có thể chia ra 4 thời kỳ cơ bản. Thời kỳ thứ nhất quen gọi là \"thời kỳ Bắc thuộc\", từ lúc nhà Hán thôn tính nước Nam Việt của nhà Triệu (năm 111 trước công nguyên) cho đến thời điểm Ngô Quyền xưng vương (năm 939), chưa kể 20 năm nhà Minh đô hộ Việt Nam (1407-1427). Thời kỳ thứ 2 gọi chung là \"thời kỳ Đại Việt\", dài tương đương, từ khi Ngô Quyền xưng vương (939) đến khi Pháp đặt nền bảo hộ ở Việt Nam và nhà Thanh công nhận chủ quyền của Pháp ở đây (1884). Thời kỳ thứ 3 quen gọi là \"thời kỳ Pháp thuộc\", kéo dài khoảng 6 thập niên, từ 1884-1945, khi Việt Nam tuyên bố độc lập để thành lập ra Nhà nước Việt Nam Dân chủ Cộng hoà cùng thời điểm Nhật Bản chính thức đầu hàng Đồng minh (Pháp trước đấy đã bị Nhật thay thế hoàn toàn và Nhật hậu thuẫn hoàng đế nhà Nguyễn lập ra Đế quốc Việt Nam). Thời kỳ thứ 4 từ 1945 đến nay. Thời kỳ này gồm 3 giai đoạn: (1) từ cuối thập niên 40 đến cuối thập niên 60, (2) từ đầu thập niên 70 đến cuối thập niên 80, (3) từ đầu thập niên 90 đến nay.[2][3]","tên":"bình thường hóa quan hệ với Trung Quốc"},{"thời gian":"11 tháng 7 năm 1995","thông tin liên quan":[],"tóm tắt":"Sau sự kiện 30 tháng 4 năm 1975 vấn đề bình thường hóa quan hệ ngoại giao Việt Nam - Hoa Kỳ được đặt ra. Tuy nhiên đến hai mươi năm sau, ngày 11 tháng 7 năm 1995, Tổng thống Mỹ Bill Clinton và Thủ tướng Việt Nam Võ Văn Kiệt mới tuyên bố bình thường hóa quan hệ ngoại giao giữa hai quốc gia.","tên":"bình thường hóa quan hệ với Mỹ"},{"thời gian":"28 tháng 7 năm 11 tháng 7 năm 1995","thông tin liên quan":["ASEAN"],"tóm tắt":"","tên":"gia nhập ASEAN"},{"thời gian":"14 tháng 11 năm 1998","thông tin liên quan":["APEC"],"tóm tắt":"Diễn đàn Hợp tác Kinh tế châu Á – Thái Bình Dương (tiếng Anh: Asia-Pacific Economic Cooperation, viết tắt là APEC) là diễn đàn của 21 nền kinh tế thành viên vành đai Thái Bình Dương[1] với mục tiêu tăng cường mối quan hệ về kinh tế và chính trị.APEC được thành lập vào năm 1989 để đáp ứng sự phụ thuộc lẫn nhau ngày càng tăng của các nền kinh tế châu Á – Thái Bình Dương và sự xuất hiện của khối thương mại khu vực ở các nơi khác trên thế giới; để xoa dịu nỗi sợ hãi về một Nhật Bản với kinh tế công nghiệp hóa cao (một thành viên của G8) sẽ thống trị hoạt động kinh tế ở khu vực châu Á – Thái Bình Dương; và để thiết lập thị trường mới cho các sản phẩm nông nghiệp và nguyên liệu ngoài châu Âu.[2]Diễn đàn tổ chức các kỳ họp thường niên lần lượt tại mỗi quốc gia thành viên, với người đứng đầu chính phủ mỗi quốc gia thành viên (ngoại trừ Đài Loan, do sức ép của Trung Quốc, chỉ đại diện với một thành viên ngang cấp Bộ trưởng với tư cách là lãnh đạo nền kinh tế dưới tên gọi Trung Hoa Đài Bắc).[3] Kỳ họp cấp cao nhất này được gọi là \"Hội nghị các nhà lãnh đạo kinh tế APEC\" (tiếng Anh: APEC Economic Leaders' Meeting), báo chí Việt Nam cũng thường gọi là \"Hội nghị cấp cao APEC\", được tổ chức lần lượt tại mỗi nền kinh tế thành viên APEC. Từ năm 1991, khi cả Trung Quốc, Đài Loan đều trở thành thành viên APEC, cụm từ \"các nền kinh tế\" được dùng để chỉ các nước thành viên thay vì sử dụng cụm từ \"quốc gia\", cũng như không gọi kỳ họp cấp cao là \"Hội nghị thượng đỉnh\", vì nó thường dùng để chỉ một cuộc họp của các nguyên thủ quốc gia. Điều này nhằm tránh các vấn đề xung đột chính trị từ các quốc gia và vùng lãnh thổ hiện tranh chấp như Trung Quốc, Đài Loan, Hồng Kông.[4] Trong hầu hết (nhưng không phải tất cả) các hội nghị cấp cao, các nhà lãnh đạo tham dự phải mặc quốc phục của nước chủ nhà.APEC có ba quan sát viên chính thức: Ban Thư ký Hiệp hội các nước Đông Nam Á, Hội đồng Hợp tác Kinh tế Thái Bình Dương và Ban Thư ký Diễn đàn các Đảo Thái Bình Dương.[5] Nước chủ nhà của năm APEC thường được mời tham dự cuộc họp G20 với tư cách đại diện khu vực theo hướng dẫn của G20.[6][7][8][9]","tên":"gia nhập APEC"},{"thời gian":"11 tháng 1 năm 2007","thông tin liên quan":["WTO"],"tóm tắt":"","tên":"gia nhập WTO"},{"thời gian":"2020–2022","thông tin liên quan":[],"tóm tắt":"Vào ngày 23 tháng 1 năm 2020, trường hợp đầu tiên mắc COVID-19 do virus SARS-CoV-2 gây ra được xác nhận tại Thành phố Hồ Chí Minh, Việt Nam.[3] Xã hội, kinh tế bị tác động bởi đại dịch. Các hoạt động kiểm soát đã diễn ra trong đó có hạn chế tự do di chuyển.[4][5]Tính đến ngày 31 tháng 1 năm 2023, Việt Nam ghi nhận 11,526,497 trường hợp nhiễm COVID-19 và 43,186 trường hợp tử vong.","tên":"Đại dịch COVID-19"},{"thời gian":"Năm 40","thông tin liên quan":["Trưng Trắc"," Trưng Nhị"],"tóm tắt":"Giành được thắng lợi.","tên":"Khởi nghĩa Hai Bà Trưng bùng nổ."},{"thời gian":"42 – 43","thông tin liên quan":["Trưng Trắc"," Trưng Nhị"],"tóm tắt":"Cuộc kháng chiến thất bại.","tên":"Kháng chiến của nhân dân ta chống quân xâm lược Hán."},{"thời gian":"192 – 193","thông tin liên quan":["Khu Liên"," Các vua Lâm Ấp."],"tóm tắt":"Nước Lâm Ấp được thành lập, sau đổi tên thành Cham-pa. Advertisements","tên":"Hợp nhất các bộ lạc Dừa và Cau"},{"thời gian":"248","thông tin liên quan":["Triệu Thị Trinh"],"tóm tắt":"Cuộc khởi nghĩa thất bại","tên":"Khởi nghĩa Bà Triệu"},{"thời gian":"542 – 544","thông tin liên quan":["Lý Bí"],"tóm tắt":"Khởi nghĩa thắng lợi, nước Vạn Xuân được thành lập.","tên":"Khởi nghĩa Lý Bí"},{"thời gian":"550","thông tin liên quan":["Triệu Quang Phục"],"tóm tắt":"Khởi nghĩa thắng lợi, giành lại độc lập.","tên":"Cuộc khởi nghĩa của Triệu Quang Phục"},{"thời gian":"Đầu thế kỉ VIII","thông tin liên quan":["Mai Thúc Loan"],"tóm tắt":"Nghĩa quân làm chủ Tống Bình, sau đó bị nhà Đường đàn áp.","tên":"Khởi nghĩa Mai Thúc Loan"},{"thời gian":"930 – 931","thông tin liên quan":["Dương Đình Nghệ"],"tóm tắt":"Thắng lợi, xây dựng nền tự chủ","tên":"Kháng chiến chống quân Nam Hán lần thứ nhất"},{"thời gian":"Năm 939","thông tin liên quan":["Ngô Quyền"],"tóm tắt":"Mở đầu thời kì độc lập, tự chủ của dân tộc.","tên":"Ngô Quyền xưng vương, đóng đô ở Cổ Loa"},{"thời gian":"Năm 968","thông tin liên quan":["Đinh Bộ Lĩnh"],"tóm tắt":"“Loạn 12 xứ quân” được dẹp, đất nước thống nhất.","tên":"Nhà Đinh thành lập, đặt tên nước là Đại Cồ Việt, đóng đô ở Hoa Lư"},{"thời gian":"Năm 980","thông tin liên quan":["Lê Hoàn"],"tóm tắt":"Lãnh đạo quân dân kháng chiến chống quân xâm lược Tống.","tên":"Lê Hoàn lên ngôi vua, lập ra nhà Tiền Lê, đóng đô ở Hoa Lư"},{"thời gian":"Năm 981","thông tin liên quan":["Lê Hoàn"],"tóm tắt":"Đánh bại âm mưu xâm lược của quân Tống.","tên":"Cuộc kháng chiến chống Tống lần 1"},{"thời gian":"Năm 1009","thông tin liên quan":["Lý Công Uẩn"],"tóm tắt":"Mở đầu một triều đại mới trong lịch sử dân tộc.","tên":"Lý Công Uẩn lên ngôi, nhà Lý thành lập."},{"thời gian":"Năm 1010","thông tin liên quan":["Lý Thái Tổ"],"tóm tắt":"Tạo điều kiện cho đất nước ổn định, phát triển lâu dài.","tên":"Dời đô về Đại La, đổi tên là Thăng Long"},{"thời gian":"1075-1077","thông tin liên quan":["Lý Thường Kiệt"],"tóm tắt":"Đánh bại âm mưu xâm lược của quân Tống.","tên":"Cuộc kháng chiến chống Tống lần 2"},{"thời gian":"Năm 1226","thông tin liên quan":["Trần Cảnh"],"tóm tắt":"Mở đầu một triều đại mới trong lịch sử dân tộc.","tên":"Trần Cảnh lên ngôi, nhà Trần thành lập"},{"thời gian":"Năm 1258","thông tin liên quan":["Trần Quốc Tuấn"," các vua Trần."],"tóm tắt":"Đánh bại âm mưu xâm lược của quân Mông Cổ.","tên":"Cuộc kháng chiến chống quân Mông Cổ lần thứ nhất."},{"thời gian":"Năm 1285","thông tin liên quan":["Trần Quốc Tuấn"," các vua Trần."],"tóm tắt":"Đánh bại âm mưu xâm lược của quân Nguyên.","tên":"Cuộc kháng chiến chống quân Nguyên lần thứ hai."},{"thời gian":"1287-1288","thông tin liên quan":["Trần Quốc Tuấn"," các vua Trần."],"tóm tắt":"Đánh bại âm mưu xâm lược của quân Nguyên.","tên":"Cuộc kháng chiến chống quân Nguyên lần thứ ba. Advertisements"},{"thời gian":"Năm 1400","thông tin liên quan":["Hồ Quý Ly"],"tóm tắt":"Mở đầu một triều đại mới trong lịch sử dân tộc.","tên":"Hồ Quý Ly lên ngôi, nhà Hồ thành lập"},{"thời gian":"1406-1407","thông tin liên quan":["Hồ Quý Ly"],"tóm tắt":"Thất bại, đất nước rơi vào cảnh đô hộ một lần nữa.","tên":"Cuộc kháng chiến chống quân Minh của nhà Hồ"},{"thời gian":"1418-1427","thông tin liên quan":["Lê Lợi"," Nguyễn Trãi","…"],"tóm tắt":"Thắng lợi, giành lại độc lập, tự chủ cho đất nước.","tên":"Cuộc khởi nghĩa Lam Sơn"},{"thời gian":"Năm 1248","thông tin liên quan":["Lê Lợi"],"tóm tắt":"Mở đầu một triều đại mới, thời kì mới – thời kì phát triển thịnh vượng của chế độ phong kiến.","tên":"Lê Lợi lên ngôi vua, đặt quốc hiệu là Đại Việt"},{"thời gian":"Năm 1527","thông tin liên quan":["Mạc Đăng Dung"],"tóm tắt":"Mở đầu một thời kì mới – thời kì nội chiến, chia cắt đất nước.","tên":"Mạc Đăng Dung lật đổ nhà Lê sơ, thành lập nhà Mạc"},{"thời gian":"1543-1592","thông tin liên quan":["Mạc Đăng Dung"," Nguyễn Kim"],"tóm tắt":"Nhà Mạc thất bại, phải chạy lên Cao Bằng. Tàn phá nền kinh tế, nhân dân khổ cực.","tên":"Cuộc chiến tranh Nam – Bắc triều"},{"thời gian":"1627-1672","thông tin liên quan":["Trịnh Kiểm"," Nguyễn Hoàng"],"tóm tắt":"Không phân thắng bại, đất nước bị chia cắt thành hai vùng.","tên":"Chiến tranh Trịnh – Nguyễn"},{"thời gian":"1771-1785","thông tin liên quan":["Nguyễn Huệ"," Nguyễn Nhạc"," Nguyễn Lữ","…"],"tóm tắt":"Thắng lợi, thống nhất đất nước, tạo thuận lợi cho đất nước phát triển.","tên":"Phong trào Tây Sơn"},{"thời gian":"Năm 1802","thông tin liên quan":["Nguyễn Ánh"],"tóm tắt":"Mở đầu một triều đại mới trong lịch sử dân tộc.","tên":"Nguyễn Ánh lên ngôi, nhà Nguyễn thành lập"},{"thời gian":"Năm 1858","thông tin liên quan":["Nguyễn Tri Phương","…"],"tóm tắt":"Lịch sử Việt Nam chuyển sang một giai đoạn mới.","tên":"Thực dân Pháp nổ súng xâm lược nước ta"}]