[
  {
    "thời gian": "25.000 TCN–7.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Soi Nhụ gọi theo tên địa điểm khảo cổ học Soi Nhụ thuộc vịnh Bái Tử Long, là nền văn hóa của người tiền sử được các nhà khảo cổ học Việt Nam phát hiện năm 1964 và khai quật năm 1967. Khái niệm và đặc điểm của nền văn hóa này đầu tiên được Ts. Hà Hữu Nga, Viện Khảo cổ học đề xuất trong Hội nghị thông báo \"Những phát hiện mới về khảo cổ học năm 1996\" (Nhà Xuất bản KHXH, Hà Nội năm 1997).",
    "tên": "Văn hóa Soi Nhụ"
  },
  {
    "thời gian": "23.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Kỹ nghệ Ngườm là một kỹ nghệ chế tác công cụ lao động từ đá của người nguyên thủy thời hậu kỳ Đá cũ. Thập niên 1970 và 1980, các nhà khảo cổ học đã liên tục phát hiện các hiện vật mà họ cho là các công cụ nạo được chế tác từ phiến tước bằng đá có niên đại cách ngày nay khoảng 2 vạn năm ở các hang và mái đá phía nam khối núi Bắc Sơn, tiêu biểu là Mái Đá Ngườm, hang Miệng Hổ, hang Na Khù ở xã Thần Sa (Võ Nhai), Nà Coóc ở xã Yên Đĩnh (Chợ Mới), Hang Dơi ở xã Vũ Lễ (Bắc Sơn), Bó Lấm ở xã Bằng Hữu (Chi Lăng), Lạng Nắc ở xã Mai Sao (Chi Lăng), Nà Nông (Chi Lăng), thuộc địa bàn các tỉnh Thái Nguyên, Bắc Kạn và Lạng Sơn. Giáo sư Hà Văn Tấn là người đã lấy địa danh Ngườm đặt tên cho loại kỹ nghệ này.[cần dẫn nguồn]Người nguyên thủy thời kỳ này đã biết chọn đá cuội sông, suối có góc cạnh, hạt đá mịn để tước thành mảnh có kích cỡ khoảng 5 cm và tu chỉnh thành công cụ có mũi nhọn hình lá, hình nửa vỏ trùng trục hoặc hình tam giác. Những công cụ làm từ mảnh tước đá này được sử dụng vào các loại lao động nhẹ như cắt, khứa, nạo, cạo, dùi, đâm. Ngoài các công cụ làm từ mảnh tước, các nhà khảo cổ còn phát hiện thấy một tỷ lệ nhỏ hơn các công cụ làm từ hạch cuội có hình dáng không ổn định có lẽ dùng trong các hoạt động lao đọng nặng như chặt, đẽo. Kỹ nghệ Ngườm được cho là khác với kỹ nghệ cuội đồ đá lớn trong các nền văn hóa Sơn Vi, Bắc Sơn, Hòa Bình.Về niên đại, các công cụ được phát hiện có niên đại cách nay hơn 23 nghìn năm.",
    "tên": "Văn hóa Ngườm"
  },
  {
    "thời gian": "20.000 TCN–12.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Sơn Vi là một nền văn hóa ở Việt Nam vào hậu kỳ thời đại đồ đá cũ cách ngày nay khoảng 30 ngàn đến 11 ngàn năm. Đây là nền văn hóa kế trước văn hóa Hòa Bình. Sơn Vi là tên một xã thuộc huyện Lâm Thao, tỉnh Phú Thọ, nơi đầu tiên tìm ra những di chỉ của nền văn hóa này. Đến nay đã có khoảng 160 địa điểm thuộc văn hóa Sơn Vi đã được phát hiện.[1]Không gian của văn hóa Sơn Vi bao trùm các vùng thuộc Sơn La, Lai Châu, Lào Cai, Yên Bái, Bắc Giang, Thanh Hóa, Nghệ An, Quảng Trị. Những người nguyên thủy chủ nhân của văn hóa Sơn Vi sống thành từng bộ lạc. Họ chủ yếu sống ngoài trời trên các đồi gò trung du ở trung lưu sông Hồng, thượng lưu sông Lục Nam, thượng lưu sông Hiếu. Chỉ một số ít sống trong hang động, mái đá.Công cụ lao động của người nguyên thủy trong văn hóa Sơn Vi làm từ đá cuội được ghè đẽo thô sơ. Họ sống bằng săn bắn và hái lượm, chưa có trồng trọt và chăn nuôi.",
    "tên": "Văn hóa Sơn Vi"
  },
  {
    "thời gian": "12.000 TCN–10.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Hòa Bình được giới khảo cổ học chính thức công nhận từ ngày 30 tháng 1 năm 1932, do đề xuất của Madeleine Colani, sau khi đã được Đại hội các nhà Tiền sử Viễn Đông họp tại Hà Nội thông qua. Khởi thủy, cụm từ này được dùng để nói đến nền văn hóa cuội được ghè đẽo trên khắp chu vi hòn cuội[1] để tạo ra những dụng cụ từ thời kỳ đá cũ đến thời kỳ đá mới. Qua thời gian, tất nhiên cụm từ này đã được đề nghị mang những tên khác nhau và có những ý nghĩa cũng khác nhau. Nhưng thời gian gần đây, hoạt động của các nhà khảo cổ học trong suốt từ năm 1975 lại đây đã cho thấy một hướng mới về quan niệm khác về thời đại cũng như không gian của Văn hóa Hòa Bình.Đây là 1 nền văn hoá đã khởi nguồn cho văn minh người Việt mà lan truyền và ảnh hưởng lên xứ phía Bắc.",
    "tên": "Văn hóa Hòa Bình"
  },
  {
    "thời gian": "10.000 TCN - 8.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Bắc Sơn là một nền văn hóa cổ đại Việt Nam ở sơ kỳ thời đại đồ đá mới có niên đại sau nền văn hóa Hòa Bình, cách ngày nay từ một vạn đến tám ngàn năm. Bắc Sơn là đặt theo tên huyện Bắc Sơn (tỉnh Lạng Sơn), nơi đầu tiên phát hiện những di vật của nền văn hóa này. Các bộ lạc chủ nhân của văn hóa Hòa Bình đã tạo ra nền văn hóa Bắc Sơn.",
    "tên": "Văn hóa Bắc Sơn"
  },
  {
    "thời gian": "8.000 TCN - 6.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Quỳnh Văn (thời đại đồ đá mới, khoảng 6.000 – 3.500 năm cách ngày nay) được phát hiện từ những năm 1930 bởi các học giả người Pháp. Cho đến nay đã có hơn 70 năm nghiên cứu với 21 di tích, phân bố ở ven biển Nghệ An và Hà Tĩnh, chủ yếu tập trung xung quanh vịnh biển cổ Quỳnh Lưu. Đây là các di tích \"đống rác bếp\" (Kjökkenmodding), thành phần chủ yếu là các loại điệp. Trong các lớp điệp còn có xương cốt động vật, di vật đá, gốm và bếp lửa. Công cụ đá Quỳnh Văn ít về số lượng, nghèo nàn về loại hình, kỹ thuật ghè đẽo thô sơ, chủ yếu được tạo từ đá gốc. Loại hình thường thấy là các công cụ không xác định, công cụ hình đĩa, công cụ hình múi bưởi, công cụ hình rìu dài và công cụ hình rìu ngắn. Đồ gốm thô, hầu hết là đồ đun nấu với kích thước lớn, được tạo hình bằng tay kết hợp với bàn đập hòn kê. Đồ gốm có bốn loại chủ yếu: gốm đáy tròn văn in đập, gốm đáy tròn văn thừng, gốm đáy tròn văn thừng ở mặt ngoài và văn chải ở mặt trong, gốm đáy nhọn văn chải 2 mặt. Gốm đáy nhọn, văn chải 2 mặt là đặc trưng tiêu biểu nhất của văn hóa Quỳnh Văn. Các loại hình hiện vật khác như xương, đồ trang sức có số lượng ít.[1]",
    "tên": "Văn hóa Quỳnh Văn"
  },
  {
    "thời gian": "7.000 TCN - 5.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Cái Bèo có niên đại trước nền văn hóa Hạ Long. Di chỉ Cái Bèo được phát hiện vào năm 1938 trong lần tiến hành thám sát khảo cổ học ven biển khu vực liên quan thuộc vùng vịnh Hạ Long ngày nay. Di chỉ Cái Bèo khai quật được hơn 479 công cụ như chày, bàn nghiền, bàn mài, hòn kê, rìu bôn, đục, chì lưới … bằng đá cuội. Đồ gốm thô cứng làm từ đất sét và cát hạt khô, bếp, di cốt người; các xương răng động vật, xương thú như lợn rừng, nai, dê núi. Theo cạeiririejehhdc nhà khảo cổ học, di chỉ Cái Bèo thuộc nền văn hóa Hạ Long, bởi phân tích rõ ra là cư dân Cái Bèo cùng với thời gian và xu hướng chuyển cư của người Hòa Bình – Bắc Sơn từ vùng núi xuống biển. Sau đợt biển tiến Haloxen Trung làm nảy sinh các hoạt động kinh tế riêng biệt của từng vùng. Riêng cư dân đảo Cát Bà, trong đó có người cổ Cái Bèo làm nghề đánh cá là chủ yếu.[1]",
    "tên": "Văn hóa Cái Bèo"
  },
  {
    "thời gian": "6.000 TCN - 5.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Đa Bút là một nền văn hóa Việt Nam ở sơ kỳ thời đại đồ đá mới có niên đại sau các nền văn hóa Hòa Bình và Bắc Sơn, cách đây từ 5000 đến 6000 năm. Không gian của văn hóa Đa Bút là dải đất nằm từ hữu ngạn sông Đáy đến tả ngạn sông Mã thuộc các tỉnh Ninh Bình và Thanh Hóa ngày nay. Tính đến năm 2010, đã có hơn 10 điểm văn hóa Đa Bút được phát hiện và khai quật. Các bộ lạc chủ nhân của văn hóa Đa Bút đã tạo ra nền văn hóa Đông Sơn.[1]",
    "tên": "Văn hóa Đa Bút"
  },
  {
    "thời gian": "3.000 TCN–1.500 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Hạ Long là một nền văn hóa cổ. Cho đến nay, đã có khoảng gần 50 di tích “Văn hoá Hạ Long” được phát hiện trên các đảo của Vịnh Hạ Long cũng như dọc bờ biển từ Móng Cái đến Vân Đồn, với đặc trưng chung về loại hình - kỹ thuật chế tác công cụ đá và đồ gốm có niên đại từ 5.000-3.000 năm cách ngày nay.[1][2][3]",
    "tên": "Văn hóa Hạ Long"
  },
  {
    "thời gian": "2.000 TCN–1.500 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Phùng Nguyên là một nền văn hóa tiền sử thuộc sơ kỳ thời đại đồ đồng, cuối thời đại đồ đá mới, tồn tại từ cuối thiên niên kỷ III TCN, đầu thiên niên II TCN và kết thúc vào khoảng nửa đầu thiên niên kỷ II TCN[1]. Phùng Nguyên là tên một làng ở xã Kinh Kệ (nay là xã Phùng Nguyên), huyện Lâm Thao, tỉnh Phú Thọ, nơi đầu tiên tìm ra các di chỉ của nền văn hóa này. Di chỉ văn hóa Phùng Nguyên đã được phát hiện ở Phú Thọ, Bắc Ninh, Ninh Bình, Hà Nội, Hải Phòng và một vài nơi khác trong lưu vực sông Hồng. Tính đến năm 1998, có khoảng 55 địa điểm đã được phát hiện có di chỉ văn hóa đồng dạng với các di chỉ tại Phùng Nguyên, trong đó có 3 địa điểm có di cốt người. Công cụ bằng đá phổ biến và chiếm ưu thế tuyệt đối. Đồ trang sức bằng các loại đá, đá bán quý, ngọc được tìm thấy nhiều, đặc biệt là các vòng đá. Ngoài đồ đá, cư dân Phùng Nguyên đã biết chế tạo đồ gốm đặc sắc từ khâu làm đất, tạo dáng cho đến hoa văn trang trí. Trong đời sống của cư dân Phùng Nguyên đã xuất hiện đồ đồng và thuật luyện kim (còn hạn chế).Cùng thuộc sơ kỳ thời đại đồ đồng ở Việt Nam như văn hóa Phùng Nguyên còn có văn hóa Cồn Chân Tiên, Hoa Lộc (lưu vực sông Mã), văn hóa của các bộ lạc người nguyên thủy ở lưu vực sông Lam, của các bộ lạc ở thượng lưu sông Mã (huyện Sông Mã, tỉnh Sơn La), văn hóa Tiền Sa Huỳnh (Trung Trung bộ), văn hóa Đồng Nai (Đông Nam bộ).",
    "tên": "Văn hóa Phùng Nguyên"
  },
  {
    "thời gian": "2.000 TCN–1.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "",
    "tên": "Văn hóa Tiền Sa Huỳnh"
  },
  {
    "thời gian": "1.500 TCN–1.000 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hoá Đồng Đậu là nền văn hóa thuộc thời kỳ đồ đồng ở Việt Nam cách ngày nay khoảng 3.000 năm, sau văn hóa Phùng Nguyên, trước văn hóa Gò Mun. Tên của nền văn hóa này đặt theo tên khu di tích Đồng Đậu ở thị trấn Yên Lạc, huyện Yên Lạc, tỉnh Vĩnh Phúc, nơi các nhà khảo cổ học đã khám phá ra một nền văn hóa đồ đồng phong phú năm 1962.Người Đồng Đậu sống ngoài trời trên các đồi gò trung du Bắc Bộ với một nền kinh tế khá ổn định và phát triển dựa trên nông nghiệp trồng lúa và các cây hoa màu. Các dấu tích luyện kim như xỉ đồng, các mảnh khuôn đúc (bằng đá) cho thấy nghề đúc đồng đã có và phát triển thời kỳ này.",
    "tên": "Văn hóa Đồng Đậu"
  },
  {
    "thời gian": "1.000 TCN - 600 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Gò Mun ước chừng trong khoảng thời gian từ năm 1.000 - năm 700 TCN, thuộc cuối thời kỳ đồ đồng. Nền văn hóa này được đặt tên theo địa điểm mà vào năm 1961 các nhà khảo cổ học đã khai quật được nhiều di chỉ của nền văn hóa này (gò Mun, xã Tứ Xã, huyện Phong Châu, tỉnh Phú Thọ).Văn hóa Gò Mun được nhìn nhận như là nền văn hóa tiền văn hóa Đông Sơn. Thời kỳ này, người Việt cổ đã có những chuyển biến rõ rệt về một xã hội phức tạp và giàu có, thúc đẩy việc ra đời nhà nước sơ khai của người Việt.",
    "tên": "Văn hóa Gò Mun"
  },
  {
    "thời gian": "1.000 TCN - 200 ",
    "kết quả": null,
    "thông tin liên quan": [
      "Văn hóa Sa Huỳnh"
    ],
    "tóm tắt": null,
    "tên": "1.000 TCN - 200 Văn hóa Sa Huỳnh"
  },
  {
    "thời gian": "1.000 TCN - 0",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Đồng Nai chỉ các di tích khảo cổ ở Việt Nam phân bố trên vùng trung du và đồng bằng miền Đông Nam Bộ, ven các sông Đồng Nai, sông Sài Gòn và sông Vàm Cỏ, thể hiện một quá trình diễn biến văn hoá từ sơ kì thời đại đồ đồng đến sơ kì thời đại sắt. Giữa các di tích có những khác biệt nhất định, song chúng cùng có những đặc trưng chung nên có nhiều ý kiến xếp chúng vào một nền văn hoá chung. Có người gọi là Văn hóa Đồng Nai, cũng có ý kiến gọi là văn hoá Phước Tân, văn hoá Bến Đò hay văn hoá Cù Lao Rùa. Cho đến nay, đã phát hiện được hàng trăm di tích ở hầu khắp các tỉnh miền Đông Nam Bộ, trong đó có các di tích tiêu biểu như Cầu Sắt, Suối Chồn, Bình Đa, Cái Vạn, Cù Lao Rùa, Hưng Thịnh, Đồi Xoài, Đồi Mít, Gò Me, Đồi Phòng Không, Cái Lăng, Long Bửu, Bến Đò, Phước Tân, Gò Đá, Dốc Chùa, Bù Đốp, Gò Tháp, Gò Canh Nông, Gò Cao Su, An Sơn, Rạch Núi, vv.[1]",
    "tên": "Văn hóa Đồng Nai"
  },
  {
    "thời gian": "700 TCN–100",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Đông Sơn là một nền văn hóa cổ đã xuất hiện vào khoảng năm 800 Trước Công Nguyên, từng tồn tại ở một số tỉnh miền Bắc Việt Nam và Bắc Trung bộ Việt Nam (Phú Thọ, Yên Bái, Hòa Bình, Hà Nội, Nam Định, Ninh Bình, Hà Nam , Thanh Hóa, Nghệ An, Hà Tĩnh mà trung tâm là khu vực Đền Hùng), và ba con sông lớn và chính của đồng bằng Bắc Bộ (sông Hồng, sông Mã và sông Lam) vào thời kỳ đồ đồng và thời kỳ đồ sắt sớm. Nền văn hóa này được đặt tên theo địa phương nơi các dấu tích đầu tiên của nó được phát hiện, gần sông Mã, Thanh Hóa. Nhiều dấu tích đặc trưng cho văn hóa Đông Sơn cũng được tìm thấy ở một số vùng lân cận Việt Nam như ở Vân Nam, Quảng Tây, Hải Nam của Trung Quốc, ở Lào hay ở Thái Lan...Có những nghiên cứu cho rằng trên cơ sở văn hóa Đông Sơn, nhà nước văn minh đầu tiên của người Việt, nhà nước Văn Lang của các Vua Hùng và nối tiếp là nhà nước Âu Lạc của An Dương Vương đã phát triển, trước khi bị ảnh hưởng của nền văn minh Hán. Theo đánh giá của các nhà khoa học, thì nền Văn hóa Đông Sơn là sự phát triển liên tục và kế thừa từ các thời kỳ tiền Đông Sơn trước đó là Văn hóa Phùng Nguyên đến Văn hóa Đồng Đậu và Văn hóa Gò Mun.",
    "tên": "Văn hóa Đông Sơn"
  },
  {
    "thời gian": "1 - 630",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Văn hóa Óc Eo là một nền văn hóa cổ hình thành và phát triển ở Nam Bộ Việt Nam từ thế kỷ 1 đến thế kỷ 7 sau Công Nguyên. Đây là một nền văn hóa lớn trong lịch sử Việt Nam, gắn liền với đất nước, con người ở vùng châu thổ hạ lưu sông Mê Kông và có quan hệ mật thiết với lịch sử Đông Nam Á cổ đại.[1]",
    "tên": "Văn hóa Óc Eo"
  },
  {
    "thời gian": "Thế kỉ VII TCN",
    "kết quả": "Thành lập nhà nước đầu tiên của dân tộc.",
    "thông tin liên quan": [
      "vua Hùng",
      "Văn Lang"
    ],
    "tóm tắt": null,
    "tên": "vua Hùng thành lập quốc gia Văn Lang"
  },
  {
    "thời gian": "207 TCN",
    "kết quả": "Nước Âu Lạc thành lập.",
    "thông tin liên quan": [
      "An Dương Vương",
      "Văn Lang",
      "Âu Lạc"
    ],
    "tóm tắt": "Chiến tranh Việt – Tần là cuộc kháng chiến chống nhà Tần mở rộng về phía nam của các bộ tộc Bách Việt ở vùng Hoa Nam và đây là tộc người chung mà phân bố ở Bắc Bộ Việt Nam và Hoa Nam hiện nay từ năm 221 TCN đến năm 214 TCN nghĩa là nhà Tần tiếp tục thực hiện mở rộng lãnh thổ ngay sau khi thống nhất Trung Quốc.",
    "tên": "An Dương Vương thôn tính Văn Lang"
  },
  {
    "thời gian": "179 TCN",
    "kết quả": "Nước ta rơi vào ách đô hộ của phong kiến phương Bắc.",
    "thông tin liên quan": [
      "Triệu Đà",
      "Âu Lạc",
      "Nam Việt"
    ],
    "tóm tắt": null,
    "tên": "Triệu Đà xâm lược nước Âu Lạc"
  },
  {
    "thời gian": "111 TCN",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Hán–Nam Việt là một cuộc chiến tranh giữa nhà Tây Hán và nước Nam Việt vào cuối thế kỷ 2 trước Công nguyên.",
    "tên": "Chiến tranh Hán-Nam Việt"
  },
  {
    "thời gian": "40",
    "kết quả": "Giành được thắng lợi.",
    "thông tin liên quan": [
      "Trưng Trắc",
      "Lĩnh Nam",
      "Mê Linh"
    ],
    "tóm tắt": "Khởi nghĩa Hai Bà Trưng là cuộc khởi nghĩa chống Bắc thuộc đầu tiên trong lịch sử Việt Nam do hai chị em Trưng Trắc và Trưng Nhị lãnh đạo. Cuộc khởi nghĩa đã đánh đuổi được lực lượng cai trị nhà Đông Hán ra khỏi Giao Chỉ (tương đương một phần Quảng Tây, Trung Quốc và Bắc Bộ, Bắc Trung Bộ Việt Nam hiện nay), mang lại độc lập trong 3 năm cho người Việt tại đây.Viết về khởi nghĩa Hai Bà Trưng có nhiều nguồn sử liệu, từ các sử liệu chính thống của Trung Quốc và Việt Nam đến các thần tích, giai thoại dân gian. Do các nguồn sử liệu chính thống không đầy đủ và thiếu thống nhất, các sử gia đã bổ sung bằng những nguồn từ thần tích, ngọc phả. Sử liệu về sự kiện này còn nhiều nghi vấn, có nhiều thông tin không được thống nhất giữa các nguồn chính thống, các thần tích cũng có nhiều nội dung bất cập. Trong quá trình biên tập, các sử gia đã có chọn lựa và so sánh giữa các giả thuyết từ những nguồn khác nhau.",
    "tên": "khởi nghĩa Hai Bà Trưng"
  },
  {
    "thời gian": "42 - 43",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Hán-Việt 42-43 là tên gọi của cuộc chiến do tướng nhà Đông Hán Mã Viện chỉ huy chống lại quân nổi dậy của Hai Bà Trưng ở đất Việt năm 42-43.",
    "tên": "Chiến tranh Lĩnh Nam - Đông Hán"
  },
  {
    "thời gian": "156–160",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Cuộc khởi nghĩa Chu Đạt diễn ra từ năm 156 đến năm 160. Năm 156, Chu Đạt, người huyện Cư Phong, Cửu Chân (nay là xã Phú Hào-Thọ Phú, huyện Triệu Sơn, Thanh Hóa), nổi dậy chống chính quyền đô hộ nhà Đông Hán. Chu Đạt chiêu mộ dân binh vây đánh huyện sở Cư Phong (vùng đất các huyện Nông Cống, Quảng Xương, Tĩnh Gia, Như Xuân, Như Thanh thuộc tỉnh Thanh Hóa ngày nay) giết chết huyện lệnh, giải phóng toàn bộ quận Cửu Chân rồi tấn công quận trị Tư Phố giết chết thái thú Nghê Thức nhà Đông Hán. Cuộc khởi nghĩa tập hợp lực lượng có tới 5.000 người, quản trị Cửu Chân được 4 năm từ năm 156 đến năm 160. Năm 158, vua Đông Hán cử đô úy Ngụy Lãng đem quân đàn áp, buộc Chu Đạt phải lui vào Nhật Nam (Quảng Bình, Quảng Trị, Thừa Thiên). Tại đây thanh thế nghĩa quân mạnh lên, lực lượng lên tới hàng vạn người, hoạt động đến mùa thu 160 thì bị thứ sử Hạ Phương dập tắt. Chu Đạt mất tại đây.",
    "tên": "Khởi nghĩa Chu Đạt"
  },
  {
    "thời gian": "178–181",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Khởi nghĩa Lương Long (178-181) do Lương Long (梁龍) người Giao Chỉ lãnh đạo nhân dân các quận Giao Chỉ, Cửu Chân, Nhật Nam, Hợp Phố chống lại chính quyền đô hộ nhà Đông Hán. Lực lượng nghĩa quân lên tới hàng vạn người, liên kết với người Ô Hử 烏滸 (tổ tiên của người Tày ở biên giới Việt-Trung và người Choang ở Quảng Tây hiện nay) cùng Thái thú quận Nam Hải là Khổng Chi nên thanh thế rất mạnh, nổi dậy đánh chiếm được các quận huyện và nhiều vùng đất từ Giao Chỉ đến Hợp Phố và từ Cửu Chân đến Nhật Nam. Thứ sử Giao Châu là Chu Ngung phải đóng cổng thành cố thủ và xin viện binh. Mùa hè năm 181, Đông Hán vương cử Huyện lệnh Lan Lăng là Chu Tuấn mang 5000 quân sang đánh dẹp, cuộc khởi nghĩa bị dập tắt.",
    "tên": "Khởi nghĩa Lương Long"
  },
  {
    "thời gian": "192",
    "kết quả": "Nước Lâm Ấp được thành lập, sau đổi tên thành Cham-pa. Advertisements",
    "thông tin liên quan": [
      "Khu Liên",
      "Nhật Nam",
      "Lâm Ấp"
    ],
    "tóm tắt": null,
    "tên": "Khu Liên khởi nghĩa"
  },
  {
    "thời gian": "23 tháng 6 năm 229",
    "kết quả": null,
    "thông tin liên quan": [
      "Tôn Quyền",
      "Đông Ngô",
      "nhà Hán"
    ],
    "tóm tắt": null,
    "tên": "Tôn Quyền xưng đế"
  },
  {
    "thời gian": "246 - 248",
    "kết quả": "Cuộc khởi nghĩa thất bại",
    "thông tin liên quan": [],
    "tóm tắt": "Bà Triệu (chữ Hán: 趙婆), còn được gọi là Triệu Ẩu (趙嫗, \"bà Triệu\"), Triệu Trinh Nương (趙貞娘), Triệu Thị Trinh (趙氏貞), Triệu Quốc Trinh (8 tháng 11 năm 226 – 4 tháng 4 năm 248), là một trong những vị anh hùng dân tộc trong lịch sử Việt Nam.",
    "tên": "Khởi nghĩa Bà Triệu"
  },
  {
    "thời gian": "280",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Tấn-Ngô 279-280 là cuộc chiến cuối cùng thời Tam Quốc trong lịch sử Trung Quốc. Vua Tây Tấn là Tư Mã Viêm phát động chiến tranh và nhanh chóng tiêu diệt nước Đông Ngô (được hình thành từ đầu thế kỷ 3) chỉ sau một chiến dịch. Cuộc chiến tranh này gắn liền với sự kiện nhà Tây Tấn thống nhất toàn quốc, thời Tam Quốc kết thúc.",
    "tên": "Chiến tranh Tấn – Ngô"
  },
  {
    "thời gian": "420",
    "kết quả": null,
    "thông tin liên quan": [
      "Lưu Dụ",
      "Tấn Cung Đế",
      "Lưu Tống"
    ],
    "tóm tắt": null,
    "tên": "Lưu Dụ ép Tấn Cung Đế nhường ngôi"
  },
  {
    "thời gian": "436",
    "kết quả": null,
    "thông tin liên quan": [
      "Đàn Hòa Chi",
      "Lâm Ấp"
    ],
    "tóm tắt": null,
    "tên": "Thứ sử Giao Châu Đàn Hòa Chi đánh Lâm Ấp"
  },
  {
    "thời gian": "468 - 485",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Trường Nhân"
    ],
    "tóm tắt": null,
    "tên": "khởi nghĩa Lý Trường Nhân"
  },
  {
    "thời gian": "479",
    "kết quả": null,
    "thông tin liên quan": [
      "Tiêu Đạo Thành",
      "Lưu Chuẩn",
      "Nam Tề"
    ],
    "tóm tắt": null,
    "tên": "Tiêu Đạo Thành phế Lưu Chuẩn tự làm vua"
  },
  {
    "thời gian": "502",
    "kết quả": null,
    "thông tin liên quan": [
      "Tiêu Diễn",
      "Tiêu Bảo Dung",
      "nhà Lương"
    ],
    "tóm tắt": null,
    "tên": "Tiêu Diễn phế truất Tiêu Bảo Dung"
  },
  {
    "thời gian": "541",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Tiền Lý - Lương là cuộc chiến bùng nổ từ năm 545 đến năm 550 kéo dài 5 năm do Triệu Quang Phục lãnh đạo chống quân Lương.",
    "tên": "khởi nghĩa Lý Bí"
  },
  {
    "thời gian": "544",
    "kết quả": "Khởi nghĩa thắng lợi, nước Vạn Xuân được thành lập.",
    "thông tin liên quan": [
      "Lý Bí",
      "Vạn Xuân"
    ],
    "tóm tắt": null,
    "tên": "Lý Bí thành lập quốc gia Vạn Xuân"
  },
  {
    "thời gian": "602",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Tùy–Vạn Xuân là một cuộc xung đột quân sự giữa nhà Tùy của Trung Quốc và nhà Tiền Lý quốc hiệu Vạn Xuân của Việt Nam vào năm 602.Năm 601, Lý Phật Tử bị triệu sang Trung Hoa chầu Tùy Văn Đế.[1] Tuy nhiên, ông đã trì hoãn việc tham dự và cuối cùng đã nổi loạn vào năm 602, mặc dù ông đã công nhận chính quyền nhà Tùy vào năm 595.[1] Ông tập trung lực lượng quân sự của mình tại thành Cổ Loa và Long Biên.[1] Năm 602, tướng Lưu Phương lãnh đạo quân đội nhà Tùy trong cuộc xâm lược vào Tiền Lý.[1][2]Quân đội nhà Tùy khởi hành từ Vân Nam vào lãnh thổ nhà Tiền Lý.[1] Tuy nhiên, quân đội nhà Tiền Lý không được chuẩn bị để chống đỡ họ, bởi vì họ không ngờ rằng quân đội nhà Tùy sẽ đi theo con đường xâm lược này.[1] Cuối cùng, Lý Phật Tử đã đầu hàng lực lượng nhà Tùy.[1][2] Do đó, người Trung Quốc đã bắt ông giam cầm và chuyển ông ta đến thủ đô Trường An của Trung Quốc.[1][2] Quân đội của Lưu Phương cũng buộc phải khuất phục hoặc đánh bại các gia tộc địa phương còn lại. Lãnh thổ bị chinh phục được hợp nhất vào Trung Quốc dưới sự cai trị của nhà Tùy.[1]",
    "tên": "Chiến tranh Tùy–Vạn Xuân"
  },
  {
    "thời gian": "tháng 3 năm 618",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Uyên",
      "nhà Đường"
    ],
    "tóm tắt": null,
    "tên": "Lý Uyên tuyên bố thành lập nhà Đường"
  },
  {
    "thời gian": "687",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Tự Tiên"
    ],
    "tóm tắt": null,
    "tên": "khởi nghĩa Lý Tự Tiên"
  },
  {
    "thời gian": "713 - 723",
    "kết quả": null,
    "thông tin liên quan": [
      "Mai Hắc Đế"
    ],
    "tóm tắt": null,
    "tên": "khởi nghĩa Mai Hắc Đế"
  },
  {
    "thời gian": "776-791",
    "kết quả": null,
    "thông tin liên quan": [
      "Phùng Hưng"
    ],
    "tóm tắt": null,
    "tên": "khởi nghĩa Phùng Hưng"
  },
  {
    "thời gian": "905",
    "kết quả": "Thắng lợi, giành quyền tự chủ",
    "thông tin liên quan": [
      "Khúc Thừa Dụ"
    ],
    "tóm tắt": null,
    "tên": "Khúc Thừa Dụ xây dựng chính quyền tự chủ"
  },
  {
    "thời gian": "938",
    "kết quả": "Thắng lợi, mở ra thời kì độc lập lâu dài cho dân tộc.",
    "thông tin liên quan": [
      "Ngô Quyền",
      "Nam Hán",
      "sông Bạch Đằng"
    ],
    "tóm tắt": "",
    "tên": "Trận Bạch Đằng"
  },
  {
    "thời gian": "939",
    "kết quả": "Mở đầu thời kì độc lập, tự chủ của dân tộc.",
    "thông tin liên quan": [
      "Ngô Quyền",
      "Cổ Loa"
    ],
    "tóm tắt": null,
    "tên": "Ngô Quyền xưng vương"
  },
  {
    "thời gian": "944 - 968",
    "kết quả": "“Loạn 12 xứ quân” được dẹp, đất nước thống nhất.",
    "thông tin liên quan": [],
    "tóm tắt": "Loạn 12 sứ quân (chữ Nôm: 亂12使君; chữ Hán: 十二使君之亂, Thập nhị sứ quân chi loạn) là một giai đoạn nội chiến diễn ra vào cuối thời nhà Ngô, kéo dài từ năm 944 sau khi Ngô Quyền mất cho đến khi Đinh Bộ Lĩnh thống nhất đất nước, lập ra nhà Đinh năm 968, được ghi chép trong phần Bản kỷ Ngô sứ quân Ngô Xương Xí.Cuộc loạn lạc này có nguyên nhân sâu xa từ quá trình phân hóa xã hội thời Bắc thuộc, dẫn đến việc xuất hiện tầng lớp thổ hào, quan lại có thế lực mạnh về kinh tế, chính trị và tạo ra sự phân tán cát cứ. Thực chất của cuộc nội chiến này là việc đấu tranh giành quyền lực tối cao trên đất Tĩnh Hải quân của các thủ lĩnh địa phương khi nhà Đường suy yếu, người Việt có cơ hội đứng lên tranh giành quyền lãnh đạo. Giai đoạn này có mầm mống từ đầu thế kỷ X và có cơ hội phát triển mạnh từ khi Dương Tam Kha cướp ngôi nhà Ngô, các nơi không chịu thuần phục, các thủ lĩnh nổi lên cát cứ một vùng, nhiều người còn xưng Vương như An vương Ngô Nhật Khánh, Vũ Ninh vương Nguyễn Thủ Tiệp, Quang Hiển quốc vương Kiều Thuận, Quảng Trí quân Nguyễn Khoan hoặc tranh ngôi vua như Lã Xử Bình, Dương Huy, Đỗ Cảnh Thạc, Kiều Công Hãn và đem quân đánh chiếm lẫn nhau.Giai đoạn 12 sứ quân kéo dài hơn 20 năm (944–968) và kết thúc khi Đinh Tiên Hoàng thống nhất đất nước, lập ra nhà nước Đại Cồ Việt – Nhà nước phong kiến tập quyền đầu tiên trong lịch sử của nước Việt Nam. Giống với thời Xuân Thu – Chiến Quốc của Trung Quốc và Chiến Quốc (Nhật Bản) của Nhật Bản, giai đoạn này cũng có thể coi là một thời kỳ chiến quốc của Việt Nam.",
    "tên": "Loạn 12 sứ quân"
  },
  {
    "thời gian": "970",
    "kết quả": null,
    "thông tin liên quan": [
      "Đinh Bộ Lĩnh",
      "Thái Bình hưng bảo"
    ],
    "tóm tắt": null,
    "tên": "Đinh Bộ Lĩnh cho đúc Thái Bình hưng bảo"
  },
  {
    "thời gian": "979",
    "kết quả": null,
    "thông tin liên quan": [
      "Đinh Bộ Lĩnh"
    ],
    "tóm tắt": "Chiến tranh biên giới Việt Nam – Campuchia, hay còn được gọi là Chiến tranh biên giới Tây Nam, là cuộc xung đột quân sự giữa Cộng hòa Xã hội chủ nghĩa Việt Nam và Campuchia Dân chủ. Cuộc chiến có nguyên nhân từ các hoạt động quân sự của quân Khmer Đỏ tấn công vào lãnh thổ Việt Nam, giết chóc người dân và đốt phá làng mạc Việt Nam trong những năm 1975–1978.Việc đánh đổ Khmer Đỏ đã được thực hiện xong từ năm 1979, tuy nhiên tàn quân Khmer Đỏ vẫn còn tồn tại và đe dọa chính phủ mới tại Campuchia dẫn tới việc Việt Nam đóng quân ở lại Campuchia trong suốt 10 năm tiếp theo.[21]",
    "tên": "Đinh Bộ Lĩnh cùng con trai bị sát hại"
  },
  {
    "thời gian": "980",
    "kết quả": "Lãnh đạo quân dân kháng chiến chống quân xâm lược Tống.",
    "thông tin liên quan": [
      "Lê Hoàn",
      "nhà Tiền Lê"
    ],
    "tóm tắt": null,
    "tên": "Lê Hoàn lên ngôi vua"
  },
  {
    "thời gian": "tháng 1 - tháng 4 năm 981",
    "kết quả": "Đánh bại âm mưu xâm lược của quân Tống.",
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Tống-Việt là một cuộc chiến tranh giữa Nhà Tống thời Tống Thái Tông và Đại Cồ Việt thời Lê Đại Hành diễn ra từ tháng 1 đến tháng 4 năm 981 trên lãnh thổ Đại Cồ Việt. Kết quả, Đại Cồ Việt đã đánh bại quân đội nhà Tống. Sau cuộc chiến này, vào năm 986, Hoàng đế Đại Tống công nhận nhà Tiền Lê và ban chế phong cho Lê Đại Hành.",
    "tên": "Chiến tranh Tống - Việt"
  },
  {
    "thời gian": "21 tháng 11 năm 1009",
    "kết quả": "Mở đầu một triều đại mới trong lịch sử dân tộc.",
    "thông tin liên quan": [
      "Lý Công Uẩn",
      "nhà Lý"
    ],
    "tóm tắt": null,
    "tên": "Lý Công Uẩn lên ngôi vua"
  },
  {
    "thời gian": "1010",
    "kết quả": "Tạo điều kiện cho đất nước ổn định, phát triển lâu dài.",
    "thông tin liên quan": [
      "Lý Công Uẩn",
      "Thăng Long"
    ],
    "tóm tắt": null,
    "tên": "Lý Công Uẩn dời đô về Thăng Long"
  },
  {
    "thời gian": "1054",
    "kết quả": null,
    "thông tin liên quan": [
      "Lý Thánh Tông",
      "Đại Cồ Việt",
      "Đại Việt"
    ],
    "tóm tắt": null,
    "tên": "Lý Thánh Tông lên ngôi"
  },
  {
    "thời gian": "1069",
    "kết quả": null,
    "thông tin liên quan": [
      "Đại Việt",
      "Chiêm Thành"
    ],
    "tóm tắt": "Chiến tranh Việt-Chiêm 1069 là cuộc chiến do vua Lý Thánh Tông của Đại Việt phát động năm 1069 nhằm đánh vương quốc Chiêm Thành ở phương Nam với lý do người Chiêm từ chối thần phục nhà Lý. Nhà Lý gọi cuộc chiến này là Chiến dịch phạt Chiêm 1069.",
    "tên": "Chiến tranh Việt-Chiêm"
  },
  {
    "thời gian": "1075–1077",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Tống–Việt lần thứ hai diễn ra từ năm 1075 đến năm 1077[1] là cuộc chiến tranh giữa nhà Lý nước Đại Việt và nhà Tống của Trung Quốc. Giai đoạn đầu, trong các năm 1075-1076, tướng nhà Lý là Lý Thường Kiệt đã chủ động đánh phủ đầu sang đất Tống với 10 vạn quân, phá thành Ung Châu.[4] Giai đoạn sau, trong các năm 1076-1077, quân Lý rút về phòng thủ chống lại cuộc phản công của đại quân Tống do Quách Quỳ chỉ huy với 300.000 người, gồm binh lính và dân phu.[2] Cuộc chiến rơi vào bế tắc, cuối cùng hai bên đàm phán, quân Tống rút ra khỏi lãnh thổ Đại Việt.",
    "tên": "Chiến tranh Tống-Việt"
  },
  {
    "thời gian": "18 tháng 1 – 28 tháng 2 năm 1077",
    "kết quả": null,
    "thông tin liên quan": [
      "Tống"
    ],
    "tóm tắt": "Trận Như Nguyệt là một trận đánh lớn diễn ra ở một khúc sông Như Nguyệt (hay sông Cầu) vào năm 1077, là trận đánh có tính quyết định của cuộc Chiến tranh Tống-Việt, 1075-1077, và là trận đánh cuối cùng của nhà Tống trên đất Đại Việt. Trận chiến diễn ra trong nhiều tháng, kết thúc bằng chiến thắng của quân đội Đại Việt và thiệt hại nhân mạng lớn của quân Tống, đánh bại hoàn toàn ý chí xâm lược Đại Việt của họ, buộc họ phải thừa nhận Đại Việt là một quốc gia.[6]",
    "tên": "Trận Như Nguyệt"
  },
  {
    "thời gian": "10 tháng 1 năm 1226",
    "kết quả": "Mở đầu một triều đại mới trong lịch sử dân tộc.",
    "thông tin liên quan": [
      "Lý Chiêu Hoàng",
      "Trần Cảnh",
      "nhà Trần"
    ],
    "tóm tắt": null,
    "tên": "Lý Chiêu Hoàng nhường ngôi cho Trần Cảnh"
  },
  {
    "thời gian": "1258",
    "kết quả": "Đánh bại âm mưu xâm lược của quân Mông Cổ.",
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Nguyên Mông – Đại Việt lần thứ nhất hay Kháng chiến chống Nguyên Mông lần thứ nhất là cách người Việt Nam gọi cuộc chiến đấu của quân dân Đại Việt chống lại quân đội của đế quốc Mông Cổ do Uriyangqatai (Ngột Lương Hợp Thai) chỉ huy vào trong khoảng thời gian nửa tháng cuối tháng 1 năm 1258 (hay năm Nguyên Phong[1] thứ 7). Cuộc chiến mở đầu với thất bại của quân Đại Việt trong trận Bình Lệ Nguyên, sau đó là trận ở Phù Lỗ, dù thắng nhưng quân đội của Ngột Lương Hợp Thai không đánh bại được đạo quân chủ lực của nhà Trần. Quân Mông Cổ tiến vào kinh thành của Đại Việt trong 9 ngày. Quân đội nhà Trần đã phản công, đại phá quân Mông trong trận Đông Bộ Đầu[2] khiến cho đội quân này phải chạy về phía Bắc, sau đó còn phải hứng chịu một cuộc tập kích khác của thủ lĩnh miền núi - Hà Bổng. Cuộc chiến này đã kết thúc với chiến thắng của nước Đại Việt, ghi dấu công lao của vua Trần Thái Tông trong việc lãnh đạo quân dân Đại Việt chiến đấu chống quân đội Mông Cổ.[3]",
    "tên": "Chiến tranh Nguyên Mông–Đại Việt lần 1"
  },
  {
    "thời gian": "1282",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Hội nghị Bình Than là một hội nghị quân sự do vua Trần Nhân Tông triệu tập vào tháng 11 năm 1283[1] để bàn phương hướng kháng chiến khi quân Mông Nguyên sang xâm lược Đại Việt lần thứ hai.Hội nghị Bình Than được tổ chức vào tháng 10 âm lịch năm 1282 ở Bình Than, gần vũng Trần Xá[2][3]. Nguyên tác:",
    "tên": "Hội nghị Bình Than"
  },
  {
    "thời gian": "1284",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Hội nghị Diên Hồng là hội nghị được tổ chức năm 1284 tại kinh thành Thăng Long[1] do Thượng hoàng Trần Thánh Tông triệu họp các bô lão trong cả nước về trước thềm điện Diên Hồng để trưng cầu dân ý, hỏi về chủ trương hòa hay đánh khi quân Nguyên Mông sang xâm lược Việt Nam lần thứ 2.",
    "tên": "Hội nghị Diên Hồng"
  },
  {
    "thời gian": "1285",
    "kết quả": "Đánh bại âm mưu xâm lược của quân Nguyên.",
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Nguyên Mông – Đại Việt lần 2[1] là cuộc chiến tranh giữa Đại Nguyên và Đại Việt diễn ra trên lãnh thổ Đại Việt từ cuối tháng 1 đến cuối tháng 5 năm 1285 (dương lịch). Cuộc chiến tranh lần này diễn ra sau cuộc chiến giữa hai nước lần thứ nhất khoảng 27 năm.[2] Trong lần này, quân Nguyên huy động lực lượng đông đảo gấp cả chục lần so với cuộc chiến lần trước. Nhưng dù cho quân Nguyên Mông hùng mạnh và có nhiều Vương hầu của triều Trần mang tư tưởng cầu an, quân dân Đại Việt dưới sự lãnh đạo của Trần Hưng Đạo, Thái thượng hoàng Trần Thánh Tông và vua con Trần Nhân Tông đã giành chiến thắng vang dội trong cuộc kháng chiến này, thể hiện \"Hào khí Đông A\" của nước Đại Việt thời đó.[3]",
    "tên": "Chiến tranh Nguyên Mông-Đại Việt lần 2"
  },
  {
    "thời gian": "1287–1288",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Nguyên Mông – Đại Việt lần 3 (theo cách gọi khác ở Việt Nam là Kháng chiến chống quân Nguyên Mông lần thứ 3) là cuộc chiến tranh giữa Đại Nguyên và Đại Việt diễn ra trên lãnh thổ Đại Việt từ tháng 12 năm 1287 đến cuối tháng 4 năm 1288.Đại Việt lại một lần nữa đẩy lui được cuộc xâm lăng của Nguyên Mông. Sau này, giữa nhà Trần và nhà Nguyên không phát sinh thêm cuộc chiến tranh nào và đây được sử sách nhìn nhận là cuộc chiến cuối cùng giữa hai bên.",
    "tên": "Chiến tranh Nguyên Mông–Đại Việt lần 3"
  },
  {
    "thời gian": "1396",
    "kết quả": null,
    "thông tin liên quan": [
      "Thông Bảo hội sao",
      "Hồ Quý Ly"
    ],
    "tóm tắt": null,
    "tên": "phát hành Thông Bảo hội sao theo chủ trương của Hồ Quý Ly"
  },
  {
    "thời gian": "1397",
    "kết quả": null,
    "thông tin liên quan": [
      "Hồ Quý Ly",
      "Trần Thuận Tông",
      "Tây Đô"
    ],
    "tóm tắt": null,
    "tên": "Hồ Quý Ly ép Trần Thuận Tông dời đô về Tây Đô"
  },
  {
    "thời gian": "1413",
    "kết quả": null,
    "thông tin liên quan": [
      "nhà Hậu Trần",
      "nhà Minh"
    ],
    "tóm tắt": null,
    "tên": "nhà Hậu Trần bị nhà Minh đánh bại"
  },
  {
    "thời gian": "1418–1427",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Khởi nghĩa Lam Sơn (1418–1427) là cuộc khởi nghĩa đánh đuổi quân Minh xâm lược về nước do Lê Lợi lãnh đạo và kết thúc bằng việc thành lập trở lại nước Đại Việt và sự thành lập nhà Hậu LêTrong giai đoạn đầu (1418–1423), nghĩa quân Lam Sơn gặp rất nhiều khó khăn, thường hứng chịu các cuộc càn quét của quân Minh và quân Ai Lao, chịu tổn thất lớn. Các tướng Lam Sơn là Lê Lai và Lê Thạch tử trận. Quân Lam Sơn bấy giờ chỉ có thể thắng những trận nhỏ. Nghĩa quân bắt đầu giành thế thượng phong khi Lê Lợi nghe theo Nguyễn Chích, tiến quân ra đất Nghệ An vào năm 1424. Sau nhiều trận đánh lớn với quân Minh do các tướng Minh và cộng sự người Việt chỉ huy, quân Lam Sơn giải phóng hầu hết vùng đất từ Thanh Hóa vào Thuận Hóa, siết chặt vòng vây các thành chưa đầu hàng. Ở giai đoạn cuối, sau khi tích lũy được lực lượng, quân Lam Sơn lần lượt chuyển đại quân ra Bắc, thực hiện chiến lược cơ động, buộc quân Minh phải co cụm để giữ các thành trì quan trọng. Đặc biệt với chiến thắng quyết định trong trận Tốt Động – Chúc Động, quân Lam Sơn giành được thế chủ động trên chiến trường và sự ủng hộ của dân chúng vốn khiếp sợ trước uy thế của quân Minh trước đó. Tiếp nối thắng lợi, cuối năm 1427, quân Lam Sơn triển khai chiến dịch Chi Lăng – Xương Giang, đánh tan tác lực lượng viện binh quân Minh, buộc tướng chỉ huy quân Minh trên đất Việt cũ là Vương Thông phải xin giảng hòa và được phép rút quân về nước. Sau chiến thắng, Bình Định vương Lê Lợi sai văn thần Nguyễn Trãi viết bài Bình Ngô đại cáo để tuyên cáo cho toàn quốc.[3][4] Nước Đại Việt được khôi phục, Lê Lợi lên ngôi Hoàng đế, đặt niên hiệu Thuận Thiên, mở ra cơ nghiệp nhà Lê trong gần 400 năm sau đó.",
    "tên": "khởi nghĩa Lam Sơn"
  },
  {
    "thời gian": "29 tháng 4 năm 1428",
    "kết quả": null,
    "thông tin liên quan": [
      "Lê Lợi",
      "Đại Việt",
      "Đông Kinh"
    ],
    "tóm tắt": null,
    "tên": "Lê Lợi thành lập quốc gia Đại Việt"
  },
  {
    "thời gian": "1442",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Vụ án Lệ Chi viên, tức Vụ án vườn vải, là một vụ án oan nổi tiếng thời Lê sơ. Qua vụ án này, quan Đại thần Hành khiển Nguyễn Trãi và vợ là Lễ nghi học sĩ Nguyễn Thị Lộ bị triều đình Lê Sơ kết tội giết vua Lê Thái Tông, bắt tội chém đầu đến 3 họ nhà Nguyễn Trãi.[1]Đến năm 1464, thời vua Lê Thánh Tông, Nguyễn Trãi được minh oan, người con còn sống sót duy nhất của ông là Nguyễn Anh Vũ được cất làm quan huyện, bản thân ông được truy tặng tước hiệu.[a]",
    "tên": "Vụ án Lệ Chi viên"
  },
  {
    "thời gian": "1459–1460",
    "kết quả": null,
    "thông tin liên quan": [
      "Lê Thánh Tông"
    ],
    "tóm tắt": "Chính biến Thiên Hưng là một loạt các sự kiện, trong đó có ba cuộc đảo chính từ tháng 10 năm 1459 đến tháng 6 năm 1460 dưới thời nhà Lê Sơ (1428 - 1527). Khoảng thời gian 8 tháng trên nằm trong niên hiệu Thiên Hưng (1459-1460) của vua Lê Nghi Dân. Hệ quả của sự kiện này là việc vua Lê Thánh Tông lên ngôi sau cái chết của Lê Nghi Dân và sau đó bức tử anh mình là Lê Khắc Xương. Sự kiện này cũng đặt ra nhiều nghi vấn về thân thế của vua Lê Nhân Tông, tính chính thống của Lê Nghi Dân và là vết đen trong sự nghiệp của Lê Thánh Tông.",
    "tên": "Chính biến Thiên Hưng"
  },
  {
    "thời gian": "1471",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiêm Thành",
      "Đại Việt"
    ],
    "tóm tắt": "Chiến tranh Việt-Chiêm 1471 là cuộc chiến do vua Lê Thánh Tông của Đại Việt phát động năm 1471 nhằm chống lại vương quốc Chiêm Thành ở phương Nam. Quân đội Đại Việt thắng lớn, và Chiêm Thành suy yếu đến mức hầu như không còn được nhắc đến trong sử sách.",
    "tên": "Chiến tranh Việt–Chiêm"
  },
  {
    "thời gian": "1478–1480",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Đại Việt - Lan Xang là cuộc chiến giữa nhà Hậu Lê nước Đại Việt với Lan Xang (Lào). Mục đích phát động của Đại Việt là bình định vương quốc Bồn Man và ngăn chặn sự quấy nhiễu của quân Lan Xang tại biên giới phía tây. Cuộc xâm lược cũng là sự tiếp nối của sự bành trướng của vua Lê Thánh Tông, qua đó Đại Việt đã chinh phục vương quốc Champa vào năm 1471. Cuộc chiến xuất phát từ những trận chiến lẻ tẻ trong suốt giai đoạn cai trị của Lê Thánh Tông, khiến ông quyết định mở cuộc tiến công lớn vào lãnh thổ Lan Xang (Lão Qua). Cuộc xung đột cuối cùng kéo dài khoảng 5 năm và ngày càng gia tăng đe dọa biên giới Vân Nam và làm dấy lên những lo ngại của nhà Minh . Các loại vũ khí dùng thuốc súng đóng một vai trò quan trọng trong cuộc xung đột, tạo điều kiện cho sự viễn chinh của Đại Việt. Thành công sớm trong cuộc chiến cho phép Đại Việt chiếm được cố đô Luang Prabang của Lan Xang và phá hủy thành phố Xiang Khouang của xứ Bồn Man. Cuối cùng sau khi đã nắm chắc được Bồn Man cũng như dưới sức ép của nhà Minh và sự viện trợ của Lan Na, Lê Thánh Tông sai rút quân vào năm 1480.",
    "tên": "Chiến tranh Đại Việt–Lan Xang"
  },
  {
    "thời gian": "1483",
    "kết quả": null,
    "thông tin liên quan": [
      "Luật Hồng Đức"
    ],
    "tóm tắt": null,
    "tên": "biên soạn Luật Hồng Đức"
  },
  {
    "thời gian": "1511–1512",
    "kết quả": null,
    "thông tin liên quan": [
      "Trần Tuân"
    ],
    "tóm tắt": null,
    "tên": "khởi nghĩa Trần Tuân"
  },
  {
    "thời gian": "1516–1521",
    "kết quả": null,
    "thông tin liên quan": [
      "Trần Cảo"
    ],
    "tóm tắt": null,
    "tên": "khởi nghĩa Trần Cảo"
  },
  {
    "thời gian": "1516-1526",
    "kết quả": null,
    "thông tin liên quan": [
      "Khủng hoảng cuối nhà Lê sơ"
    ],
    "tóm tắt": null,
    "tên": "Khủng hoảng cuối nhà Lê sơ và nội chiến"
  },
  {
    "thời gian": "1527",
    "kết quả": "Mở đầu một thời kì mới – thời kì nội chiến, chia cắt đất nước.",
    "thông tin liên quan": [
      "Mạc Đăng Dung",
      "Lê Cung Hoàng",
      "nhà Mạc"
    ],
    "tóm tắt": null,
    "tên": "Mạc Đăng Dung ép Lê Cung Hoàng nhường ngôi"
  },
  {
    "thời gian": "1533",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Kim",
      "Lê Ninh",
      "nhà Lê",
      "Vạn Lại"
    ],
    "tóm tắt": "Nội chiến Lê–Mạc (1533–1677) là cuộc nội chiến giữa nhà Mạc và nhà Hậu Lê trong lịch sử Việt Nam. Phe chống nhà Mạc về sau khi chép sử có gọi đây là thời kỳ Phù Lê diệt Mạc.Chiến tranh chia làm hai thời kỳ lớn:",
    "tên": "Nguyễn Kim lập Lê Ninh làm vua"
  },
  {
    "thời gian": "1592",
    "kết quả": "Nhà Mạc thất bại, phải chạy lên Cao Bằng. Tàn phá nền kinh tế, nhân dân khổ cực.",
    "thông tin liên quan": [
      "Lê trung hưng",
      "nhà Mạc"
    ],
    "tóm tắt": null,
    "tên": "nhà Lê trung hưng đánh bại nhà Mạc"
  },
  {
    "thời gian": "1597",
    "kết quả": null,
    "thông tin liên quan": [
      "Lê Thế Tông",
      "Đông Kinh"
    ],
    "tóm tắt": null,
    "tên": "Lê Thế Tông dời đô về Đông Kinh"
  },
  {
    "thời gian": "1558",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Hoàng",
      "Thuận Hóa"
    ],
    "tóm tắt": null,
    "tên": "Nguyễn Hoàng vào trấn thủ Thuận Hóa"
  },
  {
    "thời gian": "1627–1672",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Trịnh–Nguyễn phân tranh (chữ Hán: 鄭阮紛爭) là thời kỳ phân chia lãnh thổ giữa chế độ \"vua Lê chúa Trịnh\" ở phía Bắc sông Gianh (Đàng Ngoài) và chúa Nguyễn cai trị ở miền Nam (Đàng Trong), mở đầu khi Trịnh Tráng đem quân đánh Nguyễn Phúc Nguyên năm 1627 và kết thúc vào năm 1777 khi chúa Nguyễn sụp đổ.Ban đầu, cả thế lực họ Trịnh và họ Nguyễn đều mang khẩu hiệu \"phù Lê diệt Mạc\" để lấy lòng thiên hạ và thề trung thành với triều Hậu Lê. Sau khi nhà Mạc đã bị đánh đổ, trên danh nghĩa, cả Chúa Trịnh và Chúa Nguyễn đều là 2 vị bề tôi của nhà Hậu Lê, cả Đàng Trong lẫn Đàng Ngoài đều là lãnh thổ của nhà Lê. Nhưng trên thực tế thì cả hai tập đoàn phong kiến này đều tạo thế lực cát cứ cho riêng mình như 2 nước riêng biệt, vua nhà Hậu Lê đã không còn thực quyền nên không ngăn chặn được sự phân tranh giữa hai họ Trịnh–Nguyễn. Nước Đại Việt trong giai đoạn này bị chia cắt khoảng 150 năm.",
    "tên": "Trịnh – Nguyễn phân tranh"
  },
  {
    "thời gian": "1683",
    "kết quả": null,
    "thông tin liên quan": [
      "Lê trung hưng",
      "nhà Mạc"
    ],
    "tóm tắt": null,
    "tên": "nhà Lê trung hưng đánh bại hoàn toàn nhà Mạc"
  },
  {
    "thời gian": "1771",
    "kết quả": "Thắng lợi, thống nhất đất nước, tạo thuận lợi cho đất nước phát triển.",
    "thông tin liên quan": [],
    "tóm tắt": "Nhà Tây Sơn (chữ Nôm: 家西山, chữ Hán: 西山朝 \/ Tây Sơn triều) là một triều đại quân chủ trong lịch sử Việt Nam tồn tại từ năm 1778 đến năm 1802, được thành lập trong bối cảnh tranh chấp quyền lực cuối thời Lê Trung hưng (1533–1789). Theo cách gọi của phần lớn sử gia, nhất là các sử gia hiện đại[1] tại Việt Nam thì \"nhà Tây Sơn\" được dùng để gọi triều đại của anh em Nguyễn Nhạc, Nguyễn Lữ và Nguyễn Huệ để phân biệt với nhà Nguyễn của Nguyễn Ánh (vì cùng họ Nguyễn). Ngoài ra, \"Tây Sơn\" cũng chỉ các lãnh tụ và quân đội khởi nghĩa xuất thân từ ấp Tây Sơn; cũng được dùng làm tên cuộc chiến của Tây Sơn.Người nắm quyền đầu tiên của nhà Tây Sơn là Nguyễn Nhạc, người anh cả, lên ngôi năm 1778. Tới năm 1788, Nguyễn Nhạc nhường ngôi cho em là Nguyễn Huệ, chính là Quang Trung hoàng đế.Một trong những công tích lớn nhất của nhà Tây Sơn trong lịch sử dân tộc là đã tiến đến rất gần công cuộc thống nhất và mở rộng lãnh thổ đất nước sau hàng trăm năm Việt Nam bị chia cắt bởi các cuộc tranh giành quyền lực giữa các thế lực lớn Mạc –Trịnh – Nguyễn kể từ khi nhà Lê sơ (1428–1527) bị sụp đổ, đồng thời triều đại này đã 2 lần đánh bại quân xâm lược ngoại quốc (quân Xiêm La và quân nhà Thanh) bằng những chiến dịch quân sự thần tốc. Tuy nhiên, năm 1792, vua Quang Trung (Nguyễn Huệ) đột ngột qua đời khi còn khá trẻ, người kế vị là Quang Toản còn quá nhỏ (9 tuổi) đã khiến nhà Tây Sơn không có lãnh đạo đủ năng lực, ưu thế dần chuyển sang Nguyễn Ánh, một hậu duệ của dòng họ Chúa Nguyễn nắm quyền trên đất Đàng Trong trước kia.Triều đại Tây Sơn tồn tại khoảng 24 năm thì sụp đổ sau khi Nguyễn Ánh tiến hành một cuộc chiến tranh toàn diện để tiêu diệt nhà Tây Sơn và thành lập nhà Nguyễn. Đối với nhà Nguyễn, nhà Tây Sơn bị xem là giặc phản loạn do họ đã đánh đổ thế lực của chúa Nguyễn. Chính vì thế, nhà Nguyễn tìm nhiều cách xóa bỏ uy tín và những di tích liên quan tới nhà Tây Sơn, nhưng những người mến mộ vẫn ghi nhớ các chiến tích và công lao của nhà Tây Sơn, nhiều nơi đã lập đền thờ các vị vua, tướng lĩnh của triều đại này. Ngày nay, nhà Tây Sơn được coi là một triều đại chính thống của Việt Nam, hoàng đế Quang Trung được coi là người anh hùng dân tộc với những chiến công chống ngoại xâm và cũng là người đề ra nhiều cải cách quan trọng trong xây dựng đất nước.[2]",
    "tên": "khởi nghĩa Tây Sơn"
  },
  {
    "thời gian": "1774–1775",
    "kết quả": null,
    "thông tin liên quan": [
      "Bình Nam"
    ],
    "tóm tắt": null,
    "tên": "chiến tranh Bình Nam"
  },
  {
    "thời gian": "1777",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Ánh"
    ],
    "tóm tắt": null,
    "tên": "Nguyễn Ánh xưng vương"
  },
  {
    "thời gian": "1778",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Nhạc",
      "nhà Tây Sơn",
      "Quy Nhơn"
    ],
    "tóm tắt": null,
    "tên": "Nguyễn Nhạc xưng Hoàng đế"
  },
  {
    "thời gian": "19 tháng 1 – 20 tháng 1 năm 1785",
    "kết quả": null,
    "thông tin liên quan": [
      "Rạch Gầm – Xoài Mút"
    ],
    "tóm tắt": null,
    "tên": "Nguyễn Huệ phá tan quân Xiêm tại Rạch Gầm – Xoài Mút"
  },
  {
    "thời gian": "1788",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Nhạc"
    ],
    "tóm tắt": null,
    "tên": "Nguyễn Nhạc từ bỏ đế hiệu"
  },
  {
    "thời gian": "1789",
    "kết quả": null,
    "thông tin liên quan": [
      "nhà Thanh",
      "Hậu Lê"
    ],
    "tóm tắt": "Trận Ngọc Hồi – Đống Đa (hay Chiến thắng Kỷ Dậu) là tên gọi do các nhà sử học Việt Nam dành cho loạt trận đánh chống ngoại xâm thắng lợi của nước Đại Việt thời Tây Sơn do vua Quang Trung lãnh đạo vào đầu năm Kỷ Dậu 1789, đánh tan đội quân Mãn Thanh do Tôn Sĩ Nghị chỉ huy - kéo sang biên giới và tràn vào lãnh thổ Đại Việt do sự cầu viện của vua Lê Chiêu Thống nhà Hậu Lê.Trận Ngọc Hồi - Khương Thượng - Đống Đa là chiến thắng quân sự tiêu biểu, thể hiện tài năng cầm quân của hoàng đế Quang Trung nhà Tây Sơn. Quân Thanh có quân số đông hơn 2-3 lần (tùy theo các thống kê khác nhau), có cả ưu thế về địa hình (quân Thanh phòng thủ trong thành lũy trong khi quân Tây Sơn phải hành quân từ xa đến), lại cộng thêm cả quân Lê Chiêu Thống hỗ trợ. Nhưng bất chấp những khó khăn đó, vua Quang Trung đã hành quân thần tốc và đánh tan lực lượng quân Thanh và Lê Chiêu Thống, chiếm lại được kinh đô Thăng Long chỉ trong vòng 5 ngày. Chiến thắng này đã giữ vững sự tồn tại của nước Đại Việt trước họa xâm lược, chấm dứt kế hoạch xâm chiếm của nhà Thanh. Lê Chiêu Thống phải chạy theo quân Thanh sang Trung Quốc, đánh dấu việc nhà Tây Sơn trở thành triều đại mới của nước Việt Nam, nắm quyền cai quản đất Bắc Hà và được nhà Thanh chính thức công nhận.",
    "tên": "Trận Ngọc Hồi – Đống Đa"
  },
  {
    "thời gian": "16 tháng 9 năm 1792",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Huệ",
      "Nguyễn Quang Toản"
    ],
    "tóm tắt": null,
    "tên": "Nguyễn Huệ qua đời"
  },
  {
    "thời gian": "1802",
    "kết quả": "Mở đầu một triều đại mới trong lịch sử dân tộc.",
    "thông tin liên quan": [
      "Nguyễn Ánh",
      "Tây Sơn",
      "Gia Long",
      "nhà Nguyễn",
      "Phú Xuân"
    ],
    "tóm tắt": null,
    "tên": "Nguyễn Ánh đánh bại nhà Tây Sơn"
  },
  {
    "thời gian": "1803–1855",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Phong trào nổi dậy ở Đá Vách là tên gọi một loạt nhiều cuộc nổi dậy của người dân tộc thiểu số ở khu vực Quảng Ngãi, Việt Nam. Phong trào kéo dài từ buổi đầu triều đại vua Gia Long[1] đến suốt hơn nửa thế kỷ.[2]",
    "tên": "Nổi dậy Đá Vách"
  },
  {
    "thời gian": "1804",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Ánh",
      "Việt Nam"
    ],
    "tóm tắt": null,
    "tên": "Nguyễn Ánh đổi tên nước thành Việt Nam"
  },
  {
    "thời gian": "1821–1827",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Cuộc khởi nghĩa Phan Bá Vành (bắt đầu: 1821?, kết thúc: 1827) là cuộc khởi nghĩa nông dân kéo dài nhất, phạm vi ảnh hưởng rộng nhất do Phan Bá Vành lãnh đạo nhằm chống lại đường lối cai trị của nhà Nguyễn ở nửa đầu thế kỷ 19 trong lịch sử Việt Nam.",
    "tên": "Khởi nghĩa Phan Bá Vành"
  },
  {
    "thời gian": "1833–1834",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến tranh Việt – Xiêm (1833-1834) là một cuộc chiến gồm hai đợt tấn công của quân Xiêm vào lãnh thổ Đại Nam (Việt Nam ngày nay), đợt thứ nhất khởi đầu từ tháng 11 năm 1833, đợt thứ hai tấn công từ tháng Giêng năm Giáp Ngọ (1834), đến tháng Năm cùng năm thì kết thúc. Sau cùng, quân Việt chiến thắng[1]. Theo Việt sử tân biên, Quyển 4, thì:",
    "tên": "Chiến tranh Việt–Xiêm"
  },
  {
    "thời gian": "1836",
    "kết quả": null,
    "thông tin liên quan": [
      "Việt Nam",
      "Chân Lạp",
      "Trấn Tây Thành"
    ],
    "tóm tắt": null,
    "tên": "Việt Nam thôn tính Chân Lạp"
  },
  {
    "thời gian": "15 tháng 2 năm 1839",
    "kết quả": null,
    "thông tin liên quan": [
      "Minh Mạng"
    ],
    "tóm tắt": null,
    "tên": "Minh Mạng đổi tên nước thành Đại Nam"
  },
  {
    "thời gian": "1841",
    "kết quả": null,
    "thông tin liên quan": [
      "Trấn Tây Thành",
      "Xiêm",
      "Ang Duong",
      "Chân Lạp"
    ],
    "tóm tắt": null,
    "tên": "rút quân khỏi Trấn Tây Thành"
  },
  {
    "thời gian": "1858–1884",
    "kết quả": "Lịch sử Việt Nam chuyển sang một giai đoạn mới.",
    "thông tin liên quan": [],
    "tóm tắt": "",
    "tên": "Chiến tranh Pháp-Đại Nam"
  },
  {
    "thời gian": "1861–1865",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Cuộc nổi dậy Tạ Văn Phụng, hay còn gọi là Cuộc bạo loạn ven biển hoặc Nạn giặc biển; là tên gọi của cuộc nổi dậy do Tạ Văn Phụng lãnh đạo chống lại triều đình nhà Nguyễn ở vùng ven biển Bắc Kỳ từ 1861 cho tới 1865.Lê Duy Phụng tên thật là Tạ Văn Phụng, trước đã từng tham gia trong lực lượng Pháp tiến đánh Nam Kỳ. Đầu năm 1862, ông mạo xưng là Lê Duy Minh, con cháu nhà Lê để nổi dậy chống lại triều đình, nổi lên cướp phá ở vùng ven biển gây thêm khó khăn cho triều Nguyễn. Theo nhà nghiên cứu Đào Duy Anh thì Lê Duy Phụng hẳn là hành động theo lệnh Pháp vì khi đó Pháp đang xâm chiếm Nam Kỳ. Cuộc nổi dậy đã được các nhóm nổi dậy khác ở khắp Bắc Kỳ như Hải Dương, Bắc Ninh, Sơn Tây, Thái Nguyên, Tuyên Quang, Thanh Hoá, Nghệ An và hải tặc ngoài biển ủng hộ.Ông Phụng đã liên kết với một đạo trưởng tên Trường nổi lên ở miền Quảng Yên vào tháng 12 năm Tân Dậu (1861). Tháng 8 năm 1862 quân của Phụng vây đánh tỉnh thành Hải Dương. Triều đình phải sai Binh bộ Thượng thư Trương Quốc Dụng đem quân Kinh và quân Thanh-Nghệ ra công tiễu, giải vây Hải Dương cuối tháng 9.Để tăng thêm thanh thế, Phụng liên kết với Nguyễn Văn Thịnh, tức Cai tổng Vàng, đánh phủ Lạng Giang, huyện Yên Dũng và Bắc Ninh nhiều phen rất nguy ngập. Đă có lần Lê Duy Phụng cho người vào Nam Kỳ điều đình với Thiếu tướng Bonnard đem quân ra giúp, hứa nếu thành công thì ông sẽ để cho Pháp bảo hộ nhưng không thành vì lúc này Pháp còn lo củng cố xứ Nam Kỳ và đang cần tạm thời có sự hòa hảo với triều đình Huế. Sau quân của Phụng chiếm miền duyên hải để tiện việc tiến thoái.Tình hình nguy ngập nên tháng 6 năm 1863, triều đình lại phải phái Nguyễn Tri Phương thay Trương Quốc Dụng. Cuối năm 1863, Lê Duy Phụng tập hợp hơn 500 chiến thuyền ở Cát Bà và núi Đồ Sơn để đem quân đi đánh kinh đô Huế nhưng gặp bão bị đắm rất nhiều.Tháng 7 năm 1864 quân khởi nghĩa Lê Duy Phụng giành được một thắng lợi lớn ở La Khê thuộc Quảng Yên. Hiệp thống Trương Quốc Dụng cùng các thuộc hạ như Tán lý Văn Đức Khuê, Tán tương Trần Huy Sách và Chưởng vệ Hồ Thiện đều bị hạ sát. Tháng 5 năm 1865 quân của Phụng với hơn 300 chiến thuyền lại từ hải đảo vào cướp phá miền duyên hải nhưng bị Nguyễn Tri Phương sai Nguyễn Văn Vỹ hợp cùng hải quân nhà Thanh đón đánh, quân của Phụng thảm bại. Từ đó về sau quân khởi nghĩa liên tiếp bại trận. Tháng 8 năm 1865, Đốc binh Ông Ích Khiêm cùng với quân Thanh ở Khâm Châu tiến công, lấy lại thành Hải Ninh bị chiếm đã lâu, bộ hạ của Phụng bị bắt rất nhiều. Lê Duy Phụng cũng phải bỏ chạy vào Trung Kỳ nhưng bị bắt và bị giải về kinh đô Huế xử tử.",
    "tên": "Bạo loạn ven biển"
  },
  {
    "thời gian": "1866",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Cuộc nổi dậy Đoàn Hữu Trưng xảy ra vào ngày 16 tháng 9 năm 1866 do Đoàn Hữu Trưng khởi xướng, có thể gọi là cuộc đảo chính lần thứ ba dưới triều vua Tự Đức[1]. Những người lãnh đạo cuộc nổi dậy tin rằng việc đưa Đinh Đạo (tức Ưng Đạo, con trai trưởng của Hồng Bảo) lên thay Tự Đức sẽ cải thiện được tình hình rối ren trong nước và công cuộc kháng Pháp sẽ hiệu quả hơn. Do lực lượng nổi dậy dùng chày vôi (dụng cụ lao động) làm vũ khí, nên sử nhà Nguyễn và người dân quen gọi sự kiện này là Loạn chày vôi hoặc Giặc chày vôi.",
    "tên": "Chính biến chày vôi"
  },
  {
    "thời gian": "1867",
    "kết quả": null,
    "thông tin liên quan": [
      "nhà Nguyễn",
      "Nam Kỳ lục tỉnh",
      "Pháp"
    ],
    "tóm tắt": null,
    "tên": "nhà Nguyễn cắt Nam Kỳ lục tỉnh nhượng cho Pháp"
  },
  {
    "thời gian": "6 tháng 6 năm 1884",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh Pháp–Đại Nam",
      "nhà Nguyễn",
      "bảo hộ",
      "Pháp"
    ],
    "tóm tắt": "Hòa ước Giáp Thân 1884 hay còn có tên là Hòa ước Patenôtre (phiên âm: Hòa ước Pa-tơ-nốt), là hòa ước cuối cùng nhà Nguyễn ký với thực dân Pháp vào ngày 6 tháng 6 năm 1884 tại kinh đô Huế gồm có 19 điều khoản. Đại diện nhà Nguyễn là Phạm Thận Duật - Toàn quyền đại thần, Tôn Thất Phan - Phó Toàn quyền đại thần, Nguyễn Văn Tường - Phụ chính đại thần và đại diện của Pháp là Jules Patenôtre - Sứ thần Cộng hoà Pháp.",
    "tên": "Hòa ước Giáp Thân"
  },
  {
    "thời gian": "1885–1895",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Phong trào Cần Vương (Chữ Nôm: 風潮勤王) nổ ra vào cuối thế kỷ 19 do đại thần nhà Nguyễn là Tôn Thất Thuyết nhân danh vua Hàm Nghi đề xướng trước cuộc xâm lược của thực dân Pháp.",
    "tên": "phong trào Cần Vương"
  },
  {
    "thời gian": "17 tháng 10 năm 1887",
    "kết quả": null,
    "thông tin liên quan": [
      "thực dân Pháp",
      "Liên bang Đông Dương",
      "Bắc Kỳ",
      "Trung Kỳ",
      "Nam Kỳ",
      "Campuchia",
      "Sài Gòn"
    ],
    "tóm tắt": null,
    "tên": "thực dân Pháp thành lập Liên bang Đông Dương"
  },
  {
    "thời gian": "3 tháng 10 năm 1893",
    "kết quả": null,
    "thông tin liên quan": [
      "Lào",
      "Liên bang Đông Dương"
    ],
    "tóm tắt": null,
    "tên": "sáp nhập Lào vào Liên bang Đông Dương"
  },
  {
    "thời gian": "12 tháng 4 năm 1898",
    "kết quả": null,
    "thông tin liên quan": [
      "Quảng Châu Loan",
      "Liên bang Đông Dương"
    ],
    "tóm tắt": null,
    "tên": "sáp nhập Quảng Châu Loan vào Liên bang Đông Dương"
  },
  {
    "thời gian": "1902",
    "kết quả": null,
    "thông tin liên quan": [
      "Liên bang Đông Dương",
      "Hà Nội"
    ],
    "tóm tắt": null,
    "tên": "Liên bang Đông Dương dời thủ đô về Hà Nội"
  },
  {
    "thời gian": "1906–1908",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Cuộc vận động Duy Tân[1], hay còn được gọi là Phong trào Duy Tân hoặc Phong trào Duy Tân ở Trung Kỳ[2] là một cuộc vận động cải cách ở miền Trung Việt Nam, do Phan Châu Trinh (1872 - 1926) phát động năm 1906 cho đến năm 1908 thì kết thúc sau khi bị thực dân Pháp đàn áp.Phong trào Duy Tân chủ trương bất bạo động, khôi phục đất nước bằng con đường nâng cao dân trí, cải tổ xã hội về mọi mặt, trong đó có kinh tế, giáo dục và văn hoá, với các hoạt động thực tiễn như là mở mang kinh tế, lập các nhà buôn lớn để tự lực, mở trường dạy học hiện đại: dạy quốc ngữ, bỏ lối học khoa bảng từ chương, thêm khoa học và ngoại ngữ cũng như hướng đến nền chính trị dân chủ.[3]",
    "tên": "phong trào Duy Tân"
  },
  {
    "thời gian": "1914–1918",
    "kết quả": null,
    "thông tin liên quan": [
      "châu Âu",
      "Pháp",
      "Chiến tranh thế giới thứ nhất"
    ],
    "tóm tắt": null,
    "tên": "khoảng 100.000 người Việt bị ép sang châu Âu chiến đấu cho Pháp trong Chiến tranh thế giới thứ nhất"
  },
  {
    "thời gian": "1917",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Khởi nghĩa Thái Nguyên hay Binh biến Thái Nguyên là tên gọi cuộc nổi dậy ở tỉnh lỵ Thái Nguyên vào năm 1917 do Trịnh Văn Cấn chỉ huy, chống lại chính quyền Bảo hộ của Pháp để giành độc lập cho người Việt.",
    "tên": "khởi nghĩa Thái Nguyên"
  },
  {
    "thời gian": "18 tháng 6 năm 1919",
    "kết quả": null,
    "thông tin liên quan": [
      "Nguyễn Ái Quốc",
      "Yêu sách của nhân dân An Nam",
      "Hội nghị Hòa bình Versailles"
    ],
    "tóm tắt": null,
    "tên": "Nguyễn Ái Quốc gửi Yêu sách của nhân dân An Nam tới Hội nghị Hòa bình Versailles"
  },
  {
    "thời gian": "3 tháng 2 năm 1930",
    "kết quả": null,
    "thông tin liên quan": [
      "Đảng Cộng sản Việt Nam"
    ],
    "tóm tắt": null,
    "tên": "hợp nhất ba tổ chức cộng sản thành Đảng Cộng sản Việt Nam"
  },
  {
    "thời gian": "1930–1931",
    "kết quả": null,
    "thông tin liên quan": [
      "Xô Viết Nghệ Tĩnh"
    ],
    "tóm tắt": null,
    "tên": "phong trào Xô Viết Nghệ Tĩnh"
  },
  {
    "thời gian": "22 tháng 12 năm 1944",
    "kết quả": null,
    "thông tin liên quan": [
      "Việt Nam Tuyên truyền Giải phóng quân"
    ],
    "tóm tắt": null,
    "tên": "Việt Nam Tuyên truyền Giải phóng quân được thành lập"
  },
  {
    "thời gian": "tháng 3 năm 1945",
    "kết quả": null,
    "thông tin liên quan": [
      "thực dân Pháp"
    ],
    "tóm tắt": "",
    "tên": "Nhật đảo chính thực dân Pháp"
  },
  {
    "thời gian": "2 tháng 9 năm 1945",
    "kết quả": null,
    "thông tin liên quan": [
      "Hồ Chí Minh",
      "Việt Nam Dân chủ Cộng hòa"
    ],
    "tóm tắt": null,
    "tên": "Hồ Chí Minh tuyên bố độc lập"
  },
  {
    "thời gian": "6 tháng 1 năm 1946",
    "kết quả": null,
    "thông tin liên quan": [
      "Tổng tuyển cử",
      "Quốc hội đầu tiên"
    ],
    "tóm tắt": "",
    "tên": "Tổng tuyển cử bầu Quốc hội đầu tiên"
  },
  {
    "thời gian": "7 tháng 10 - 22 tháng 12 năm 1947",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến dịch Việt Bắc Thu - Đông 1947 là chiến dịch phản công của lực lượng vũ trang nước Việt Nam Dân chủ Cộng hòa trước Cuộc hành quân Léa do quân đội Pháp thực hiện tại phía Bắc Việt Nam trong Chiến tranh Đông Dương.Quân Pháp thu được một số thành công chiến thuật (chiếm giữ được một số khu vực tại biên giới giáp Trung Quốc), nhưng về chiến lược tổng thể thì đây là một thất bại của quân Pháp, vì không thể tiêu diệt đầu não chính phủ kháng chiến và quân chủ lực của Việt Nam Dân chủ Cộng hòa[4]. Ý đồ \"đánh nhanh thắng nhanh\" nhằm kết thúc sớm việc xâm chiến Việt Nam lần thứ 2 của Pháp đã thất bại sau chiến dịch này[4]",
    "tên": "Chiến dịch Việt Bắc Thu - Đông 1947"
  },
  {
    "thời gian": "14 tháng 6 năm 1949",
    "kết quả": null,
    "thông tin liên quan": [
      "Pháp",
      "Quốc gia Việt Nam",
      "Bảo Đại",
      "Sài Gòn"
    ],
    "tóm tắt": null,
    "tên": "Pháp lập nên Quốc gia Việt Nam"
  },
  {
    "thời gian": "8 tháng 5 năm 1950",
    "kết quả": null,
    "thông tin liên quan": [
      "Mỹ",
      "Việt Nam"
    ],
    "tóm tắt": "Chiến dịch Biên giới Thu đông 1950 còn gọi là Chiến dịch Lê Hồng Phong 2, là một chiến dịch trong Chiến tranh Đông Dương do Quân đội nhân dân Việt Nam (được phía Pháp gọi là Việt Minh) thực hiện từ ngày 16 tháng 9 đến 14 tháng 10 năm 1950, nhằm phá vòng vây mà quân viễn chinh của Đệ tứ Cộng hòa Pháp bố trí nhằm cô lập của căn cứ địa Việt Bắc, từ đó khai thông biên giới Việt - Trung để mở đầu cầu tiếp nhận viện trợ của Liên Bang Xô Viết thông qua Cộng Hòa Nhân Dân Trung Hoa. Mặt khác, Việt Minh sẽ mở rộng căn cứ địa, làm tiêu hao sinh lực quân đồn trú Pháp, và thử nghiệm các chiến thuật của Quân đội Nhân dân Việt Nam cho các trận đánh lớn sau này.",
    "tên": "Mỹ bắt đầu can thiệp quân sự vào Việt Nam"
  },
  {
    "thời gian": "13 tháng 3 - 7 tháng 5 năm 1954",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Trận Điện Biên Phủ (tiếng Pháp: Bataille de Diên Biên Phu; phát âm: [bataj də djɛ̃ bjɛ̃ fy]), còn gọi là Chiến dịch Trần Đình là trận đánh lớn nhất[6] trong Chiến tranh Đông Dương lần thứ nhất diễn ra tại lòng chảo Mường Thanh, châu Điện Biên, tỉnh Lai Châu (nay thuộc thành phố Điện Biên Phủ, tỉnh Điện Biên) giữa Quân đội Nhân dân Việt Nam và Quân đội Liên hiệp Pháp (gồm Lực lượng Viễn chinh Pháp, Binh đoàn Lê dương Pháp, quân phụ lực bản xứ và Quân đội Quốc gia Việt Nam).Đây là chiến thắng quân sự lớn nhất trong cuộc Chiến tranh Đông Dương (1945 – 1954) của Việt Nam. Với thắng lợi quyết định này, lực lượng Quân đội Nhân dân Việt Nam do Đại tướng Võ Nguyên Giáp chỉ huy đã buộc quân Pháp tại Điện Biên Phủ phải đầu hàng vào ngày 7 tháng 5 năm 1954, sau suốt 2 tháng cầm cự.[7] Giữa trận này, quân Pháp đã gia tăng lên đến 16.200 người nhưng vẫn không thể cầm cự được trước các đợt tấn công như vũ bão của Quân đội Nhân dân Việt Nam.[8] Thực dân Pháp đã không thể bình định Việt Nam bất chấp nhiều năm chiến đấu và với sự hỗ trợ và can dự ngày càng sâu của Hoa Kỳ.[8] Pháp đã không còn bất kì khả năng nào để tiếp tục chiến đấu tại Việt Nam sau thảm bại này.[9]Trên phương diện quốc tế, chiến dịch này có một ý nghĩa rất lớn và đã đi vào lịch sử nhân loại, bởi đây là lần đầu tiên quân đội của một nước từng là thuộc địa ở châu Á đánh bại đội quân hiện đại và tối tân của một cường quốc châu Âu, được hỗ trợ bởi đồng minh là Hoa Kỳ trong một chiến dịch quân sự lớn. Được xem là một thảm họa bất ngờ đối với Thực dân Pháp và cũng là một đòn giáng mạnh với thế giới phương Tây,[7] đã đánh bại ý chí duy trì thuộc địa Đông Dương của Pháp và buộc nước này phải hòa đàm[7] và rút quân ra khỏi Đông Dương. Với niềm tin được cổ vũ mạnh mẽ bởi chiến thắng này, các thuộc địa của Pháp ở châu Phi cũng đồng loạt nổi dậy đòi độc lập. Chỉ riêng trong năm 1960, 17 nước châu Phi đã giành được độc lập và đến năm 1967, Pháp đã buộc phải trao trả độc lập cho hầu hết các nước từng là thuộc địa của họ.Qua đó, thắng lợi của Quân đội Nhân dân Việt Nam trong Chiến dịch Điện Biên Phủ còn được xem là một cột mốc đánh dấu thất bại hoàn toàn của Pháp trong nỗ lực tái gây dựng thuộc địa Đông Dương nói riêng và đế quốc thực dân của họ nói chung sau Chiến tranh thế giới thứ hai,[8][10] qua đó chấm dứt hơn 400 năm tồn tại của chủ nghĩa thực dân cũ trên thế giới này.",
    "tên": "Chiến dịch Điện Biên Phủ"
  },
  {
    "thời gian": "1955",
    "kết quả": null,
    "thông tin liên quan": [
      "Ngô Đình Diệm",
      "Bảo Đại",
      "Tổng thống",
      "Việt Nam Cộng hòa"
    ],
    "tóm tắt": null,
    "tên": "Ngô Đình Diệm phế truất Bảo Đại"
  },
  {
    "thời gian": "1959–1960",
    "kết quả": null,
    "thông tin liên quan": [
      "Đồng khởi"
    ],
    "tóm tắt": null,
    "tên": "Phong trào Đồng khởi"
  },
  {
    "thời gian": "20 tháng 12 năm 1960",
    "kết quả": null,
    "thông tin liên quan": [
      "Mặt trận Dân tộc Giải phóng miền Nam Việt Nam"
    ],
    "tóm tắt": null,
    "tên": "thành lập Mặt trận Dân tộc Giải phóng miền Nam Việt Nam"
  },
  {
    "thời gian": "15 tháng 12 năm 1961",
    "kết quả": null,
    "thông tin liên quan": [
      "Quân Giải phóng miền Nam Việt Nam"
    ],
    "tóm tắt": null,
    "tên": "thành lập Quân Giải phóng miền Nam Việt Nam"
  },
  {
    "thời gian": "1961–1965",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh đặc biệt"
    ],
    "tóm tắt": null,
    "tên": "chiến dịch Chiến tranh đặc biệt"
  },
  {
    "thời gian": "1963",
    "kết quả": null,
    "thông tin liên quan": [
      "Ngô Đình Diệm"
    ],
    "tóm tắt": null,
    "tên": "đảo chính lật đổ chính quyền Ngô Đình Diệm"
  },
  {
    "thời gian": "8 tháng 3 năm 1965",
    "kết quả": null,
    "thông tin liên quan": [
      "Mỹ",
      "miền Nam Việt Nam"
    ],
    "tóm tắt": null,
    "tên": "Mỹ bắt đầu đưa quân vào tham chiến tại miền Nam Việt Nam"
  },
  {
    "thời gian": "1965–1968",
    "kết quả": null,
    "thông tin liên quan": [
      "Chiến tranh cục bộ"
    ],
    "tóm tắt": null,
    "tên": "chiến dịch Chiến tranh cục bộ"
  },
  {
    "thời gian": "1968–1973",
    "kết quả": null,
    "thông tin liên quan": [
      "Việt Nam hóa chiến tranh"
    ],
    "tóm tắt": null,
    "tên": "chiến dịch Việt Nam hóa chiến tranh"
  },
  {
    "thời gian": "8 tháng 6 năm 1969",
    "kết quả": null,
    "thông tin liên quan": [
      "Cộng hòa Miền Nam Việt Nam",
      "Tây Ninh"
    ],
    "tóm tắt": null,
    "tên": "thành lập Cộng hòa Miền Nam Việt Nam"
  },
  {
    "thời gian": "18 tháng 12 - 30 tháng 12 năm 1972",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "",
    "tên": "Chiến dịch Điện Biên Phủ trên không"
  },
  {
    "thời gian": "27 tháng 1 năm 1973",
    "kết quả": null,
    "thông tin liên quan": [
      "Việt Nam"
    ],
    "tóm tắt": "",
    "tên": "Hiệp định Paris"
  },
  {
    "thời gian": "26 tháng 4 - 2 tháng 5 năm 1975",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Chiến dịch Hồ Chí Minh, tên ban đầu là Chiến dịch Giải phóng Sài Gòn – Gia Định là chiến dịch cuối cùng của Quân Giải phóng miền Nam Việt Nam trong Cuộc Tổng tấn công và nổi dậy mùa Xuân năm 1975 và Chiến tranh Việt Nam. Đây cũng là chiến dịch quân sự diễn ra trong thời gian ngắn nhất trong Chiến tranh Việt Nam, diễn ra từ ngày 26 tháng 4 đến ngày 30 tháng 4 năm 1975 tại Sài Gòn và kéo theo là cuộc tiếp quản chính quyền cũ của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam và Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam tại Đồng bằng sông Cửu Long trong hai ngày 1 và 2 tháng 5. Chiến dịch này dẫn đến việc chấm dứt hoàn toàn sự chia cắt thành hai vùng tập kết quân sự về mặt lãnh thổ giữa hai miền Nam – Bắc của Việt Nam vào năm 1975, đưa đến việc thống nhất xã hội, chế độ chính trị, dân cư và toàn vẹn lãnh thổ của Việt Nam trên đất liền, vùng lãnh hải, vùng trời và một số hải đảo [10] khác của Việt Nam vào năm 1976.",
    "tên": "Chiến dịch Hồ Chí Minh"
  },
  {
    "thời gian": "2 tháng 7 năm 1976",
    "kết quả": null,
    "thông tin liên quan": [
      "Cộng hòa xã hội chủ nghĩa Việt Nam"
    ],
    "tóm tắt": null,
    "tên": "thống nhất đất nước"
  },
  {
    "thời gian": "20 tháng 9 năm 1977",
    "kết quả": null,
    "thông tin liên quan": [
      "Liên Hợp Quốc"
    ],
    "tóm tắt": null,
    "tên": "gia nhập Liên Hợp Quốc"
  },
  {
    "thời gian": "1986",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Đổi Mới là một chương trình cải cách toàn diện bao gồm kinh tế, đặc biệt là đổi mới trong lĩnh vực kinh tế, chính trị và nhiều khía cạnh khác của đời sống xã hội do Đảng Cộng sản Việt Nam, đứng đầu là Tổng Bí thư Nguyễn Văn Linh khởi xướng vào thập niên 1980. Chính sách Đổi mới được chính thức thực hiện từ Đại hội đại biểu Đảng Cộng sản Việt Nam lần VI, năm 1986.[1]Đổi mới về kinh tế được thực hiện song song với Đổi mới trên các mặt khác như hành chính, chính trị, văn hóa, giáo dục,...[1] Chính trị Việt Nam đã có sự thay đổi mang tính bản chất, khi Đổi mới không chỉ đổi mới trên phương diện kinh tế mà còn Đổi mới cả về tư duy lãnh đạo của Đảng Cộng sản Việt Nam. Nhìn chung, Đảng Cộng sản Việt Nam vẫn giữ nguyên mô hình chủ nghĩa xã hội và chủ nghĩa cộng sản theo chủ nghĩa Marx-Lenin, chỉ có nền kinh tế thay đổi thành nền kinh tế thị trường.[2]Đổi mới ở Việt Nam tương tự chính sách kinh tế mới của Liên Xô giai đoạn Lenin lãnh đạo (1921-1924), Cải Cách Khai Phóng ở Trung Quốc và Đổi mới ở Lào. Công cuộc Đổi mới tại Việt Nam sau năm 1986 được xem là sự áp dụng lại mô hình NEP của Lenin[3][4][5].Các quan điểm về Đổi mới kinh tế của Việt Nam và Trung Quốc dựa chủ yếu trên các kinh nghiệm cải cách của các nước Đông Âu, nhưng ở Việt Nam và Trung Quốc thì Đổi mới xuất phát từ lĩnh vực kinh tế, không đi kèm với những biến động lớn về mặt chính trị - ý thức hệ và xã hội.[1]",
    "tên": "Đổi Mới"
  },
  {
    "thời gian": "7 tháng 11 năm 1991",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Quan hệ Việt Nam – Trung Quốc (Quan hệ Việt-Trung, tiếng Trung: 中越關係) là mối quan hệ giữa hai nước láng giềng vì có chung biên giới trên bộ và trên biển, hai nước có chung thể chế chính trị và có quá trình gắn bó tương tác sâu sắc về văn hóa và lịch sử, cũng như các cuộc xung đột qua lại. Một chính trị gia Việt Nam tóm gọn mối quan hệ Việt-Trung trong 6 chữ \"vừa hợp tác, vừa đấu tranh\".[1]Quan hệ Việt-Trung trong gần 2.200 năm tồn tại từ Thế kỷ II trước Tây lịch đến nay có thể chia ra 4 thời kỳ cơ bản. Thời kỳ thứ nhất quen gọi là \"thời kỳ Bắc thuộc\", từ lúc nhà Hán thôn tính nước Nam Việt của nhà Triệu (năm 111 trước công nguyên) cho đến thời điểm Ngô Quyền xưng vương (năm 939), chưa kể 20 năm nhà Minh đô hộ Việt Nam (1407-1427). Thời kỳ thứ 2 gọi chung là \"thời kỳ Đại Việt\", dài tương đương, từ khi Ngô Quyền xưng vương (939) đến khi Pháp đặt nền bảo hộ ở Việt Nam và nhà Thanh công nhận chủ quyền của Pháp ở đây (1884). Thời kỳ thứ 3 quen gọi là \"thời kỳ Pháp thuộc\", kéo dài khoảng 6 thập niên, từ 1884-1945, khi Việt Nam tuyên bố độc lập để thành lập ra Nhà nước Việt Nam Dân chủ Cộng hoà cùng thời điểm Nhật Bản chính thức đầu hàng Đồng minh (Pháp trước đấy đã bị Nhật thay thế hoàn toàn và Nhật hậu thuẫn hoàng đế nhà Nguyễn lập ra Đế quốc Việt Nam). Thời kỳ thứ 4 từ 1945 đến nay. Thời kỳ này gồm 3 giai đoạn: (1) từ cuối thập niên 40 đến cuối thập niên 60, (2) từ đầu thập niên 70 đến cuối thập niên 80, (3) từ đầu thập niên 90 đến nay.[2][3]",
    "tên": "bình thường hóa quan hệ với Trung Quốc"
  },
  {
    "thời gian": "11 tháng 7 năm 1995",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Sau sự kiện 30 tháng 4 năm 1975 vấn đề bình thường hóa quan hệ ngoại giao Việt Nam - Hoa Kỳ được đặt ra. Tuy nhiên đến hai mươi năm sau, ngày 11 tháng 7 năm 1995, Tổng thống Mỹ Bill Clinton và Thủ tướng Việt Nam Võ Văn Kiệt mới tuyên bố bình thường hóa quan hệ ngoại giao giữa hai quốc gia.",
    "tên": "bình thường hóa quan hệ với Mỹ"
  },
  {
    "thời gian": "14 tháng 11 năm 1998",
    "kết quả": null,
    "thông tin liên quan": [
      "APEC"
    ],
    "tóm tắt": null,
    "tên": "gia nhập APEC"
  },
  {
    "thời gian": "11 tháng 1 năm 2007",
    "kết quả": null,
    "thông tin liên quan": [
      "WTO"
    ],
    "tóm tắt": null,
    "tên": "gia nhập WTO"
  },
  {
    "thời gian": "2020–2022",
    "kết quả": null,
    "thông tin liên quan": [],
    "tóm tắt": "Vào ngày 23 tháng 1 năm 2020, trường hợp đầu tiên mắc COVID-19 do virus SARS-CoV-2 gây ra được xác nhận tại Thành phố Hồ Chí Minh, Việt Nam.[3] Xã hội, kinh tế bị tác động bởi đại dịch. Các hoạt động kiểm soát đã diễn ra trong đó có hạn chế tự do di chuyển.[4][5]Tính đến ngày 1 tháng 2 năm 2023, Việt Nam ghi nhận 11,526,508 trường hợp nhiễm COVID-19 và 43,186 trường hợp tử vong.",
    "tên": "Đại dịch COVID-19"
  },
  {
    "thời gian": "42 – 43",
    "kết quả": "Cuộc kháng chiến thất bại.",
    "thông tin liên quan": [
      "Trưng Trắc",
      " Trưng Nhị"
    ],
    "tóm tắt": null,
    "tên": "Kháng chiến của nhân dân ta chống quân xâm lược Hán."
  },
  {
    "thời gian": "550",
    "kết quả": "Khởi nghĩa thắng lợi, giành lại độc lập.",
    "thông tin liên quan": [
      "Triệu Quang Phục"
    ],
    "tóm tắt": null,
    "tên": "Cuộc khởi nghĩa của Triệu Quang Phục"
  },
  {
    "thời gian": "Đầu thế kỉ VIII",
    "kết quả": "Nghĩa quân làm chủ Tống Bình, sau đó bị nhà Đường đàn áp.",
    "thông tin liên quan": [
      "Mai Thúc Loan"
    ],
    "tóm tắt": null,
    "tên": "Khởi nghĩa Mai Thúc Loan"
  },
  {
    "thời gian": "930 – 931",
    "kết quả": "Thắng lợi, xây dựng nền tự chủ",
    "thông tin liên quan": [
      "Dương Đình Nghệ"
    ],
    "tóm tắt": null,
    "tên": "Kháng chiến chống quân Nam Hán lần thứ nhất"
  },
  {
    "thời gian": "1075-1077",
    "kết quả": "Đánh bại âm mưu xâm lược của quân Tống.",
    "thông tin liên quan": [
      "Lý Thường Kiệt"
    ],
    "tóm tắt": null,
    "tên": "Cuộc kháng chiến chống Tống lần 2"
  },
  {
    "thời gian": "1287-1288",
    "kết quả": "Đánh bại âm mưu xâm lược của quân Nguyên.",
    "thông tin liên quan": [
      "Trần Quốc Tuấn",
      " các vua Trần."
    ],
    "tóm tắt": null,
    "tên": "Cuộc kháng chiến chống quân Nguyên lần thứ ba. Advertisements"
  },
  {
    "thời gian": "1418-1427",
    "kết quả": "Thắng lợi, giành lại độc lập, tự chủ cho đất nước.",
    "thông tin liên quan": [
      "Lê Lợi",
      " Nguyễn Trãi",
      "…"
    ],
    "tóm tắt": null,
    "tên": "Cuộc khởi nghĩa Lam Sơn"
  },
  {
    "thời gian": "1248",
    "kết quả": "Mở đầu một triều đại mới, thời kì mới – thời kì phát triển thịnh vượng của chế độ phong kiến.",
    "thông tin liên quan": [
      "Lê Lợi"
    ],
    "tóm tắt": null,
    "tên": "Lê Lợi lên ngôi vua, đặt quốc hiệu là Đại Việt"
  },
  {
    "thời gian": "1627-1672",
    "kết quả": "Không phân thắng bại, đất nước bị chia cắt thành hai vùng.",
    "thông tin liên quan": [
      "Trịnh Kiểm",
      " Nguyễn Hoàng"
    ],
    "tóm tắt": null,
    "tên": "Chiến tranh Trịnh – Nguyễn"
  }
]