[
	{
		"Địa điểm": "Tọa độ 40°B 51°Đ﻿ \/ ﻿40°B 51°Đ",
		"Diện tích": "371.000 km²",
		"tên": "biển Caspi",
		"Lễ hội": null,
		"Tổng quan": "Biển Caspi (cũng được phiên âm là: Caxpi, Hán Việt: Lý Hải 裏海) là hồ nước lớn nhất trên thế giới tính về cả diện tích và thể tích. Diện tích mặt nước là 371.000 km² và thể tích 78.200 km³. Vì không thông với đại dương nên đây đúng là một hồ nước tuy mang tên \"biển\". Hồ cũng được gọi là biển vì nước hồ có vị mặn của muối. Độ mặn của nước hồ là khoảng 1,2%, xấp xỉ 1\/3 nồng độ muối của nước biển."
	},
	{
		"Địa điểm": "Vị trí Thái Bình Dương",
		"Diện tích": "3.500.000 km2 (1.400.000 sq mi)",
		"tên": "biển Đông",
		"Lễ hội": null,
		"Tổng quan": "Biển Đông là tên gọi riêng của Việt Nam để nói đến vùng biển có tên quốc tế là South China Sea (tiếng Anh) hay Mer de Chine méridionale (tiếng Pháp), là một biển rìa lục địa và là một phần của Thái Bình Dương, trải rộng từ Singapore tới eo biển Đài Loan và bao phủ một diện tích khoảng 3.447.000 km². Đây là biển lớn thứ tư thế giới sau biển Philippines, biển San Hô và biển Ả Rập. Vùng biển này và các quần đảo của nó là đối tượng tranh chấp và xung đột giữa nhiều quốc gia trong vùng."
	},
	{
		"Địa điểm": null,
		"Diện tích": "0,18 km²1",
		"tên": "Cầu Dền",
		"Lễ hội": null,
		"Tổng quan": "Cầu Dền là một phường thuộc quận Hai Bà Trưng, thành phố Hà Nội, Việt Nam."
	},
	{
		"Địa điểm": "Vị trí Hà Nội",
		"Diện tích": null,
		"tên": "Cầu Đuống",
		"Lễ hội": null,
		"Tổng quan": "Cầu Đuống là một cây cầu đường bộ và đường sắt bắc qua sông Đuống, trên quốc lộ 1A cũ, nối phường Đức Giang thuộc quận Long Biên với thị trấn Yên Viên thuộc huyện Gia Lâm, Hà Nội."
	},
	{
		"Địa điểm": null,
		"Diện tích": "0,35 km²1",
		"tên": "Cầu Kho",
		"Lễ hội": null,
		"Tổng quan": "Phường Cầu Kho là một phường thuộc quận 1, Thành phố Hồ Chí Minh, Việt Nam."
	},
	{
		"Địa điểm": "Vị trí Hà Nội, Việt Nam",
		"Diện tích": null,
		"tên": "cầu Long Biên",
		"Lễ hội": null,
		"Tổng quan": "Cầu Long Biên là cây cầu thép đầu tiên bắc qua sông Hồng nối hai quận Hoàn Kiếm với quận Long Biên của Hà Nội, do Pháp xây dựng (1898-1902), đặt tên là cầu Doumer, theo tên của Toàn quyền Đông Dương Paul Doumer. Dân gian còn gọi là cầu sông Cái hay cầu Bồ Đề (vì nó được bắt qua bến Bồ Đề thuộc huyện Gia Lâm). Hiện trên đầu cầu vẫn còn tấm biển kim loại có khắc chữ 1899 -1902 - Daydé & Pillé - Paris."
	},
	{
		"Địa điểm": "Tọa độ 16°28′08″B 107°35′19″Đ \/ 16,468889°B 107,588611°Đ",
		"Diện tích": null,
		"tên": "cầu Nguyễn Hoàng",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 16°28′8″B 107°35′19″Đ \/ 16,46889°B 107,58861°Đ \/ 16.46889; 107.58861 Cầu Trường Tiền còn được gọi là Cầu Tràng Tiền , là chiếc cầu dài 402,60 m, gồm 6 nhịp dầm thép hình vành lược, khẩu độ mỗi nhịp 67 m. Khổ cầu 6 m , được thiết kế theo kiến trúc Gothic, bắc qua sông Hương. Đầu cầu phía bắc thuộc phường Phú Hòa, đầu cầu phía nam thuộc phường Phú Hội; ở ngay giữa thành phố Huế thuộc Việt Nam."
	},
	{
		"Địa điểm": "Tọa độ 16°28′08″B 107°35′19″Đ \/ 16,468889°B 107,588611°Đ",
		"Diện tích": null,
		"tên": "cầu Tràng Tiền",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 16°28′8″B 107°35′19″Đ \/ 16,46889°B 107,58861°Đ \/ 16.46889; 107.58861 Cầu Trường Tiền còn được gọi là Cầu Tràng Tiền , là chiếc cầu dài 402,60 m, gồm 6 nhịp dầm thép hình vành lược, khẩu độ mỗi nhịp 67 m. Khổ cầu 6 m , được thiết kế theo kiến trúc Gothic, bắc qua sông Hương. Đầu cầu phía bắc thuộc phường Phú Hòa, đầu cầu phía nam thuộc phường Phú Hội; ở ngay giữa thành phố Huế thuộc Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "0,45 km²1",
		"tên": "Cầu Tre",
		"Lễ hội": null,
		"Tổng quan": "Cầu Tre là một phường thuộc quận Ngô Quyền, thành phố Hải Phòng, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "11.130,2 km²",
		"tên": "châu Ái",
		"Lễ hội": null,
		"Tổng quan": "Thanh Hóa là tỉnh cực Bắc miền Trung Việt Nam và là một tỉnh lớn về cả diện tích và dân số, đứng thứ 5 về diện tích và thứ 3 về dân số trong số các đơn vị hành chính tỉnh trực thuộc nhà nước, cũng là một trong những địa điểm sinh sống đầu tiên của người Việt cổ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "10.180.000 km2 (3.930.000 dặm vuông)o[›]",
		"tên": "châu Âu",
		"Lễ hội": null,
		"Tổng quan": "Châu Âu về mặt địa chất và địa lý là một bán đảo hay tiểu lục địa, hình thành nên phần cực tây của đại lục Á-Âu, hay thậm chí Âu Phi Á, tùy cách nhìn. Theo quy ước, nó được coi là lục địa, trong trường hợp này chỉ là sự phân biệt thuần về văn hóa hơn là địa lý. phía bắc giáp Bắc Băng Dương, phía tây giáp Đại Tây Dương, phía nam giáp Địa Trung Hải và biển Đen, tuy nhiên về phía đông thì hiện không rõ ràng. Tuy nhiên có thể coi dãy núi Ural được coi là vùng đất với địa lý và kiến tạo rõ rệt đánh dấu ranh giới giữa châu Á và châu Âu (xem chi tiết trong bài Địa lý châu Âu). Khi được coi là lục địa thì châu Âu thuộc loại nhỏ thứ 2 thế giới về diện tích, vào khoảng 10.600.000 km², và chỉ lớn hơn Úc. Xét về dân số thì nó là lục địa xếp thứ 4 sau châu Á, châu Mỹ và châu Phi. Dân số châu Âu vào năm 2003 ước tính vào khoảng 799.466.000: chiếm khoảng 16% dân số thế giới."
	},
	{
		"Địa điểm": null,
		"Diện tích": "105,29 km²",
		"tên": "Châu Đốc",
		"Lễ hội": [
			"Dự án khu đô thị mới Thành phố lễ hội."
		],
		"Tổng quan": "Châu Đốc là một thành phố trực thuộc tỉnh An Giang, Việt Nam, nằm ở đồng bằng sông Cửu Long, sát biên giới Việt Nam với Campuchia."
	},
	{
		"Địa điểm": null,
		"Diện tích": "27,59 km²1",
		"tên": "Châu Hồng",
		"Lễ hội": null,
		"Tổng quan": "Châu Hồng là một xã thuộc huyện Quỳ Hợp, tỉnh Nghệ An, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "châu Hồng Hà",
		"Lễ hội": null,
		"Tổng quan": "Châu tự trị dân tộc Cáp Nê, Di Hồng Hà (tiếng Trung: 红河哈尼族彝族自治州), Hán Việt: Hồng Hà Cáp Nê dân tộc Tự trị châu, là một châu tự trị tỉnh Vân Nam, Cộng hòa Nhân dân Trung Hoa. Trung tâm hành chính của châu trước đây đặt tại Cá Cựu, nhưng từ năm 2003 đã di chuyển tới huyện Mông Tự."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Châu Lâm",
		"Lễ hội": null,
		"Tổng quan": "Nữ diễn viên Châu Lâm (tên tiếng Trung: 朱琳, tên tiếng Anh: Zhu Lin) sinh ngày 20 tháng 12 năm 1952, quê quán Bắc Kinh, tốt nghiệp Học viện Y dược Trung Quốc sau đó tham gia học tại Học viện điện ảnh Bắc Kinh."
	},
	{
		"Địa điểm": null,
		"Diện tích": "42.549.000km2",
		"tên": "châu Mỹ",
		"Lễ hội": null,
		"Tổng quan": "Châu Mỹ là một châu lục nằm ở Tây Bán Cầu. Châu lục này bao gồm lục địa Bắc Mỹ, eo đất Trung Mỹ và lục địa Nam Mỹ"
	},
	{
		"Địa điểm": null,
		"Diện tích": "30.221.532 km2 (11.668.599 sq mi)",
		"tên": "châu Phi",
		"Lễ hội": null,
		"Tổng quan": "Châu Phi (hay Phi Châu) là châu lục đứng thứ ba trên thế giới về dân số, sau châu Á và Châu Mỹ, và lớn thứ ba trên thế giới, theo diện tích sau châu Á và châu Mỹ. Với diện tích khoảng 30.221.532 km² (11.668.599 mi²) bao gồm cả các đảo cận kề thì nó chiếm 20,4% tổng diện tích đất đai của Trái Đất. Với 800 triệu dân sinh sống ở 54 quốc gia, nó chiếm khoảng 1\/7 dân số thế giới."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.535,07",
		"tên": "châu Thuận",
		"Lễ hội": null,
		"Tổng quan": "21°26′30″B 103°41′2″Đ \/ 21,44167°B 103,68389°Đ \/ 21.44167; 103.68389"
	},
	{
		"Địa điểm": "Vị trí Thôn Tân Lập, xã Tân Trào, huyện Sơn Dương, tỉnh Tuyên Quang",
		"Diện tích": null,
		"tên": "Chiến khu Tân Trào",
		"Lễ hội": null,
		"Tổng quan": "Chiến khu Tân Trào là khu di tích lịch sử của cách mạng Việt Nam thời kỳ Cách mạng tháng Tám. Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 23 di tích quốc gia đặc biệt. Tân Trào là thủ đô lâm thời của khu giải phóng, nơi Ðảng Cộng sản Việt Nam tiến hành hội nghị toàn quốc ngày 13 tháng 8 năm 1945 để quyết định tổng khởi nghĩa. Ðại hội quốc dân đã họp tại đây ngày 16 tháng 8 năm 1945, thông qua 10 chính sách lớn của Việt Minh, bầu ra một chính phủ lâm thời do Hồ Chí Minh làm chủ tịch và quân giải phóng Việt Nam làm lễ ra quân."
	},
	{
		"Địa điểm": "Địa chỉ Xã Gia Sinh, huyện Gia Viễn, Tỉnh Ninh Bình",
		"Diện tích": null,
		"tên": "chùa Bái Đính",
		"Lễ hội": [
			"Lễ hội chùa Bái Đính"
		],
		"Tổng quan": "20°16′37″B 105°51′46″Đ \/ 20,27694°B 105,86278°Đ \/ 20.27694; 105.86278"
	},
	{
		"Địa điểm": "Địa chỉ Hoàn Kiếm",
		"Diện tích": null,
		"tên": "chùa Báo Ân",
		"Lễ hội": null,
		"Tổng quan": "Chùa Báo Ân là một ngôi chùa lớn từng tồn tại ở Hà Nội. Chùa được xây dựng vào khoảng năm 1842, Tổng đốc Hà Ninh là Nguyễn Đăng Giai đã quyên tiền dân xây dựng chùa ở khu vực này. Chùa có tên là Báo Ân. Vì hồ trong chùa rất nhiều sen nên dân còn gọi là chùa Liên Trì và cũng còn có tên khác là Quan Thượng, vì đương thời Nguyễn Đăng Giai còn được dân gọi là cụ Thượng. Chùa có 180 gian, kiến trúc phức tạp và cầu kỳ. Chùa nằm ở bờ đông hồ Gươm, mặt trước quay ra sông Hồng, mặt sau dựa vào hồ. Chùa Báo Ân nằm trên khu đất gần 100 mẫu, gồm 180 gian với 36 nóc."
	},
	{
		"Địa điểm": "Địa chỉ số 14 Phố Chùa Bộc, quận Đống Đa, thành phố Hà Nội",
		"Diện tích": null,
		"tên": "chùa Bộc",
		"Lễ hội": null,
		"Tổng quan": "Chùa Bộc còn có tên chữ là Sùng Phúc Tự hay Thiên Phúc Tự), tọa lạc tại xã Khương Thượng, nay thuộc phường Quang Trung, quận Đống Đa, thành phố Hà Nội. Chùa nằm giữa khu vực diễn ra trận Đống Đa lịch sử năm 1789 (cách gò Đống Đa khoảng 300 mét), cạnh Núi Loa (Loa Sơn) còn gọi là núi Cây Cờ, nơi tướng giặc Sầm Nghi Đống thắt cổ tự tử. Chùa vốn được dựng để thờ Phật, nhưng vì chùa tọa lạc sát một chiến trường giữa quân Tây Sơn và quân Thanh nên chùa còn thờ cả vua Quang Trung và vong linh những người đã chết trận."
	},
	{
		"Địa điểm": "Địa chỉ Thôn Ninh Sơn - Thị trấn Chúc Sơn",
		"Diện tích": null,
		"tên": "chùa Cao",
		"Lễ hội": null,
		"Tổng quan": "Chùa Cao hay còn gọi là chùa Linh Thông thuộc địa phận thôn Ninh Sơn - TT Chúc Sơn, Sư trụ trì là Đại đức Thích Đạo Phong. chùa nằm trên đỉnh núi Phượng Hoàng (núi Ninh) với địa thế trên cao du khách tới thăm chùa có thể ngắm toàn cảnh thị trấn Chúc Sơn và các xã lân cận."
	},
	{
		"Địa điểm": "Địa chỉ Đình Bảng, Từ Sơn, Bắc Ninh",
		"Diện tích": null,
		"tên": "chùa Cổ Pháp",
		"Lễ hội": null,
		"Tổng quan": "Chùa Dận (tên chữ là Ứng Tâm tự (応心寺)) là một ngôi chùa tọa lạc tại phố chùa Dận, đường Trần Phú phường Đình Bảng, thị xã Từ Sơn, tỉnh Bắc Ninh, ngay sát quốc lộ 1 cũ. Chùa có từ thế kỷ 8, từng là nơi tu hành của các thiền sư có tiếng trong lịch sử là Định Không, Vạn Hạnh, Lý Khánh Vân,"
	},
	{
		"Địa điểm": "Địa chỉ Chí Linh, Hải Dương, Việt Nam 21°08′59″B 106°23′02″Đ \/ 21,149837°B 106,384008°Đ",
		"Diện tích": null,
		"tên": "chùa Côn Sơn",
		"Lễ hội": [
			"Lễ hội"
		],
		"Tổng quan": "Chùa Côn Sơn (hay còn gọi là Thiên Tư Phúc tự hay chùa Hun) là một ngôi chùa ở trên ngọn núi Côn Sơn (hay còn gọi là núi Hun) ở phường Cộng Hoà, thị xã Chí Linh, tỉnh Hải Dương. Chùa này được Bộ Văn hóa, Thể thao và Du lịch Việt Nam xếp hạng quốc gia đợt I năm 1962 và xếp hạng đặc biệt quan trọng vào năm 1994. Đây là di tích quan trọng thuộc khu di tích Côn Sơn - Kiếp Bạc"
	},
	{
		"Địa điểm": "Địa chỉ xã Nam Sơn, Thành phố Bắc Ninh, tỉnh Bắc Ninh",
		"Diện tích": null,
		"tên": "chùa Dạm",
		"Lễ hội": null,
		"Tổng quan": "Chùa Dạm, hay chùa Rạm, tên chữ là Đại Lãm Thần Quang tự, hay còn gọi là chùa Bà Tấm, chùa Cao, chùa Trăm Gian (vì ngày xưa chùa có 100 gian nhưng không phải chùa Trăm Gian thuộc địa phận Hà Nội), cũng được gọi là chùa Lãm Sơn, theo tên núi. Chùa dựa vào núi Dạm, nhìn về phía sông Đuống, ngày xưa thuộc xã Lãm Sơn Trung, tổng Lãm Sơn Nam, huyện Quế Dương, nay là xã Nam Sơn, thành phố Bắc Ninh, tỉnh Bắc Ninh, là đại danh lam từ thời Lý và là một di tích quan trọng của tỉnh Bắc Ninh ngày nay với lịch sử gần 1.000 năm."
	},
	{
		"Địa điểm": "Địa chỉ xã Thanh Khương, huyện Thuận Thành, tỉnh Bắc Ninh",
		"Diện tích": null,
		"tên": "chùa Dâu",
		"Lễ hội": null,
		"Tổng quan": "Chùa Dâu, còn có tên là Diên Ứng (延應寺), Pháp Vân (法雲寺), hay Cổ Châu, là một ngôi chùa nằm ở xã Thanh Khương, huyện Thuận Thành, tỉnh Bắc Ninh, cách Hà Nội khoảng 30 km. Đây là trung tâm cổ xưa nhất của Phật giáo Việt Nam. Chùa còn được người dân gọi với những tên gọi khác nhau như chùa Cả, Cổ Châu tự, Diên ứng tự. Đây là ngôi chùa được coi là có lịch sử hình thành sớm nhất Việt Nam mặc dù các dấu tích vật chất không còn, nó đã được xây dựng lại.. Chùa là một danh lam bậc nhất của xứ kinh Bắc xưa nay. Đây cũng là một di tích quốc gia đặc biệt của Việt Nam được xếp hạng đợt 4."
	},
	{
		"Địa điểm": "Địa chỉ Quận Ba Đình, TP. Hà Nội",
		"Diện tích": null,
		"tên": "chùa Diên Hựu",
		"Lễ hội": null,
		"Tổng quan": "Chùa Một Cột hay Chùa Mật (gọi theo Hán-Việt là Nhất Trụ tháp 一柱塔), còn có tên khác là Diên Hựu tự (延祐寺) hoặc Liên Hoa Đài (蓮花臺, \"đài hoa sen\"), là một ngôi chùa nằm giữa lòng thủ đô Hà Nội. Đây là ngôi chùa có kiến trúc độc đáo ở Việt Nam."
	},
	{
		"Địa điểm": "Địa chỉ Khu di tích cố đô Hoa Lư, huyện Hoa Lư, tỉnh Ninh Bình",
		"Diện tích": null,
		"tên": "chùa Duyên Ninh",
		"Lễ hội": null,
		"Tổng quan": "Chùa Duyên Ninh là ngôi chùa cổ còn được gọi là chùa Cầu Duyên. Chùa được xây dựng từ thế kỷ X dưới thời vua Đinh Tiên Hoàng. Chùa là di tích đặc biệt thuộc khu di tích Cố đô Hoa Lư và cũng nằm trong quần thể di sản thế giới Tràng An ở Ninh Bình. Chùa Duyên Ninh được xem là một trong những ngôi chùa cầu duyên nổi tiếng nhất ở Việt Nam."
	},
	{
		"Địa điểm": "Địa chỉ Phường Tân Thành, thành phố Ninh Bình, tỉnh Ninh Bình",
		"Diện tích": null,
		"tên": "chùa Đẩu Long",
		"Lễ hội": null,
		"Tổng quan": "Chùa Đẩu Long là ngôi chùa cổ, có lịch sử hình thành từ thời Đinh - Lê thế kỷ X. Chùa đã được xếp hạng di tích lịch sử văn hóa quốc gia. Mặc dù là kiến trúc chùa nhưng nơi đây cũng đồng thời là một đền thờ 9 vị thần của các làng xung quanh. Chùa Đẩu Long tọa lạc ở trung tâm thành phố Ninh Bình."
	},
	{
		"Địa điểm": "Địa chỉ Xã Trí Yên, huyện Yên Dũng, Bắc Giang",
		"Diện tích": null,
		"tên": "chùa Đức La",
		"Lễ hội": null,
		"Tổng quan": "Chùa Vĩnh Nghiêm ở làng Đức La xã Trí Yên huyện Yên Dũng tỉnh Bắc Giang, Việt Nam, còn được gọi là chùa Đức La, là một trung tâm Phật giáo, nơi đào tạo tăng đồ cho cả nước, nơi phát tích Tam Tổ phái Thiền Trúc Lâm của Phật giáo Việt Nam, một viên ngọc sáng trong các chùa cổ Việt Nam."
	},
	{
		"Địa điểm": "Địa chỉ Xã Hương Sơn, huyện Mỹ Đức, Hà Nội",
		"Diện tích": null,
		"tên": "Chùa Hương",
		"Lễ hội": null,
		"Tổng quan": "Chùa Hương là cách nói trong dân gian, trên thực tế chùa Hương hay Hương Sơn là cả một quần thể văn hóa - tôn giáo Việt Nam, gồm hàng chục ngôi chùa thờ Phật, vài ngôi đền thờ thần, các ngôi đình, thờ tín ngưỡng nông nghiệp. Trung tâm chùa Hương nằm ở xã Hương Sơn, huyện Mỹ Đức, Hà Nội, nằm ven bờ phải sông Đáy. Trung tâm của cụm đền chùa tại vùng này chính là chùa Hương nằm trong động Hương Tích hay còn gọi là chùa Trong."
	},
	{
		"Địa điểm": "Địa chỉ xã Phù Đổng, huyện Gia Lâm, Hà Nội",
		"Diện tích": null,
		"tên": "chùa Kiến Sơ",
		"Lễ hội": null,
		"Tổng quan": "Chùa Kiến Sơ là một ngôi chùa cổ, tọa lạc tại xã Phù Đổng, huyện Gia Lâm, Hà Nội. Chùa là Tổ đình của Thiền phái Vô Ngôn Thông. Chùa được xếp hạng Di tích lịch sử cấp Quốc gia ngày 21\/2\/1975."
	},
	{
		"Địa điểm": "Địa chỉ Khu di tích cố đô Hoa Lư, huyện Hoa Lư, tỉnh Ninh Bình",
		"Diện tích": null,
		"tên": "chùa Kim Ngân",
		"Lễ hội": null,
		"Tổng quan": "Chùa Kim Ngân là ngôi chùa cổ, được xây dựng từ thế kỷ X dưới thời vua Lê Đại Hành. Chùa thuộc vùng bảo vệ đặc biệt của khu di tích Cố đô Hoa Lư (Ninh Bình). Cũng như các di tích khác trong quần thể di sản cố đô Hoa Lư, chùa được xếp hạng di tích quốc gia đặc biệt năm 2012."
	},
	{
		"Địa điểm": "Địa chỉ Uông Bí, Quảng Ninh",
		"Diện tích": null,
		"tên": "chùa Lân",
		"Lễ hội": null,
		"Tổng quan": "Thiền viện Trúc Lâm Yên Tử, còn gọi là Chùa Lân hay tên chữ là Long Động Tự là một ngôi chùa trên núi Yên Tử, thuộc địa phận thôn Nam Mẫu, xã Thượng Yên Công, thành phố Uông Bí, tỉnh Quảng Ninh, nằm trong Quần thể di tích danh thắng Yên Tử."
	},
	{
		"Địa điểm": "Địa chỉ Phố Chùa Láng, phường Láng Thượng, quận Đống Đa, Hà Nội",
		"Diện tích": null,
		"tên": "chùa Láng",
		"Lễ hội": null,
		"Tổng quan": "Chùa Láng, hay còn gọi là Chiêu Thiền tự (Chữ Hán: 昭禪寺), là một ngôi chùa ở làng Láng, Láng Thượng, quận Đống Đa, Hà Nội. Tên chùa có ý nghĩa rằng: \"Vì có điều tốt rõ rệt nên gọi là Chiêu. Đây là nơi sinh ra Thiền sư Đại Thánh nên gọi là Thiền\". Người Pháp gọi là Pagode des Dames."
	},
	{
		"Địa điểm": "Địa chỉ phường Đại Yên, thành phố Hạ Long, tỉnh Quảng Ninh",
		"Diện tích": null,
		"tên": "chùa Lôi Âm",
		"Lễ hội": [
			"Lễ hội"
		],
		"Tổng quan": "Chùa Lôi Âm là một ngôi chùa cổ nổi tiếng ở Quảng Ninh với phong cảnh rất đẹp và nổi tiếng linh thiêng."
	},
	{
		"Địa điểm": "Địa chỉ Quận Ba Đình, TP. Hà Nội",
		"Diện tích": null,
		"tên": "chùa Một Cột",
		"Lễ hội": null,
		"Tổng quan": "Chùa Một Cột hay Chùa Mật (gọi theo Hán-Việt là Nhất Trụ tháp 一柱塔), còn có tên khác là Diên Hựu tự (延祐寺) hoặc Liên Hoa Đài (蓮花臺, \"đài hoa sen\"), là một ngôi chùa nằm giữa lòng thủ đô Hà Nội. Đây là ngôi chùa có kiến trúc độc đáo ở Việt Nam."
	},
	{
		"Địa điểm": "Địa chỉ Khu di tích cố đô Hoa Lư, huyện Hoa Lư, tỉnh Ninh Bình",
		"Diện tích": null,
		"tên": "chùa Nhất Trụ",
		"Lễ hội": [
			"Lễ hội chùa Nhất Trụ"
		],
		"Tổng quan": "Chùa Nhất Trụ, còn gọi là Chùa Một Cột là ngôi chùa cổ từ thế kỷ X thuộc vùng bảo vệ đặc biệt của khu di tích Cố đô Hoa Lư (Ninh Bình). Chùa còn lưu giữ được nhiều cổ vật gắn với lịch sử hình thành kinh đô Hoa Lư, nổi bật nhất là cây cột kinh phật bằng đá trước sân chùa, đây là một bảo vật quốc gia đang được các nhà nghiên cứu lập hồ sơ đề nghị UNESCO công nhận là di sản tư liệu thế giới."
	},
	{
		"Địa điểm": "Địa chỉ xã Phật Tích, huyện Tiên Du, tỉnh Bắc Ninh",
		"Diện tích": null,
		"tên": "chùa Phật Tích",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 21°6′24,7″B 106°0′45,9″Đ \/ 21,1°B 106°Đ \/ 21.10000; 106.00000"
	},
	{
		"Địa điểm": "Địa chỉ thị trấn Ba Chúc, huyện Tri Tôn, tỉnh An Giang",
		"Diện tích": null,
		"tên": "chùa Phi Lai",
		"Lễ hội": null,
		"Tổng quan": "Chùa Phi Lai là một tự viện danh tiếng của đạo Tứ Ân Hiếu Nghĩa và là một di tích lịch sử cấp quốc gia tại An Giang, Việt Nam."
	},
	{
		"Địa điểm": "Địa chỉ thôn Tức Mạc, thành phố Nam Định",
		"Diện tích": null,
		"tên": "chùa Phổ Minh",
		"Lễ hội": null,
		"Tổng quan": "Chùa Phổ Minh (Phổ Minh tự 普明寺) hay chùa Tháp là một ngôi chùa ở thôn Tức Mạc, nằm cách thành phố Nam Định khoảng 5 km về phía bắc. Năm 2012, di tích lịch sử và kiến trúc nghệ thuật đền Trần và chùa Phổ Minh được xếp hạng di tích quốc gia đặc biệt."
	},
	{
		"Địa điểm": "Địa chỉ núi Câu Lâu, thôn Yên, xã Thạch Xá, huyện Thạch Thất, thành phố Hà Nội",
		"Diện tích": null,
		"tên": "chùa Tây Phương",
		"Lễ hội": null,
		"Tổng quan": "Chùa Tây Phương (tên chữ là Sùng Phúc tự 崇福寺) là một ngôi chùa ở trên đồi Câu Lâu ở thôn Yên, xã Thạch Xá, huyện Thạch Thất, thành phố Hà Nội."
	},
	{
		"Địa điểm": "Địa chỉ Thôn Thanh Mai, Xã Hoàng Hoa Thám, Chí Linh, Tỉnh Hải Dương",
		"Diện tích": null,
		"tên": "Chùa Thanh Mai",
		"Lễ hội": null,
		"Tổng quan": "Chùa Thanh Mai là một danh lam thuộc địa phận xã Hoàng Hoa Thám, thị xã Chí Linh, tỉnh Hải Dương, Việt Nam. Chùa được Thiền sư Pháp Loa tôn giả xây dựng vào khoảng năm 1329 gắn liền với cuộc đời và sự nghiệp của ông, vị tổ thứ hai của Thiền phái Trúc Lâm Yên Tử."
	},
	{
		"Địa điểm": "Địa chỉ Sài Sơn, huyện Quốc Oai, Hà Nội",
		"Diện tích": null,
		"tên": "chùa Thầy",
		"Lễ hội": [
			"Lễ hội và văn hóa"
		],
		"Tổng quan": "Chùa Thầy là một ngôi chùa ở chân núi Sài Sơn, huyện Quốc Oai, tỉnh Hà Tây cũ, nay là xã Sài Sơn, huyện Quốc Oai, Hà Nội, cách trung tâm Hà Nội khoảng 20 km về phía Tây nam, đi theo đường cao tốc Láng - Hòa Lạc. Sài Sơn có tên Nôm là núi Thầy, nên chùa được gọi là chùa Thầy. Chùa được xây dựng từ thời nhà Đinh. Đây từng là nơi tu hành của Thiền sư Từ Đạo Hạnh, lúc này núi Thầy còn gọi là núi Phật Tích."
	},
	{
		"Địa điểm": "Địa chỉ Quần thể di tích cố đô Huế",
		"Diện tích": null,
		"tên": "chùa Thiên Mụ",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 16°27′11″B 107°34′48″Đ \/ 16,453°B 107,58°Đ \/ 16.453; 107.580"
	},
	{
		"Địa điểm": "Địa chỉ xã Phụng Châu, huyện Chương Mỹ, Hà Nội",
		"Diện tích": null,
		"tên": "chùa Trầm",
		"Lễ hội": null,
		"Tổng quan": "Chùa Trầm là một quần thể mấy ngôi chùa tọa lạc trên núi Trầm (hay còn gọi là Tử Trầm Sơn), thuộc địa phận xã Phụng Châu, huyện Chương Mỹ, Hà Nội, cách trung tâm Hà Nội khoảng 25 km, xưa là làng Long Châu, tỉnh Hà Đông. Địa thế chùa rất đẹp với các núi nhỏ chung quanh như núi Ninh Sơn, Đồng Lư, Tiên Lữ."
	},
	{
		"Địa điểm": "Địa chỉ xã Phật Tích, huyện Tiên Du, tỉnh Bắc Ninh",
		"Diện tích": null,
		"tên": "chùa Vạn Phúc",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 21°6′24,7″B 106°0′45,9″Đ \/ 21,1°B 106°Đ \/ 21.10000; 106.00000"
	},
	{
		"Địa điểm": "Địa điểm 135 Nam Kỳ khởi nghĩa, phường Bến Nghé, quận 1, Thành phố Hồ Chí Minh, Việt Nam",
		"Diện tích": null,
		"tên": "Dinh Độc Lập",
		"Lễ hội": null,
		"Tổng quan": "Dinh Độc Lập (tên gọi trước đây là dinh Norodom, ngày nay còn gọi là dinh Thống Nhất hay hội trường Thống Nhất) là một công trình kiến trúc, tòa nhà ở Thành phố Hồ Chí Minh. Nó từng là nơi ở và làm việc của Tổng thống Việt Nam Cộng hòa. Hiện nay, nó đã được chính phủ Việt Nam xếp hạng là di tích quốc gia đặc biệt."
	},
	{
		"Địa điểm": null,
		"Diện tích": "2,65 km²1",
		"tên": "Dương Hà",
		"Lễ hội": null,
		"Tổng quan": "Dương Hà là một xã thuộc huyện Gia Lâm, thành phố Hà Nội, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "48,85 km2",
		"tên": "Dương Kinh",
		"Lễ hội": null,
		"Tổng quan": "Quận Dương Kinh là quận của Thành phố Hải Phòng, được thành lập theo nghị định 145\/2007\/NĐ-CP ngày 12 tháng 9 năm 2007 của Chính phủ Việt Nam trên cơ sở tách 6 xã: Anh Dũng, Hưng Đạo, Đa Phúc, Hòa Nghĩa, Hải Thành, Tân Thành thuộc huyện Kiến Thụy, với diện tích 4.585 ha, dân số khoảng 50.000 người."
	},
	{
		"Địa điểm": null,
		"Diện tích": "6,92 km²1",
		"tên": "Dương Quan",
		"Lễ hội": null,
		"Tổng quan": "Dương Quan là một xã thuộc huyện Thuỷ Nguyên, thành phố Hải Phòng, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Dương Xuyên",
		"Lễ hội": null,
		"Tổng quan": "Yangcheon-gu (Hangul: 양천구; Hanja: 陽川區; Hán Việt: Dương Xuyên khu) là một quận (gu) của thủ đô Seoul, Hàn Quốc. Quận này có diện tích 17,4 km2, dân số 485.098 người. Quận được chia ra thành 21 phường (dong) hành chính. Quận này nằm ở tây nam sông Hán. Khu vực này được gọi là 'Jechapaui-hyun' trong thời triều Goryeo và được đổi tên thành Yangcheon vào năm 1310. Nó được tách khỏi Gangseo-gu vào năm 1988. 'Yangcheon-gu' bao gồm Mok-dong, Shinjeong-dong và Shinweol-dong. Ngày nay quận này là nơi phần lớn có cư dân trung lưu và thượng lưu của Seoul."
	},
	{
		"Địa điểm": "Tọa độ 10°22′32″B 114°22′5″Đ \/ 10,37556°B 114,36806°ĐTọa độ: 10°22′32″B 114°22′5″Đ \/ 10,37556°B 114,36806°Đ",
		"Diện tích": "0,4896 km2 hoặc 0,443 km2",
		"tên": "đảo Ba Bình",
		"Lễ hội": null,
		"Tổng quan": "Ba Bình là một đảo san hô thuộc cụm Nam Yết của quần đảo Trường Sa. Đảo này nằm cách đảo Sơn Ca 6,2 hải lý (11,5 km) về phía tây và cách đảo Nam Yết khoảng 11 hải lý (20,4 km) về phía đông bắc. Đây là đảo có diện tích lớn nhất Trường Sa."
	},
	{
		"Địa điểm": "Tọa độ 9°46′13″B 114°15′25″Đ \/ 9,77028°B 114,25694°ĐTọa độ: 9°46′13″B 114°15′25″Đ \/ 9,77028°B 114,25694°Đ",
		"Diện tích": null,
		"tên": "đảo Cô Lin",
		"Lễ hội": null,
		"Tổng quan": "Đá Cô Lin là một rạn san hô thuộc cụm Sinh Tồn của quần đảo Trường Sa. Đá này nằm cách đảo Sinh Tồn 9 hải lý (17 km) về phía tây nam, cách đá Gạc Ma khoảng 1,9 hải lý về phía tây bắc (3,5 km) và cách đá Len Đao 6,8 hải lý (12,6 km) về phía tây tây nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "51,52 km²",
		"tên": "đảo Côn Lôn",
		"Lễ hội": null,
		"Tổng quan": "Côn Sơn, Côn Lôn hay Phú Hải là đảo lớn nhất trong quần đảo Côn Đảo, tỉnh Bà Rịa - Vũng Tàu, Việt Nam. Người phương Tây trước đây thường gọi đảo là Poulo Condor, xuất phát từ Pulo Condore (một cách đọc trại tiếng Mã Lai Pulau Condore, trong đó \"pulau\" nghĩa là \"đảo\" hay \"cù lao\"). Đảo có diện tích 51,52 km². Thị trấn huyện lỵ và nhà tù Côn Đảo nằm trên đảo này."
	},
	{
		"Địa điểm": "Tọa độ 9°42′B 114°17′Đ \/ 9,7°B 114,283°ĐTọa độ: 9°42′B 114°17′Đ \/ 9,7°B 114,283°Đ",
		"Diện tích": null,
		"tên": "đảo Gạc Ma",
		"Lễ hội": null,
		"Tổng quan": "Đá Gạc Ma (tiếng Anh: Johnson Reef, có những tài liệu gọi là Johnson South Reef trong trường hợp gọi đá Cô Lin là Johnson North Reef thay vì Collins Reef; tiếng Filipino: Mabini; giản thể: 赤瓜礁; bính âm: Chìguā jiāo; Hán-Việt: Xích Qua tiêu) là một rạn san hô thuộc cụm Sinh Tồn của quần đảo Trường Sa. Đá này nằm cách đá Cô Lin hơn 3 km về phía đông nam và đánh dấu đầu mút phía tây nam của cụm Sinh Tồn. Đá ngầm Gạc Ma là đối tượng tranh chấp giữa Việt Nam, Đài Loan, Philippines và Trung Quốc. Đây là nơi diễn ra Hải chiến Trường Sa năm 1988 với phần thắng thuộc về Trung Quốc; kể từ đó đến nay, Trung Quốc vẫn giữ quyền kiểm soát thực thể địa lý này."
	},
	{
		"Địa điểm": null,
		"Diện tích": "541.30 km² 209.85 mi² (hạng 192)",
		"tên": "đảo Guam",
		"Lễ hội": null,
		"Tổng quan": "Guam (tiếng Chamorro: Guåhan), tên chính thức là Lãnh thổ Guam, là một hải đảo nằm ở miền tây Thái Bình Dương và là một lãnh thổ có tổ chức nhưng chưa hợp nhất của Hoa Kỳ. Người Chamorros, cư dân bản thổ của Guam là nhóm người đầu tiên sinh sống tại hòn đảo khoảng 6.000 năm về trước. Guam là hòn đảo lớn nhất ở vị trí cực nam của Quần đảo Mariana. Thủ phủ của đảo là Hagåtña, trước đây viết là \"Agana\". Kinh tế của Guam chính yếu trông vào du lịch (đặc biệt là từ Nhật Bản, Hàn Quốc và Đài Loan) và các căn cứ quân sự của Hoa Kỳ."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "đảo Hồng Kông",
		"Lễ hội": null,
		"Tổng quan": "Đảo Hồng Kông (Phồn thể: 香港島, Giản thể: 香港岛, Hán Việt: Hương Cảng đảo) là một hòn đảo nằm ở phía nam của Đặc khu hành chính Hồng Kông, Trung Quốc. Tổng dân số của đảo là 1.289.500 người với mật độ lên tới 16.390 người\/km² theo thống kê năm 2008. Trong Chiến tranh nha phiến lần thứ nhất năm 1842, hòn đảo bị Anh Quốc chiếm đóng và khi đó chỉ có khoảng 3000 cư dân sống rải rác trong nhiều ngôi làng trên toàn đảo. Thành phố Victoria được quân Anh xây dựng trên đảo để tỏ lòng kính trọng với Nữ hoàng Victoria. Khu vực trung tâm đảo là trung tâm lịch sử, chính trị và kinh tế của Hồng Kông. Bờ biển phía bắc của đảo tạo thành bờ nam của Cảng Victoria, một cảng nước sâu đã góp phần lớn đến sự phát triển của Hồng Kông. Đảo Hồng Kông là nới có nhiều biểu tượng nổi tiếng nhất của toàn Đặc khu, như Công viên Hải dương, các di tích lịch sử và nhiều trung tâm mua sắm lớn. Các dãy núi kéo dài trên đảo cũng khá thích hợp cho việc đi bộ dã ngoại. Phần phía bắc của Hồng Kông cùng với Bán đảo Cửu Long (Kowlong) tạo nên khu vực đô thị hạt nhân của Hồng Kông, với diện tích khoảng 88,3 km² (34,5 mi²) và dân số xấp xỉ 3.156.500 người, với mật độ là 35.700 người \/km² (91.500 người\/mi²)"
	},
	{
		"Địa điểm": "Tọa độ 10°40′6″B 114°25′26″Đ \/ 10,66833°B 114,42389°ĐTọa độ: 10°40′6″B 114°25′26″Đ \/ 10,66833°B 114,42389°Đ",
		"Diện tích": null,
		"tên": "đảo Loại Ta",
		"Lễ hội": null,
		"Tổng quan": "Đảo Loại Ta là một đảo cát nhỏ thuộc cụm Loại Ta của quần đảo Trường Sa."
	},
	{
		"Địa điểm": "Tọa độ 10°10′54″B 114°21′36″Đ \/ 10,18167°B 114,36°ĐTọa độ: 10°10′54″B 114°21′36″Đ \/ 10,18167°B 114,36°Đ",
		"Diện tích": null,
		"tên": "đảo Nam Yết",
		"Lễ hội": null,
		"Tổng quan": "Nam Yết (tiếng Anh: Namyit Island; tiếng Filipino: Binago; giản thể: 鸿庥岛; phồn thể: 鴻庥島; bính âm: Hóngxiū dǎo, Hán-Việt: Hồng Hưu đảo) là một đảo san hô thuộc cụm Nam Yết của quần đảo Trường Sa. Đảo này nằm cách đảo Ba Bình khoảng 11 hải lý (20,4 km) về phía nam và cách đảo Sinh Tồn 33 km về phía bắc-đông bắc. Đi tàu thủy từ đất liền Việt Nam đến đảo mất hơn hai ngày và hai đêm."
	},
	{
		"Địa điểm": null,
		"Diện tích": "589,23 km²",
		"tên": "đảo Phú Quốc",
		"Lễ hội": null,
		"Tổng quan": "Phú Quốc, còn được mệnh danh là Đảo Ngọc, là hòn đảo lớn nhất của Việt Nam, cũng là đảo lớn nhất trong quần thể 22 đảo tại đây, nằm trong vịnh Thái Lan. Đảo Phú Quốc cùng với các đảo khác tạo thành huyện đảo Phú Quốc trực thuộc tỉnh Kiên Giang. Toàn bộ huyện đảo có tổng diện tích 589,23 km² (theo thống kê số liệu đất năm 2005), xấp xỉ diện tích đảo quốc Singapore thập niên 1960 khi chưa san lấp lấn biển. Thị trấn Dương Đông, tọa lạc ở phía tây bắc, là thủ phủ của huyện đảo. Phú Quốc nằm cách thành phố Rạch Giá 120 km và cách thị xã Hà Tiên 45 km. Năm 2006, Khu dự trữ sinh quyển ven biển và biển đảo Kiên Giang bao gồm cả huyện này được UNESCO công nhận là khu dự trữ sinh quyển thế giới."
	},
	{
		"Địa điểm": "Tọa độ 11°03′11″B 114°17′5″Đ \/ 11,05306°B 114,28472°ĐTọa độ: 11°03′11″B 114°17′5″Đ \/ 11,05306°B 114,28472°Đ",
		"Diện tích": null,
		"tên": "đảo Thị Tứ",
		"Lễ hội": null,
		"Tổng quan": "Đảo Thị Tứ là một đảo san hô thuộc cụm Thị Tứ của quần đảo Trường Sa. Đảo này xếp thứ hai trong quần đảo về mặt diện tích."
	},
	{
		"Địa điểm": "Tọa độ 9°18′B 103°29′Đ \/ 9,3°B 103,483°ĐTọa độ: 9°18′B 103°29′Đ \/ 9,3°B 103,483°Đ",
		"Diện tích": "13,95 km2 (538,6 mi2)",
		"tên": "đảo Thổ Chu",
		"Lễ hội": null,
		"Tổng quan": "Thổ Châu (hoặc Thổ Chu) là đảo lớn nhất trong quần đảo Thổ Châu và là trung tâm hành chính của xã Thổ Châu thuộc huyện Phú Quốc, tỉnh Kiên Giang, Việt Nam. Từ lâu, các hải đồ của người phương Tây thường gọi đảo này là Poulo Panjang (gốc từ tiếng Mã Lai Pulau Panjang, nghĩa là \"cù lao dài\" hoặc \"đảo dài\")."
	},
	{
		"Địa điểm": "Địa chỉ xã Hiền Lương, huyện Hạ Hoà, tỉnh Phú Thọ, Việt Nam",
		"Diện tích": null,
		"tên": "Đền Mẫu Âu Cơ",
		"Lễ hội": [
			"Lễ hội"
		],
		"Tổng quan": "Đền mẫu Âu Cơ là nơi thờ Mẹ Âu Cơ, được xây dựng từ thời Hậu Lê, nằm trên địa phận xã Hiền Lương, huyện Hạ Hòa, tỉnh Phú Thọ, Việt Nam."
	},
	{
		"Địa điểm": "Địa chỉ quận Hoàn Kiếm, thành phố Hà Nội, Việt Nam",
		"Diện tích": null,
		"tên": "Đền Ngọc Sơn",
		"Lễ hội": null,
		"Tổng quan": "Đền Ngọc Sơn là một ngôi đền thờ nằm trên đảo Ngọc của hồ Hoàn Kiếm ở Hà Nội, Việt Nam. Đây cũng là một di tích quốc gia đặc biệt của Việt Nam được xếp hạng đợt 4."
	},
	{
		"Địa điểm": "Địa chỉ xã Phù Đổng, huyện Gia Lâm, thành phố Hà Nội, Việt Nam",
		"Diện tích": null,
		"tên": "Đền Phù Đổng",
		"Lễ hội": [
			"Lễ hội"
		],
		"Tổng quan": "Đền Phù Đổng hay còn gọi là đền Gióng thờ Thánh Gióng - Phù Đổng Thiên Vương, nằm ở xã Phù Đổng, Gia Lâm, ngoại thành Hà Nội."
	},
	{
		"Địa điểm": "Địa chỉ phường Lộc Vượng, thành phố Nam Định, tỉnh Nam Định, Việt Nam",
		"Diện tích": null,
		"tên": "Đền Trần (Nam Định)",
		"Lễ hội": [
			"Lễ hội"
		],
		"Tổng quan": "Đền Trần (陳廟 - Trần Miếu) là một quần thể đền thờ tại đường Trần Thừa, phường Lộc Vượng, thành phố Nam Định (sát quốc lộ 10), là nơi thờ các vua nhà Trần cùng các quan lại có công phù tá nhà Trần. Đền Trần được xây dựng từ năm 1695, trên nền Thái miếu cũ của nhà Trần đã bị quân Minh phá hủy vào thế kỷ 15."
	},
	{
		"Địa điểm": "Địa chỉ làng Tam Đường, xã Tiến Đức, huyện Hưng Hà, tỉnh Thái Bình, Việt Nam",
		"Diện tích": null,
		"tên": "Đền Trần (Thái Bình)",
		"Lễ hội": [
			"Lễ hội đền Trần"
		],
		"Tổng quan": "Đền Trần Thái Bình là một quần thể di tích gồm các đền thờ, lăng mộ thờ các vị vua quan nhà Trần. Đền thờ các vua Trần trên đất phát tích Thái Bình (còn gọi là Thái Đường Lăng) thuộc làng Tam Đường, xã Tiến Đức, huyện Hưng Hà. Hệ thống các di tích lịch sử ở đây gồm Khu lăng mộ và đền thờ các vị vua triều Trần đều đã được chính phủ Việt Nam xếp hạng di tích quốc gia đặc biệt quan trọng.[1]"
	},
	{
		"Địa điểm": "Địa chỉ tỉnh Ninh Bình, Việt Nam",
		"Diện tích": null,
		"tên": "đền Vua Lê Đại Hành",
		"Lễ hội": null,
		"Tổng quan": "Đền Vua Lê Đại Hành là một di tích lịch sử văn hóa quốc gia thuộc khu di tích đặc biệt cố đô Hoa Lư tỉnh Ninh Bình. Đền thờ Vua Lê Đại Hành, thái hậu Dương Vân Nga, Lê Long Đĩnh, ngoài ra còn có bài vị thờ công chúa Lê Thị Phất Ngân và tướng Phạm Cự Lượng. Đền nằm cách đền vua Đinh Tiên Hoàng 300 mét, thuộc thành Đông kinh đô Hoa Lư xưa, nay là làng cổ Yên Thành, xã Trường Yên, Ninh Bình. Đền vua Lê quy mô nhỏ hơn đền vua Đinh nên không gian trong đền khá gần gũi và huyền ảo."
	},
	{
		"Địa điểm": null,
		"Diện tích": "9.541,2 km²1",
		"tên": "Điện Biên",
		"Lễ hội": null,
		"Tổng quan": "Điện Biên là một tỉnh biên giới miền núi thuộc vùng Tây Bắc của Việt Nam, có tọa độ địa lý 20°54’ – 22°33’ vĩ độ Bắc và 102°10’ – 103°36’ kinh độ Đông. Nằm cách Thủ đô Hà Nội 504 km về phía Tây, phía Đông và Đông nam giáp tỉnh Sơn La, phía Bắc giáp tỉnh Lai Châu, phía Tây Bắc giáp tỉnh Vân Nam (Trung Quốc), phía Tây và Tây Nam giáp Cộng hòa dân chủ nhân dân Lào. Là tỉnh có chung đường biên giới với 2 quốc gia: Trung Quốc (dài 38,5 km) và Lào (dài 360 km). Trên tuyến biên giới Việt – Lào, ngoài 2 cửa khẩu đã được mở là Huổi Pôc và Tây Trang, còn 3 cặp cửa khẩu phụ khác sắp tới sẽ được mở. Trên tuyến biên giới Việt – Trung sẽ mở cặp cửa khẩu A Pa Chải - Long Phú thành cửa khẩu Quốc gia. Đặc biệt, cửa khẩu Tây Trang từ lâu đã là cửa khẩu quan trọng của vùng Tây Bắc và cả nước, được Chính phủ hai nước thỏa thuận nâng cấp thành cửa khẩu quốc tế và Khu kinh tế cửa khẩu đang được xây dựng. Đây là điều kiện và cơ hội rất lớn để Điện Biên đẩy mạnh thương mại quốc tế, tiến tới xây dựng khu vực này thành địa bàn trung chuyển chính trên tuyến đường xuyên Á phía Bắc, nối liền vùng Tây Bắc Việt Nam với khu vực Bắc Lào - Tây Nam Trung Quốc và Đông Bắc Myanmar. Đây là tỉnh có diện tích lớn thứ 9 cả nước."
	},
	{
		"Địa điểm": null,
		"Diện tích": "64,27 km² 1",
		"tên": "Điện Biên Phủ",
		"Lễ hội": null,
		"Tổng quan": "Điện Biên Phủ là thành phố tỉnh lỵ và là một đô thị loại III của tỉnh Điện Biên ở tây bắc Việt Nam. Thành phố Điện Biên Phủ phía đông nam giáp huyện Điện Biên Đông, các phía còn lại giáp huyện Điện Biên."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "điện Élysée",
		"Lễ hội": null,
		"Tổng quan": "Điện Élysée (tiếng Pháp: Palais de l'Élysée) là dinh Tổng thống Cộng hòa Pháp, nhiệm sở chính thức của tổng thống kể từ khi bắt đầu nền Đệ nhị Cộng hòa Pháp vào năm 1848. Nó nằm ở số 55 phố Faubourg-Saint-Honoré, gần đại lộ Champs-Élysées phía quảng trường Concorde, thuộc quận 8 thành phố Paris."
	},
	{
		"Địa điểm": "Vị trí Quần thể di tích cố đô Huế",
		"Diện tích": null,
		"tên": "Điện Hòn Chén",
		"Lễ hội": [
			"Lễ hội Điện Hòn Chén"
		],
		"Tổng quan": "Điện Hòn Chén tọa lạc trên núi Ngọc Trản, thuộc làng Ngọc Hồ, phường Hương Hồ, thị xã Hương Trà, tỉnh Thừa Thiên - Huế. Núi Ngọc Trản xưa có tên là Hương Uyển Sơn, sau mới đổi tên là Ngọc Trản (có nghĩa là chén ngọc), dân gian vẫn quen gọi là Hòn Chén vì nó có liên quan đến giai thoại về vua Minh Mạng đánh rơi chén ngọc."
	},
	{
		"Địa điểm": "Vị trí Hoàng thành Huế",
		"Diện tích": null,
		"tên": "Điện Kiến Trung",
		"Lễ hội": null,
		"Tổng quan": "Điện Kiến Trung (chữ Nho: 建忠) là một cung điện của nhà Nguyễn trong Tử Cấm thành (Huế) được vua Khải Định cho xây vào năm 1921-1923 cùng thời gian với việc xây lăng để làm nơi sinh hoạt của vua trong hoàng cung."
	},
	{
		"Địa điểm": "Vị trí trong kinh thành Huế",
		"Diện tích": null,
		"tên": "điện Long An",
		"Lễ hội": null,
		"Tổng quan": "Điện Long An nằm trong tổng thể kiến trúc cung Bảo Ðịnh được vua Thiệu Trị cho xây dựng vào năm 1845 ở bờ bắc sông Ngự Hà (gần cầu Vĩnh Lợi phường Tây Lộc). Hiện nay, điện Long An nằm trên đường Lê Trực, phường Thuận Thành, thành phố Huế, tỉnh Thừa Thiên - Huế. Là một di tích trong Quần thể di tích Cố đô Huế được công nhận là di sản văn hóa thế giới ngày 11\/12\/1993. Di tích này được xếp hạng cấp quốc gia theo Quyết định số 872QÐ\/BVHTT ngày 12\/5\/1997."
	},
	{
		"Địa điểm": "Vị trí Hoàng thành Huế",
		"Diện tích": null,
		"tên": "điện Phụng Tiên",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 16°28′05″B 107°34′34″Đ \/ 16,468°B 107,576°Đ \/ 16.468; 107.576"
	},
	{
		"Địa điểm": "Vị trí Quần thể di tích cố đô Huế",
		"Diện tích": null,
		"tên": "điện Voi Ré",
		"Lễ hội": null,
		"Tổng quan": "Điện Voi Ré (tên chính thức: Long Châu Miếu) nằm cách trung tâm thành phố Huế khoảng 5 km về phía Tây-Nam, cách Hổ Quyền khoảng 400m, trên địa phận thôn Trường Đá thuộc xã Thủy Biều, thành phố Huế. Điện Voi Ré là chứng tích một thời của đội Kinh tượng nhà Nguyễn, đây là một di tích độc đáo thuộc quần thể di tích cố đô Huế."
	},
	{
		"Địa điểm": null,
		"Diện tích": "6,36 km²1",
		"tên": "Đỗ Động",
		"Lễ hội": null,
		"Tổng quan": "Đỗ Động là một xã thuộc huyện Thanh Oai, thành phố Hà Nội, Việt Nam."
	},
	{
		"Địa điểm": "Khu vực Hồ Bắc, Hồ Nam",
		"Diện tích": "2.820 km² (mùa lũ: 20.000 km²)",
		"tên": "hồ Động Đình",
		"Lễ hội": null,
		"Tổng quan": "Hồ Động Đình (chữ Hán: 洞庭湖; bính âm: Dòngtíng hú; Wade-Giles: Tung-t'ing Hu) là một hồ lớn, nông ở phía Đông Bắc tỉnh Hồ Nam, Trung Quốc. Đây là hồ điều hòa của sông Dương Tử (hay Trường Giang). Kích thước của hồ phụ thuộc vào mùa, nhưng về tổng thể nó là một trong số bốn hồ nước ngọt có diện tích bề mặt lớn nhất tại Trung Quốc, cùng các hồ như Bà Dương, Hô Luân và Thái Hồ. Tên của hai tỉnh Hồ Bắc và Hồ Nam được đặt căn cứ theo vị trí của 2 tỉnh này so với hồ. Hồ Bắc nghĩa là phía bắc hồ và Hồ Nam nghĩa là phía nam hồ."
	},
	{
		"Địa điểm": "Khu vực quận Hoàn Kiếm, Hà Nội",
		"Diện tích": "12 ha",
		"tên": "Hồ Hoàn Kiếm",
		"Lễ hội": null,
		"Tổng quan": "Hồ Hoàn Kiếm còn được gọi là Hồ Gươm (trong bản đồ Hà Nội năm 1886, hồ này được gọi là Hồ Hoàn Gươm - Lac de Hoan Guom), là một hồ nước ngọt tự nhiên của thành phố Hà Nội. Hồ có diện tích khoảng 12 ha. Trước kia, hồ còn có các tên gọi là hồ Lục Thủy (vì nước có màu xanh quanh năm), hồ Thủy Quân (dùng để duyệt thủy binh), hồ Tả Vọng và Hữu Vọng (trong thời Lê mạt). Tên gọi Hoàn Kiếm xuất hiện vào đầu thế kỷ 15 gắn với truyền thuyết vua Lê Lợi trả gươm báu cho Rùa thần. Tên hồ được lấy để đặt cho một quận trung tâm của Hà Nội (quận Hoàn Kiếm) và là hồ nước duy nhất của quận này cho đến ngày nay."
	},
	{
		"Địa điểm": "Khu vực Quận Ba Đình, Hà Nội",
		"Diện tích": null,
		"tên": "hồ Hữu Tiệp",
		"Lễ hội": null,
		"Tổng quan": "Hồ Hữu Tiệp hay còn gọi là Hồ Ngọc Hà nằm ở phường Ngọc Hà, quận Ba Đình, Hà Nội là di tích của một khúc sông cũ. Khúc sông đó vào năm 1994 đã bị lấp, chỉ còn lại một phần và sau này phần đó trở thành hồ Hữu Tiệp ngày nay."
	},
	{
		"Địa điểm": "Khu vực Thái Nguyên",
		"Diện tích": "25 km²",
		"tên": "Hồ Núi Cốc",
		"Lễ hội": null,
		"Tổng quan": "Hồ Núi Cốc là một hồ nước ngọt nhân tạo tại thành phố Thái Nguyên, tỉnh Thái Nguyên, Việt Nam. Đây là một địa điểm du lịch hấp dẫn của tỉnh Thái Nguyên. Không những thế nó còn được gắn với huyền thoại về chuyện tình nàng Công và chàng Cốc. Hồ Núi Cốc được nhắc đến nhiều khi mà năm du lịch Quốc gia 2007 và 2008 được tổ chức ở Thái Nguyên."
	},
	{
		"Địa điểm": "Khu vực Quận Tây Hồ, Hà Nội",
		"Diện tích": "5,3 km²1",
		"tên": "Hồ Tây",
		"Lễ hội": null,
		"Tổng quan": "Hồ Tây trước đây còn có các tên gọi khác như Đầm Xác Cáo, Hồ Kim Ngưu, Lãng Bạc, Dâm Đàm, Đoài Hồ, là một hồ nước tự nhiên lớn nhất ở nội thành Hà Nội. Hồ có diện tích hơn 500 ha với chu vi là 18 km . Hồ nằm ở vị trí phía tây bắc trung tâm Hà Nội. Ngành địa lý lịch sử đã chứng minh, hồ Tây là một đoạn của sông Hồng xưa trong quá trình ngưng đọng lại sau khi sông đổi dòng chảy. Các khu vực liền kề xung quanh hồ Tây sẽ được quy hoạch để trở thành trung tâm của Thủ đô Hà Nội mới trong tương lai gần. Thay thế dần vị trí hiện nay đang là Hồ Hoàn Kiếm."
	},
	{
		"Địa điểm": "Vị trí trong kinh thành Huế",
		"Diện tích": null,
		"tên": "hồ Tịnh Tâm",
		"Lễ hội": null,
		"Tổng quan": "Hồ Tịnh Tâm là một di tích cảnh quan được kiến tạo dưới triều Nguyễn. Dưới thời vua Thiệu Trị đây được xem là một trong 20 cảnh đẹp đất Thần Kinh."
	},
	{
		"Địa điểm": null,
		"Diện tích": "4,39 km²1",
		"tên": "Hoàng Lương",
		"Lễ hội": null,
		"Tổng quan": "Hoàng Lương là một xã thuộc huyện Hiệp Hòa, tỉnh Bắc Giang, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Hoàng Sơn",
		"Lễ hội": null,
		"Tổng quan": "Hoàng Sơn (chữ Hán: 黄山; bính âm: Huáng Shān; nghĩa núi màu vàng) là một dãy núi ở phía nam tỉnh An Huy, đông Trung Quốc. Khu vực này nổi tiếng vì có cảnh quan đẹp, nằm bên các vách đá, đỉnh núi đá granite có hình dạng khác thường, trong khu rừng thông Hoàng Sơn cảnh trí thay đổi theo mùa và phủ đầy mây. Khu vực này cũng có các suối nước nóng và các vực nước tự nhiên. Hoàng Sơn luôn là chủ đề cho tranh thủy mặc và văn học Trung Quốc. Hoàng Sơn là di sản thế giới được UNESCO công nhận và là một trong những tuyến điểm du lịch hấp dẫn nhất Trung Quốc. Dãy Hoàng Sơn có nhiều đỉnh, trong đó có 77 đỉnh cao quá 1000 m. Ba đỉnh cao nhất của Hoàng Sơn là Đỉnh Liên Hoa (1.864 m, 30°07′B 118°10′Đ \/ 30,117°B 118,167°Đ \/ 30.117; 118.167), bên cạnh Đỉnh Quang Minh (1.840 m) and Đỉnh Thiên Đô (1.829 m). Di sản thế giới có diện tích 154 km2 và một vùng đệm 142 km2."
	},
	{
		"Địa điểm": null,
		"Diện tích": "629,42",
		"tên": "Hoàng Su Phì",
		"Lễ hội": null,
		"Tổng quan": "Hoàng Su Phì là một huyện biên giới vùng cao của tỉnh Hà Giang, Việt Nam. Phía bắc giáp Trung Quốc, phía tây giáp huyện Xín Mần, phía đông giáp huyện Vị Xuyên, phía đông nam và nam giáp các huyện Bắc Quang, Quang Bình cùng tỉnh."
	},
	{
		"Địa điểm": null,
		"Diện tích": "6,89 km²1",
		"tên": "Hoàng Xá",
		"Lễ hội": null,
		"Tổng quan": "Hoàng Xá là một xã thuộc huyện Thanh Thuỷ, tỉnh Phú Thọ, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.105,6 km² (hạng 169)",
		"tên": "Hương Cảng",
		"Lễ hội": null,
		"Tổng quan": "Hồng Kông (tiếng Trung: 香港; Hán-Việt: Hương Cảng), là một Đặc khu hành chính thuộc Trung Quốc, nằm trên bờ biển Đông Nam của Trung Quốc.. Hồng Kông là một trong hai đặc khu hành chính của Cộng hòa Nhân dân Trung Hoa (đặc khu hành chính còn lại là Ma Cao). Lãnh thổ này, gồm hơn 260 hòn đảo, nằm về phía Đông của Đồng bằng châu thổ Châu Giang, giáp với tỉnh Quảng Đông về phía Bắc và nhìn ra biển Đông ở phía Đông, Tây và Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Hương Điền",
		"Lễ hội": null,
		"Tổng quan": "Hương Điền là một xã thuộc huyện Vũ Quang, tỉnh Hà Tĩnh, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "101,61 km²1",
		"tên": "Hương Hóa",
		"Lễ hội": null,
		"Tổng quan": "Hương Hóa là một xã thuộc huyện Tuyên Hóa, tỉnh Quảng Bình, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "22,32 km²1",
		"tên": "hương Mỹ",
		"Lễ hội": null,
		"Tổng quan": "Hương Mỹ là một xã thuộc huyện Mỏ Cày Nam, tỉnh Bến Tre, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "282,62 km²1",
		"tên": "hương Nguyên",
		"Lễ hội": null,
		"Tổng quan": "Hương Nguyên là một xã thuộc huyện A Lưới, tỉnh Thừa Thiên Huế, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "98,3196 km2",
		"tên": "huyện An Dương",
		"Lễ hội": null,
		"Tổng quan": "Huyện An Dương là một huyện nằm ở phía Tây thành phố Hải Phòng, được tách ra từ huyện An Hải cũ vào năm 2002."
	},
	{
		"Địa điểm": null,
		"Diện tích": "777.2",
		"tên": "huyện Bá Thước",
		"Lễ hội": null,
		"Tổng quan": "Bá Thước là một huyện miền núi phía tây của tỉnh Thanh Hóa."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Ba Vì",
		"Lễ hội": null,
		"Tổng quan": "21°04′0″B 105°20′5″Đ \/ 21,06667°B 105,33472°Đ \/ 21.06667; 105.33472"
	},
	{
		"Địa điểm": null,
		"Diện tích": "697,9 km²",
		"tên": "huyện Bắc Sơn",
		"Lễ hội": null,
		"Tổng quan": "Bắc Sơn là huyện phía Tây của tỉnh Lạng Sơn, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "234,4224 km21",
		"tên": "huyện Bến Cát",
		"Lễ hội": null,
		"Tổng quan": "Bến Cát là một thị xã thuộc tỉnh Bình Dương, nằm trong khu vực kinh tế trọng điểm phía Nam, trung tâm thị xã cách Thành phố Thủ Dầu Một 20 km, cách Thành phố Hồ Chí Minh khoảng 50 km."
	},
	{
		"Địa điểm": null,
		"Diện tích": "2.123,1",
		"tên": "huyện Bố Trạch",
		"Lễ hội": null,
		"Tổng quan": "Bố Trạch là một huyện của tỉnh Quảng Bình, huyện lỵ là thị trấn Hoàn Lão. Một phần di sản thế giới Vườn quốc gia Phong Nha-Kẻ Bàng nằm ở huyện này. Trung tâm phục vụ du khách của Phong Nha-Kẻ Bàng nằm ở xã Sơn Trạch. Huyện Bố Trạch có bãi tắm Đá Nhảy nổi tiếng. Huyện Bố Trạch có diện tích tự nhiên 2.123,1km2. Toàn huyện có 30 xã, thị trấn, trong đó có 9 xã miền núi và 2 xã miến núi rẻo cao, có 24 km bờ biển và trên 40 km đường biên giới Việt Lào. Huyện còn có quốc lộ 1A, hai nhánh Đông và Tây đường Hồ Chí Minh, đường sắt đi suốt dọc từ đầu đến cuối huyện theo hường Bắc Nam; các tuyến đường quốc lộ 15A, tỉnh lộ 2, 2B, 3, tỉnh lộ 20 nối liền các tuyến đường dọc huyện, có cửa khẩu Cà Roòng - Noọng Ma (Lào). Biển nơi đây có nhiều loại hải sản, đặc biệt huyện có bãi tắm du lịch Đá Nhảy, vườn quốc gia Phong Nha - Kẻ Bàng được UNESCO công nhận di sản văn hoá thế giới. Đó chính là thế mạnh để phát triển ngành du lịch, dịch vụ của huyện. Từ các lợi thế đó, huyện đã phát huy thế mạnh của mình trên các lĩnh vực kinh tế."
	},
	{
		"Địa điểm": null,
		"Diện tích": "416,14 km2",
		"tên": "huyện Cái Bè",
		"Lễ hội": null,
		"Tổng quan": "Cái Bè là một huyện nằm phía tây tỉnh Tiền Giang (trước đó là tỉnh Mỹ Tho). Huyện Cái Bè được biết đến với chợ nổi Cái Bè đặc trưng cho văn hoá sông nước Miền Tây. Cái Bè là bờ phía Bắc của cây cầu Mỹ Thuận, là cửa ngõ đi thành phố Vĩnh Long và toàn vùng đồng bằng sông Cửu Long."
	},
	{
		"Địa điểm": null,
		"Diện tích": "108,95",
		"tên": "huyện Cẩm Giàng",
		"Lễ hội": null,
		"Tổng quan": "Cẩm Giàng là một huyện của tỉnh Hải Dương."
	},
	{
		"Địa điểm": null,
		"Diện tích": "346,9",
		"tên": "huyện Cam Lộ",
		"Lễ hội": null,
		"Tổng quan": "Cam Lộ là một huyện ở phía tây bắc tỉnh Quảng Trị. phía đông giáp thành phố Đông Hà, phía tây giáp huyện [Dakrong], phía nam giáp huyện Triệu Phong, phía bắc giáp huyện Gio Linh. Có sông Cam Lộ (sông Hiếu) chảy qua. Cam Lộ là địa bàn có nhiều tuyến giao thông quan trọng đi ngang qua: Quốc lộ 1A, Đường Hồ Chí Minh, Đường 9, tuyến hành lang kinh tế Đông - Tây, đường xuyên Á từ Lào về cảng Cửa Việt"
	},
	{
		"Địa điểm": null,
		"Diện tích": "282,03 km² (2010)1",
		"tên": "huyện Chí Linh",
		"Lễ hội": [
			"Đền Chu Văn An nằm trên núi Phượng Hoàng, thuộc xã Văn An; cách khu di tích Côn Sơn khoảng 4 km. Đây là một điểm di tích văn hoá và danh thắng mà quý khách có thể đến thăm, với cảnh rừng thông đẹp trùng điệp, có đền thờ cũ và mới xây xong năm 2007. Lăng mộ Chu Văn An nằm trong khu di tích này. Lễ hội vào tháng tám và tháng một, trọng hội vào ngày 25-8 và 26-11. Khu di tích được xếp hạng năm 1998."
		],
		"Tổng quan": "Chí Linh là một thị xã ở phía Bắc tỉnh Hải Dương, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "232,9 km2",
		"tên": "huyện Chương Mỹ",
		"Lễ hội": null,
		"Tổng quan": "Chương Mỹ là một huyện đồng bằng của thành phố Hà Nội, phía tây nam thủ đô Hà nội, thị trấn Chúc Sơn của huyện nằm cách trung tâm thủ đô Hà Nội 20 km, nơi cuối cùng của huyện cách trung tâm thủ đô không quá 40 km, huyện Chương Mỹ có diện tích rộng đứng thứ 3 toàn thành phố (sau huyện Ba Vì và huyện Sóc Sơn). Địa hình chia làm 3 vùng: vùng bãi ven sông Đáy, vùng đồng bằng và vùng bán sơn địa. Trên địa bàn có 02 quốc lộ chạy qua là quốc lộ 6A với chiều dài 18 km và đường Hồ Chí Minh với dài 16,5 km. Chương Mỹ cũng là huyện nằm trong quy hoạch vùng thủ đô, là vùng vành đai xanh có đô thị vệ tinh Xuân Mai và đô thị sinh thái Chúc Sơn. Tổng diện tích của toàn huyện là 23.240,92 ha, trong đó: Nhóm đất nông nghiệp là 14.032,65 ha; nhóm đất phi nông nghiệp là 8.081,23 ha; Nhóm đất chưa sử dụng là 8.081,23 ha với 32 đơn vị hành chính cấp xã (02 thị trấn và 30 xã), có nhiều cơ quan đơn vị từ trung ương đến địa phương đóng trên địa bàn."
	},
	{
		"Địa điểm": null,
		"Diện tích": "435 km²",
		"tên": "huyện Củ Chi",
		"Lễ hội": null,
		"Tổng quan": "Củ Chi là huyện ngoại thành nằm ở phía Bắc Thành phố Hồ Chí Minh, Việt Nam. Có Sông Sài Gòn chảy qua. Huyện Củ Chi nằm trong vùng chuyển tiếp giữa miền Tây Nam Bộ và Đông Nam Bộ, với độ cao giảm dần theo 2 hướng tây bắc, đông nam và đông bắc, tây nam. Độ cao trung bình so với mặt nước biển từ 8 m – 10 m."
	},
	{
		"Địa điểm": null,
		"Diện tích": "30500 ha",
		"tên": "huyện Diễn Châu",
		"Lễ hội": [
			"Lễ hội truyền thống",
			"Chiến sĩ anh hùng Thành cổ Quảng Trị Lê Bá Dương - Tác giả bài thơ \"Bên dòng Thạch Hãn\", người khởi xướng lễ hội thả hoa đăng trên dòng sông Thạch Hãn vào ngày 27 tháng 7 hàng năm tưởng nhớ những chiến sĩ Quân giải phóng hy sinh trong trận chiến 81 ngày đêm.",
			"Lễ hội đền Cuông: Địa điểm: Xã Diễn An, km 30 trên đường 1A Vinh - Hà Nội. Lễ hội diễn ra trong vòng ba ngày 14-15-16 tháng 2 âm lịch hàng năm để tưởng nhớ vị Vua đã có công sáng lập nên quốc gia Âu Lạc. Phần lễ: Chiều 14 tháng 2 âm lịch: Lễ yết cáo; đêm 14 tháng 2 âm lịch: Lễ yên vị; sáng 15 tháng 2 âm lịch: rước kiệu từ đình Xuân Ái, Diễn An và nhà thờ họ Cao, Diễn Thọ ra đền Cuông. Phần hội: Diễn ra từ ngày 15 tháng 2 đến hết ngày 16 tháng 2 âm lịch gồm các trò chơi dân gian như chọi gà, cờ người, đánh vật, đánh đu... Cùng các hoạt động văn hóa, văn nghệ, thể thao như hát chầu văn, thi nét đẹp đền cuông, bóng bàn, kéo co, leo núi..."
		],
		"Tổng quan": "Diễn Châu là một huyện ven biển thuộc tỉnh Nghệ An, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "298 km²",
		"tên": "huyện Duy Xuyên",
		"Lễ hội": null,
		"Tổng quan": "Duy Xuyên là một huyện thuộc tỉnh Quảng Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "568,55",
		"tên": "huyện Đại Từ",
		"Lễ hội": null,
		"Tổng quan": "Đại Từ là một huyện thuộc tỉnh Thái Nguyên, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1639,85 km2",
		"tên": "huyện Điện Biên",
		"Lễ hội": null,
		"Tổng quan": "Điện Biên là một huyện nằm ở phía tây nam tỉnh Điện Biên."
	},
	{
		"Địa điểm": null,
		"Diện tích": "950,2",
		"tên": "huyện Đỗ Gia",
		"Lễ hội": [
			"Lễ hội truyền thống"
		],
		"Tổng quan": "Hương Sơn là một huyện trung du, miền núi nằm về phía tây bắc của tỉnh Hà Tĩnh, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "350.433",
		"tên": "huyện Đô Lương",
		"Lễ hội": null,
		"Tổng quan": "Đô Lương là một huyện nằm ở trung tâm tỉnh Nghệ An, miền Trung Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "302 km2",
		"tên": "huyện Đoan Hùng",
		"Lễ hội": null,
		"Tổng quan": "Đoan Hùng là huyện cực bắc của tỉnh Phú Thọ, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "182,3",
		"tên": "huyện Đông Anh",
		"Lễ hội": [
			"Hội bà Máy hay còn gọi là lễ hội Giỗ"
		],
		"Tổng quan": "Đông Anh là một huyện ngoại thành Hà Nội, cách trung tâm thành phố 15 Km về phía Bắc."
	},
	{
		"Địa điểm": null,
		"Diện tích": "82,41 km² 1",
		"tên": "huyện Đông Sơn",
		"Lễ hội": null,
		"Tổng quan": "Đông Sơn là huyện nằm ở trung tâm của tỉnh Thanh Hóa, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Đức Thọ",
		"Lễ hội": [
			"Lễ hội truyền thống",
			"Hội lễ đền Thái Yên ở xã Thái Yên: Vào mùa xuân hàng năm ở Thái Yên đều có lễ hội đền sau đó người dân xã Thái Yên tổ chức các hoạt động văn hóa, thể thao đến tận rằm tháng giêng như: kéo co, thi đấu bóng đá, bóng chuyền, bống bàn, cờ tướng, thi văn nghệ. Đặc biệt cứ hai năm một lần Thái Yên lại tổ chức rước kiệu vào ngày mồng 7 tháng giêng."
		],
		"Tổng quan": "Huyện Đức Thọ là một huyện trung du đồng bằng Sông La và hữu ngạn Sông Lam phía bắc của tỉnh Hà Tĩnh, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "107,5 km²",
		"tên": "huyện Gia Bình",
		"Lễ hội": null,
		"Tổng quan": "Gia Bình là một huyện thuộc tỉnh Bắc Ninh, bên bờ Nam sông Đuống."
	},
	{
		"Địa điểm": null,
		"Diện tích": "114,79 km²1",
		"tên": "huyện Gia Lâm",
		"Lễ hội": null,
		"Tổng quan": "Gia Lâm là một huyện ngoại thành phía đông của thành phố Hà Nội, cách trung tâm thành phố 8 km về phía Đông. Đây là cửa ngõ phía đông của thủ đô để đi sang các tỉnh thành phía Đông như Hải Phòng, Hải Dương, Hưng Yên..."
	},
	{
		"Địa điểm": null,
		"Diện tích": "11.181,37",
		"tên": "huyện Gia Lộc",
		"Lễ hội": null,
		"Tổng quan": "Gia Lộc là một huyện nằm phía tây nam của tỉnh Hải Dương với tổng diện tích 11.181,37 km² và dân số 137.586 người (năm 2008) . Địa hình Gia Lộc là đồng bằng, đất nông nghiệp chiếm 67% diện tích. Về giao thông, đường 17 chạy qua địa phận huyện và đường thủy trên sông Thái Bình."
	},
	{
		"Địa điểm": null,
		"Diện tích": "407,443 km²",
		"tên": "huyện Giang Thành",
		"Lễ hội": null,
		"Tổng quan": "Giang Thành là một huyện tại tỉnh Kiên Giang, Việt Nam. Huyện được thành lập theo Nghị quyết số 29\/NQ-CP ngày 29\/6\/2009 của Chính phủ Việt Nam . Huyện được lập trên cơ sở tách 5 xã của huyện Kiên Lương.. Huyện Giang Thành có biên giới với Campuchia về phía tây bắc, có cửa khẩu Giang Thành."
	},
	{
		"Địa điểm": null,
		"Diện tích": "232,11",
		"tên": "huyện Giao Thủy",
		"Lễ hội": null,
		"Tổng quan": "Giao Thủy là một huyện ven biển của tỉnh Nam Định."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Gio Linh",
		"Lễ hội": null,
		"Tổng quan": "Gio Linh là một huyện nhỏ của tỉnh Quảng Trị, phía bắc giáp huyện Vĩnh Linh, phía đông giáp biển Đông, phía nam giáp thị xã Đông Hà, huyện Triệu Phong và huyện Cam Lộ, phía tây giáp huyện Hướng Hóa và huyện Đa Krông. Nơi đây từng là bờ Nam của vĩ tuyến 17, chia đôi đất nước thành hai miền Bắc - Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "453",
		"tên": "huyện Hà Quảng",
		"Lễ hội": null,
		"Tổng quan": "Hà Quảng là huyện nằm ở phía bắc tỉnh Cao Bằng."
	},
	{
		"Địa điểm": null,
		"Diện tích": "245,55 km2",
		"tên": "huyện Hà Trung",
		"Lễ hội": [
			"Ba Bông - Thác Hàn là khu di tích văn hóa lễ hội nổi tiếng của Hà Trung vào tháng 6 âm lịch hàng năm, du khách thập phương đổ về cầu đảo theo tín ngưỡng Tứ Phủ thờ Mẫu điển hình là các đền: Ba Bông (thờ cô Bơ), Đền Hàn Sơn (thờ Đức ông Hàn Sơn), Đền Cây Thị (thờ Chầu Đệ Tứ Khâm Sai).."
		],
		"Tổng quan": "Hà Trung là một huyện nằm ở phía bắc tỉnh Thanh Hóa."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Hải Hậu",
		"Lễ hội": null,
		"Tổng quan": "Hải Hậu là một huyện của tỉnh Nam Định, cách thành phố Nam Định khoảng 35 km về phía nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Hải Lăng",
		"Lễ hội": null,
		"Tổng quan": "Hải Lăng là một huyện của tỉnh Quảng Trị, Việt Nam. Huyện Hải Lăng có danh xưng từ lâu, trong quá trình chuyển đổi từ phủ (trước năm 1945), huyện (1945-1954), quận (1954-1975 dưới chính quyền Sài Gòn), huyện Hải Lăng (1975-1977) sáp nhập với Triệu Phong thành huyện Triệu Hải (1977-1990), từ 1990 đến nay là huyện Hải Lăng theo quyết định số 91-HĐBT ngày 23-3-1990 của Hội đồng Bộ trưởng (nay là Chính phủ Việt Nam)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "Diện tích 907",
		"tên": "huyện Hàm Yên",
		"Lễ hội": null,
		"Tổng quan": "Hàm Yên là một huyện thuộc tỉnh Tuyên Quang."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Hoa Lư",
		"Lễ hội": [
			"Lễ hội văn hóa",
			"Lễ hội cố đô Hoa Lư là lễ hội cấp vùng diễn ra vào đầu tháng 3 âm lịch tại sân khấu lễ hội khu di tích lịch sử văn hoá cố đô Hoa Lư tưởng nhớ công ơn các vị vua tại Hoa Lư như Đinh Tiên Hoàng và Lê Đại Hành…",
			"Lễ hội đền Thái Vi diễn ra vào giữa tháng 3 âm lịch để tưởng nhớ công ơn của các vị vua nhà Trần..."
		],
		"Tổng quan": "Hoa Lư là một huyện nằm ở trung tâm tỉnh Ninh Bình, liền kề hai thành phố Ninh Bình và Tam Điệp. Huyện Hoa Lư được thành lập năm 1907 và mang tên kinh đô Hoa Lư của Việt Nam thế kỷ X vì phần lớn các di tích của cố đô Hoa Lư hiện nay nằm trên huyện này. Hoa Lư thuộc vùng bán sơn địa, có nhiều cảnh quan thiên nhiên như khu hang động Tràng An, Tam Cốc - Bích Động bên cạnh các di tích thuộc quần thể di tích Cố đô Hoa Lư được hình thành và lưu giữ từ hơn 1000 năm trước. Theo điều chỉnh quy hoạch mở rộng thành phố Ninh Bình đến năm 2030 và tầm nhìn đến năm 2050 thì toàn bộ huyện Hoa Lư sẽ nhập về thành phố Hoa Lư (hiện tại gồm thành phố Ninh Bình, huyện Hoa Lư và một số xã khác)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "707.33 km²(chiếm 58% Diện tích TP Đà nẵng)",
		"tên": "huyện Hòa Vang",
		"Lễ hội": null,
		"Tổng quan": "Hoà Vang là huyện ngoại thành duy nhất nằm trên phần đất liền của Thành phố Đà Nẵng. Huyện chiếm gần hết diện tích đất liền của Thành phố Đà Nẵng, một phần nhỏ diện tích còn lại dành cho các quận nội thành."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Hoài Đức",
		"Lễ hội": [
			"Lễ hội: mồng 6 tháng giêng âm lịch (Rước thành hoàng làng) và 27 tháng 5 âm lịch (Giã bánh giầy)"
		],
		"Tổng quan": "21°04′0″B 105°43′0″Đ \/ 21,06667°B 105,71667°Đ \/ 21.06667; 105.71667"
	},
	{
		"Địa điểm": null,
		"Diện tích": "110,18 km²1",
		"tên": "huyện Hóc Môn",
		"Lễ hội": null,
		"Tổng quan": "Hóc Môn là huyện ngoại thành của Thành phố Hồ Chí Minh, Việt Nam, nằm ở phía Tây thành phố. Huyện nằm ở giữa Quận 12 và huyện Củ Chi. Nơi đây còn nổi tiếng với tên gọi Mười tám thôn vườn trầu trong thời kỳ kháng chiến chống Pháp."
	},
	{
		"Địa điểm": null,
		"Diện tích": "200,42 km²",
		"tên": "huyện Hưng Hà",
		"Lễ hội": null,
		"Tổng quan": "Hưng Hà là một huyện thuộc tỉnh Thái Bình, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "950,2",
		"tên": "huyện Hương Sơn",
		"Lễ hội": [
			"Lễ hội truyền thống"
		],
		"Tổng quan": "Hương Sơn là một huyện trung du, miền núi nằm về phía tây bắc của tỉnh Hà Tĩnh, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "518,53 km²",
		"tên": "huyện Hương Trà",
		"Lễ hội": null,
		"Tổng quan": "Hương Trà là một thị xã của tỉnh Thừa Thiên - Huế. Hương Trà có vị trí giáp thành phố Huế (tỉnh lị của tỉnh Thừa Thiên-Huế) về phía Tây."
	},
	{
		"Địa điểm": null,
		"Diện tích": "130,86 km²1",
		"tên": "huyện Khoái Châu",
		"Lễ hội": null,
		"Tổng quan": "Khoái Châu là một huyện phía tây tỉnh Hưng Yên, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "199,2 km²",
		"tên": "huyện Kiến Xương",
		"Lễ hội": null,
		"Tổng quan": "Kiến Xương là một huyện của tỉnh Thái Bình"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Kim Động",
		"Lễ hội": null,
		"Tổng quan": "Kim Động là huyện nằm ở rìa phía Tây Tây Nam của tỉnh Hưng Yên, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Kim Môn",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 24°27′01″B 118°22′39″Đ \/ 24,4504°B 118,3774°Đ \/ 24.4504; 118.3774"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Kim Thành",
		"Lễ hội": null,
		"Tổng quan": "Kim Thành (chữ Hán: 金城) là một huyện đồng bằng của tỉnh Hải Dương, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Kinh Môn",
		"Lễ hội": null,
		"Tổng quan": "Kinh Môn là một huyện của tỉnh Hải Dương giáp với Hải Phòng và Quảng Ninh. Kinh Môn tương đối đặc biệt so với các huyện khác của tỉnh vốn được mệnh danh là tỉnh nông nghiệp. Một dãy núi đất trong hệ thống núi vòng cung Đông Triều làm xương sống của cả Huyện. Về núi non, Kinh Môn cảnh trí tương đối giống Chí Linh, nhưng Kinh Môn còn đặc biệt là có những núi đá xanh rải rác, sông bao bọc, cánh đồng rộng lớn. Trong các sách thường phân loại Kinh Môn là huyện bán sơn địa."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Lâm Thao",
		"Lễ hội": null,
		"Tổng quan": "Lâm Thao là một huyện đồng bằng- trung du của tỉnh Phú Thọ. Huyện lị là thị trấn Lâm Thao, cách thành phố Việt Trì khoảng 10 km về phía Tây. Lâm Thao là huyện có kinh tế phát triển, dân cư đông."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1420,52 km2",
		"tên": "huyện Lệ Thủy",
		"Lễ hội": null,
		"Tổng quan": "Lệ Thủy là một huyện thuộc tỉnh Quảng Bình, Việt Nam. Phía nam giáp huyện Vĩnh Linh (thuộc tỉnh Quảng Trị), phía bắc giáp huyện Quảng Ninh (Quảng Bình), phía tây giáp tỉnh Khammouan của Lào, phía đông giáp Biển Đông."
	},
	{
		"Địa điểm": null,
		"Diện tích": "230,0",
		"tên": "huyện Mỹ Đức",
		"Lễ hội": null,
		"Tổng quan": "20°41′3″B 105°44′33″Đ \/ 20,68417°B 105,7425°Đ \/ 20.68417; 105.74250"
	},
	{
		"Địa điểm": null,
		"Diện tích": "79,1 km2",
		"tên": "huyện Mỹ Hào",
		"Lễ hội": null,
		"Tổng quan": "Mỹ Hào là Huyện phía Đông Bắc tỉnh Hưng Yên, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "293,9 km²",
		"tên": "huyện Nam Đàn",
		"Lễ hội": null,
		"Tổng quan": "Nam Đàn là một trong 17 huyện, nằm về phía nam đông nam của tỉnh Nghệ An, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "109,02",
		"tên": "huyện Nam Sách",
		"Lễ hội": null,
		"Tổng quan": "Nam Sách là một huyện ở phía bắc của tỉnh Hải Dương, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "347.7043",
		"tên": "huyện Nghi Lộc",
		"Lễ hội": null,
		"Tổng quan": "Nghi Lộc là một huyện ven biển ở tỉnh Nghệ An. Huyện lỵ là thị trấn Quán Hành."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Ninh Giang",
		"Lễ hội": null,
		"Tổng quan": "Ninh Giang là một huyện của tỉnh Hải Dương."
	},
	{
		"Địa điểm": null,
		"Diện tích": "258,86 km²",
		"tên": "huyện Phổ Yên",
		"Lễ hội": null,
		"Tổng quan": "Phổ Yên là một thị xã của tỉnh Thái Nguyên. Diện tích tự nhiên: 25.886,9 ha, dân số: 158.619 người (2015)."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Phong Điền",
		"Lễ hội": null,
		"Tổng quan": "Phong Điền là tên của một huyện nằm ở phía Bắc tỉnh Thừa Thiên - Huế, giáp với tỉnh Quảng Trị và thị xã Hương Trà."
	},
	{
		"Địa điểm": null,
		"Diện tích": "679km²",
		"tên": "huyện Phù Cát",
		"Lễ hội": null,
		"Tổng quan": "Phù Cát là một huyện miền biển của tỉnh Bình Định."
	},
	{
		"Địa điểm": null,
		"Diện tích": "93.8 km2",
		"tên": "huyện Phù Cừ",
		"Lễ hội": null,
		"Tổng quan": "Phù Cừ là huyện đông nam của tỉnh Hưng Yên, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Phù Ninh",
		"Lễ hội": null,
		"Tổng quan": "Phù Ninh là một huyện thuộc tỉnh Phú Thọ. Huyện lỵ là thị trấn Phong Châu."
	},
	{
		"Địa điểm": null,
		"Diện tích": "170,8 km2",
		"tên": "huyện Phú Xuyên",
		"Lễ hội": null,
		"Tổng quan": "Phú Xuyên là một huyện phía Nam của Hà Nội."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1190,89 km2",
		"tên": "huyện Quảng Ninh",
		"Lễ hội": null,
		"Tổng quan": "Quảng Ninh là một huyện thuộc tỉnh Quảng Bình."
	},
	{
		"Địa điểm": null,
		"Diện tích": "450 km²",
		"tên": "huyện Quảng Trạch",
		"Lễ hội": null,
		"Tổng quan": "Quảng Trạch là một huyện thuộc phía Bắc tỉnh Quảng Bình. Với địa thế trải dài từ 1742' đến 1759' vĩ độ bắc và 10615' đến 10659' kinh độ đông. Diện tích khoảng 614 km, dân số hơn 95 ngàn người, mật độ trung bình là 212 người\/km. Quảng Trạch có sông Gianh nổi tiếng trong lịch sử thời Trịnh-Nguyễn phân tranh và sông Ròn đổ ra Biển Đông."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Quý",
		"Lễ hội": null,
		"Tổng quan": "Quý Cảng (tiếng tráng: Gveigangj, chữ Hán giản thể: 贵港; bính âm: Guìgǎng) là một địa cấp thị ở Khu tự trị Choang Quảng Tây."
	},
	{
		"Địa điểm": null,
		"Diện tích": "209,6 km²",
		"tên": "huyện Quỳnh Phụ",
		"Lễ hội": [
			"Du lịch - Lễ hội"
		],
		"Tổng quan": "Quỳnh Phụ là huyện cực Bắc tỉnh Thái Bình, Việt Nam. Được hợp nhất từ hai huyện Quỳnh Côi và huyện Phụ Dực vào năm 1969"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Sóc Sơn",
		"Lễ hội": null,
		"Tổng quan": "Sóc Sơn là một huyện nằm ở phía bắc của thành phố Hà Nội."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Sơn Dương",
		"Lễ hội": null,
		"Tổng quan": "Sơn Dương là một huyện miền núi thuộc tỉnh Tuyên Quang, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Sơn Tịnh",
		"Lễ hội": null,
		"Tổng quan": "Huyện Sơn Tịnh là một huyện đồng bằng của tỉnh Quảng Ngãi, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "399",
		"tên": "huyện Thạch Hà",
		"Lễ hội": [
			"Lễ hội truyền thống",
			"Lễ hội đốt lửa truyền thống trong đêm giao thừa tại thôn Phái Thượng -xã Thạch Lâm diễn ra rất sôi nổi. Được nhiều người tham gia. Để có được một đêm đốt lửa truyền thống như vậy thì Thôn phải huy động lực lượng thanh niên trong thôn đi lên núi cắt tấp,cỏ,trện..."
		],
		"Tổng quan": "Thạch Hà là một huyện duyên hải nằm ở trung tâm của tỉnh Hà Tĩnh, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "202,51",
		"tên": "huyện Thạch Thất",
		"Lễ hội": null,
		"Tổng quan": "Thạch Thất là một huyện phía tây của Hà Nội."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Thanh Ba",
		"Lễ hội": null,
		"Tổng quan": "Thanh Ba là huyện miền núi tây bắc tỉnh Phú Thọ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1128,3106 [1]",
		"tên": "huyện Thanh Chương",
		"Lễ hội": [
			"Lễ hội truyền thống",
			"Lễ hội chính: Đền Bạch Mã, xã Võ Liệt, tổ chức từ ngày 09 đến 10 tháng 2 âm lịch hàng năm."
		],
		"Tổng quan": "Thanh Chương là một huyện miền núi nằm ở phía tây nam thuộc tỉnh Nghệ An. phía tây nam giáp tỉnh Bolikhamxai của Lào; phía đông giáp huyện Đô Lương và Nam Đàn; phía tây bắc giáp huyện Anh Sơn; phía đông bắc giáp huyện Đô Lương; phía nam giáp huyện Hương Sơn. Huyện lỵ cách thành phố Vinh 50 km. Đây là huyện được UNESCO đưa vào danh sách các địa danh thuộc Khu dự trữ sinh quyển miền tây Nghệ An."
	},
	{
		"Địa điểm": null,
		"Diện tích": "158,92",
		"tên": "huyện Thanh Hà",
		"Lễ hội": null,
		"Tổng quan": "Thanh Hà là một huyện của tỉnh Hải Dương, đất đai do phù sa bồi tụ, sông ngòi nhiều nên rất màu mỡ, phì nhiêu, thuận lợi cho phát triển kinh tế nông nghiệp, nổi tiếng với đặc sản Vải thiều."
	},
	{
		"Địa điểm": null,
		"Diện tích": "122,321",
		"tên": "huyện Thanh Miện",
		"Lễ hội": null,
		"Tổng quan": "Thanh Miện là một huyện của tỉnh Hải Dương, Việt Nam. Trung tâm huyện cách Hà Nội 60 km; cách thành phố Hải Dương 23 km và cách thành phố Hưng Yên 25 km. Cùng với mạng lưới giao thông thông suốt, Thanh Miện có nhiều điều kiện thuận lợi để phát triển sản xuất hàng hoá trong nông nghiệp và nông thôn."
	},
	{
		"Địa điểm": null,
		"Diện tích": "129, 6",
		"tên": "huyện Thanh Oai",
		"Lễ hội": null,
		"Tổng quan": "Thanh Oai là một huyện thuộc Hà Nội."
	},
	{
		"Địa điểm": null,
		"Diện tích": "620,63",
		"tên": "huyện Thanh Sơn",
		"Lễ hội": null,
		"Tổng quan": "Thanh Sơn là một huyện miền núi thuộc tỉnh Phú Thọ, Việt Nam. Huyện lỵ là thị trấn Thanh Sơn (Phố Vàng)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "120,97",
		"tên": "huyện Thanh Thủy",
		"Lễ hội": null,
		"Tổng quan": "21°10′14″B 105°16′45″Đ \/ 21,17056°B 105,27917°Đ \/ 21.17056; 105.27917"
	},
	{
		"Địa điểm": null,
		"Diện tích": "63,17",
		"tên": "huyện Thanh Trì",
		"Lễ hội": null,
		"Tổng quan": "Thanh Trì là một huyện ngoại thành phía Nam của thành phố Hà Nội, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "295,885",
		"tên": "huyện Thọ Xuân",
		"Lễ hội": null,
		"Tổng quan": "Thọ Xuân là một huyện của tỉnh Thanh Hóa. Nằm ở phía tây tỉnh Thanh Hoá, Thọ Xuân là vùng đất \"địa linh nhân kiệt\" có vị thế chiến lược trọng yếu trong sự nghiệp đấu tranh dựng nước và giữ nước."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.535,07",
		"tên": "huyện Thuận Châu",
		"Lễ hội": null,
		"Tổng quan": "21°26′30″B 103°41′2″Đ \/ 21,44167°B 103,68389°Đ \/ 21.44167; 103.68389"
	},
	{
		"Địa điểm": null,
		"Diện tích": "127,59 km²",
		"tên": "huyện Thường Tín",
		"Lễ hội": null,
		"Tổng quan": "Thường Tín là một huyện nằm phía Nam của thành phố Hà Nội."
	},
	{
		"Địa điểm": null,
		"Diện tích": "96,21 km²19",
		"tên": "huyện Tiên Du",
		"Lễ hội": [
			"Lễ hội",
			"Hội Lim: các ngày 11 - 13 tháng giêng âm lịch hàng năm. Là lễ hội lớn nhất và tiêu biểu nhất ở Tiên Du, tôn vinh di sản văn hóa quan họ.",
			"Lễ hội đình Phúc Nghiêm diễn ra 17 tháng 2 âm lịch hàng năm tôn vinh tướng quân Nguyễn Thủ Tiệp thời 12 sứ quân đã cai quản vùng Tiên Du với tế lễ, hội vật, đu tiên, hát chèo, Quan họ."
		],
		"Tổng quan": "Tiên Du là một huyện trực thuộc tỉnh Bắc Ninh, nằm trong vùng đồng bằng sông Hồng ở miền Bắc Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "257",
		"tên": "huyện Trà Lĩnh",
		"Lễ hội": null,
		"Tổng quan": "Trà Lĩnh là một huyện thuộc tỉnh Cao Bằng, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "354.92",
		"tên": "huyện Triệu Phong",
		"Lễ hội": null,
		"Tổng quan": "Triệu Phong là một trong 10 huyện, thị, thành phố của tỉnh Quảng Trị, Việt Nam. Huyện nằm về phía Đông Nam của tỉnh và trãi ngang như một tấm khăn chùng từ nơi giáp giới với hai huyện Cam Lộ, Đakrông ra đến biển đông; chiều dài trên đất liền tư Tây sang Đông hơn 30 km, chiều rộng ở vùng đồng bằng từ 10 đến 13 km. Diện tích tự nhiên của huyện là 354,92 Km², dân số của huyện tính đến tháng 4\/2009 là 108.657 người."
	},
	{
		"Địa điểm": null,
		"Diện tích": "469,15",
		"tên": "huyện Trùng Khánh",
		"Lễ hội": null,
		"Tổng quan": "Trùng Khánh là một huyện Việt Nam, ở phần đông bắc của tỉnh Cao Bằng. Huyện lỵ là thị trấn Trùng Khánh, cách thành phố Cao Bằng 62 km theo tỉnh lộ 206. Huyện có cửa khẩu quốc gia với Trung Quốc, là cửa khẩu Pò Peo, thuộc xã Ngọc Côn, và các đường tiểu ngạch khác."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Trường Sa",
		"Lễ hội": null,
		"Tổng quan": "Trường Sa là một đơn vị hành chính cấp huyện thuộc tỉnh Khánh Hòa do Việt Nam thiết lập trên cơ sở các đảo san hô nhỏ, cồn cát, rạn đá ngầm và bãi ngầm thuộc quần đảo Trường Sa, vốn đang trong tình trạng tranh chấp giữa sáu bên là Brunei, Đài Loan, Malaysia, Philippines, Trung Quốc và Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "170,03",
		"tên": "huyện Tứ Kỳ",
		"Lễ hội": [
			"Miếu Phạm Xá thuộc xã Ngọc Sơn có lễ hội hàng năm tổ chức vào 9 tháng giêng với nhiều trò chơi dân gian như bắt vịt, kéo co,... và các tục lệ truyền thống khác.",
			"Đình Quỳnh Côi tại xã Tân Kỳ thờ thành hoàng là Cao Sơn Đại Vương, thời Hùng Duệ Vương, có công chống giặc Thục, giữ yên bờ cõi. Lễ hội hằng năm vào ngày 8 tháng 2.",
			"Đình Ngọc Lâm (còn gọi là Đình Gậm) tại xã Tân Kỳ, thờ thành hoàng là Cao Sơn Đại Vương, thời Hùng Vương, như thành hoàng đình Quỳnh Gôi. Lễ hội hằng năm vào ngày 12-18 tháng một."
		],
		"Tổng quan": "Tứ Kỳ là huyện nằm ở rìa phía đông nam tỉnh Hải Dương, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "75,32",
		"tên": "huyện Từ Liêm",
		"Lễ hội": null,
		"Tổng quan": "Từ Liêm là một huyện cũ của Hà Nội, trước khi Hà Tây được sáp nhập vào Hà Nội, huyện Từ Liêm nằm về phía Tây của thủ đô, nhưng hiện hay thì dường như nằm ở trung tâm của Hà Nội mở rộng. Cuối năm 2013, huyện Từ Liêm được chia tách để thành lập hai quận mới của Hà Nội là Bắc Từ Liêm và Nam Từ Liêm."
	},
	{
		"Địa điểm": null,
		"Diện tích": "205,3624 km²1",
		"tên": "huyện Tư Nghĩa",
		"Lễ hội": null,
		"Tổng quan": "Tư Nghĩa là huyện đồng bằng của tỉnh Quảng Ngãi, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "61,33 km2",
		"tên": "huyện Từ Sơn",
		"Lễ hội": null,
		"Tổng quan": "Từ Sơn là một thị xã cửa ngõ phía nam của tỉnh Bắc Ninh cửa ngõ phía bắc của thành phố Hà Nội được Thủ tướng Chính phủ ký quyết định thành lập ngày 24 tháng 9 năm 2008."
	},
	{
		"Địa điểm": null,
		"Diện tích": "71,79 km2",
		"tên": "huyện Văn Giang",
		"Lễ hội": [
			"Lễ hội-đặc sản",
			"Huyện có nhiều lễ hội như: Hội Hai Bà Trưng, hội Chử Đồng Tử - Tiên Dung, hội chùa ông Khổng, hội đình Bến..."
		],
		"Tổng quan": "Văn Giang là huyện nằm ở phía Tây Bắc tỉnh Hưng Yên, Việt Nam. Văn Giang là vùng đất cổ, là huyện có lịch sử hình thành lâu đời, thế kỷ X vùng đất này trở thành trung tâm chiếm đóng của thủ lĩnh Lã Đường, một trong 12 sứ quân cai trị giai đoạn xen giữa nhà Ngô và nhà Đinh."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Văn Lâm",
		"Lễ hội": null,
		"Tổng quan": "Văn Lâm là một huyện nằm phía bắc của tỉnh Hưng Yên."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.451 km2",
		"tên": "huyện Vị Xuyên",
		"Lễ hội": null,
		"Tổng quan": "Vị Xuyên là một huyện biên giới phía Bắc của Việt Nam, thuộc tỉnh Hà Giang."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.091.990 km²1",
		"tên": "huyện Vĩnh Cửu",
		"Lễ hội": null,
		"Tổng quan": "Vĩnh Cửu là một huyện thuộc tỉnh Đồng Nai. Địa bàn huyện này có Vườn quốc gia Cát Tiên đã được UNESCO công nhận là khu dự trữ sinh quyển thế giới. Huyện có diện tích lớn nhất tỉnh và dân số ngày càng tăng do tốc độ phát triển công nghiệp như KCN Thạnh Phú. Huyện có Làng Bưởi Tân Triều là đặc sản của tỉnh Đồng Nai."
	},
	{
		"Địa điểm": null,
		"Diện tích": "152,81 km²",
		"tên": "huyện Vụ Bản",
		"Lễ hội": null,
		"Tổng quan": "Vụ Bản là một huyện phía bắc của tỉnh Nam Định, Việt Nam. Phía bắc giáp huyện Bình Lục của tỉnh Hà Nam và huyện Mỹ Lộc của tỉnh Nam Định, phía đông giáp thành phố Nam Định và huyện Nam Trực, phía tây và tây nam giáp huyện Ý Yên."
	},
	{
		"Địa điểm": null,
		"Diện tích": "195,2 km²",
		"tên": "huyện Vũ Thư",
		"Lễ hội": null,
		"Tổng quan": "Vũ Thư là một huyện của tỉnh Thái Bình."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "huyện Xuân Trường",
		"Lễ hội": null,
		"Tổng quan": "Xuân Trường là một huyện phía Nam của tỉnh Nam Định, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "773,196",
		"tên": "huyện Yên Bình",
		"Lễ hội": null,
		"Tổng quan": "Yên Bình là huyện cửa ngõ phía đông của tỉnh Yên Bái."
	},
	{
		"Địa điểm": null,
		"Diện tích": "185,9",
		"tên": "huyện Yên Dũng",
		"Lễ hội": null,
		"Tổng quan": "Yên Dũng là một huyện của tỉnh Bắc Giang, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "337,57 km²1",
		"tên": "huyện Yên Hưng",
		"Lễ hội": null,
		"Tổng quan": "Quảng Yên là một thị xã ven biển nằm ở phía tây nam của tỉnh Quảng Ninh, thuộc Vùng Đông Bắc Bộ, Việt Nam. Ngày 25 tháng 11 năm 2011, Chính phủ Việt Nam ban hành Nghị quyết số 100\/NQ-CP, tái lập thị xã Quảng Yên trên cơ sở toàn bộ diện tích tự nhiên và nhân khẩu của huyện Yên Hưng."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.210",
		"tên": "huyện Yên Sơn",
		"Lễ hội": null,
		"Tổng quan": "Yên Sơn là một huyện thuộc tỉnh Tuyên Quang."
	},
	{
		"Địa điểm": "Địa chỉ khu Phố Thượng, phường Đình Bảng, thị xã Từ Sơn, tỉnh Bắc Ninh, Việt Nam",
		"Diện tích": null,
		"tên": "Khu lăng mộ và đền thờ các vị vua triều Lý",
		"Lễ hội": null,
		"Tổng quan": "Đền Lý Bát Đế, còn gọi là Đền Đô hoặc Cổ Pháp điện là một quần thể kiến trúc tín ngưỡng thờ tám vị vua đầu tiên của nhà Lý. Đền Lý Bát Đế đã được Nhà nước Việt Nam công nhận là di tích lịch sử - văn hóa theo Quyết định số 154 của Bộ Văn hóa - Thông tin (nay là Bộ Văn hóa, Thể thao và Du lịch) ngày 25 tháng 1 năm 1991. Năm 2014, nơi đây cùng với khu lăng mộ các Vua nhà Lý đã được xếp hạng di tích quốc gia đặc biệt."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Khúc Phụ",
		"Lễ hội": null,
		"Tổng quan": "Khúc Phụ (chữ Hán giản thể: 曲阜市, âm Hán Việt: Khúc Phụ thị) là một thị xã thuộc địa cấp thị Tế Ninh, tỉnh Sơn Đông, Cộng hòa Nhân dân Trung Hoa. Thị xã này là quê hương của Khổng Tử, ở đây có Khổng Miếu, Khổng Lâm, Khổng Phủ, một di sản thế giới được UNESCO công nhận. Thị xã Khúc Phụ có diện tích 896 km², dân số năm 2001 là 640.000 người. Mã số bưu chính của Khúc Phụ là 273100."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Kinh Môn",
		"Lễ hội": null,
		"Tổng quan": "Kinh Môn là một huyện của tỉnh Hải Dương giáp với Hải Phòng và Quảng Ninh. Kinh Môn tương đối đặc biệt so với các huyện khác của tỉnh vốn được mệnh danh là tỉnh nông nghiệp. Một dãy núi đất trong hệ thống núi vòng cung Đông Triều làm xương sống của cả Huyện. Về núi non, Kinh Môn cảnh trí tương đối giống Chí Linh, nhưng Kinh Môn còn đặc biệt là có những núi đá xanh rải rác, sông bao bọc, cánh đồng rộng lớn. Trong các sách thường phân loại Kinh Môn là huyện bán sơn địa."
	},
	{
		"Địa điểm": null,
		"Diện tích": "20,96 km²1",
		"tên": "Lạc Lâm",
		"Lễ hội": null,
		"Tổng quan": "Lạc Lâm là một xã thuộc huyện Đơn Dương, tỉnh Lâm Đồng, Việt Nam."
	},
	{
		"Địa điểm": "Địa điểm Quảng trường Ba Đình",
		"Diện tích": null,
		"tên": "lăng Bác Hồ",
		"Lễ hội": null,
		"Tổng quan": "Lăng Chủ tịch Hồ Chí Minh, hay còn gọi là Lăng Hồ Chủ tịch, Lăng Bác, Lăng Ba Đình là nơi đặt thi hài của chủ tịch Hồ Chí Minh. Lăng Chủ tịch Hồ Chí Minh được chính thức khởi công ngày 2 tháng 9 năm 1973, tại vị trí của lễ đài cũ giữa Quảng trường Ba Đình, nơi ông đã từng chủ trì các cuộc mít tinh lớn."
	},
	{
		"Địa điểm": "Vị trí Quần thể di tích cố đô Huế",
		"Diện tích": null,
		"tên": "lăng Khải Định",
		"Lễ hội": null,
		"Tổng quan": "16°23′56″B 107°35′25″Đ \/ 16,39889°B 107,59028°Đ \/ 16.39889; 107.59028"
	},
	{
		"Địa điểm": "Vị trí Quần thể di tích cố đô Huế",
		"Diện tích": null,
		"tên": "Lăng Tự Đức",
		"Lễ hội": null,
		"Tổng quan": "16°25′58″B 107°33′55″Đ \/ 16,43278°B 107,56528°Đ \/ 16.43278; 107.56528"
	},
	{
		"Địa điểm": null,
		"Diện tích": "37,46 km²1",
		"tên": "Lê Chung",
		"Lễ hội": null,
		"Tổng quan": "Lê Chung là một xã thuộc huyện Hòa An, tỉnh Cao Bằng, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "37,42 km²1",
		"tên": "Lý Quốc",
		"Lễ hội": null,
		"Tổng quan": "Lý Quốc là một xã của huyện Hạ Lang, tỉnh Cao Bằng, Việt Nam. Xã nằm ở cực đông của tỉnh Cao Bằng và có vị trí:"
	},
	{
		"Địa điểm": null,
		"Diện tích": "9,97 km²",
		"tên": "Lý Sơn",
		"Lễ hội": null,
		"Tổng quan": "Lý Sơn trước đây được gọi là cù lao Ré mà theo cách lý giải của dân gian là “cù lao có nhiều cây Ré”. Là huyện đảo duy nhất của Quảng Ngãi, nằm về phía Đông Bắc, cách đất liền 15 hải lý."
	},
	{
		"Địa điểm": null,
		"Diện tích": "4,98 km²1",
		"tên": "Ngô Xá",
		"Lễ hội": null,
		"Tổng quan": "Ngô Xá là một xã thuộc huyện Cẩm Khê, tỉnh Phú Thọ, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "núi Altay",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 49°B 89°Đ﻿ \/ ﻿49°B 89°Đ﻿ \/ 49; 89"
	},
	{
		"Địa điểm": "Vị trí",
		"Diện tích": null,
		"tên": "núi Bà Rá",
		"Lễ hội": [
			"Lễ hội"
		],
		"Tổng quan": "Núi Bà Rá là một ngọn núi đẹp, thắng cảnh của tỉnh Bình Phước và miền Đông Nam Bộ, Việt Nam. Đây là ngọn núi cao thứ 3 ở Nam Bộ."
	},
	{
		"Địa điểm": "Tọa độ 36°B 84°Đ﻿ \/ ﻿36°B 84°Đ",
		"Diện tích": null,
		"tên": "núi Côn Lôn",
		"Lễ hội": null,
		"Tổng quan": "Dãy núi Côn Lôn hay Côn Lôn Sơn (tiếng Trung phồn thể: 崑崙山, giản thể: 昆仑山, bính âm: Kūnlún Shān) là một trong những dãy núi dài nhất tại châu Á, nó trải dài trên 3.000 km với chiều rộng khoảng 130–200 km. Độ cao bình quân 5.500-6.000 m với phía tây chật hẹp và cao còn phía đông rộng rãi và thấp hơn."
	},
	{
		"Địa điểm": "Vị trí",
		"Diện tích": null,
		"tên": "núi Tản Viên",
		"Lễ hội": null,
		"Tổng quan": "Ba Vì là một dãy núi đất và đá vôi lớn trải trên một phạm vi rộng chừng 5000 ha ở ba huyện Ba Vì (Hà Nội), Lương Sơn và Kỳ Sơn (Hòa Bình), cách nội thành Hà Nội chừng 60km."
	},
	{
		"Địa điểm": "Tọa độ 36°15′B 117°06′Đ \/ 36,25°B 117,1°ĐTọa độ: 36°15′B 117°06′Đ \/ 36,25°B 117,1°Đ",
		"Diện tích": null,
		"tên": "núi Thái Sơn",
		"Lễ hội": null,
		"Tổng quan": "Thái Sơn (tiếng Trung: 泰山; bính âm: Tài Shān) có tên gọi là Đại Sơn hay Đại Tông đến thời Xuân Thu mới bắt đầu gọi là Thái Sơn. Núi Thái Sơn là một di sản thế giới đáp ứng nhiều tiêu chuẩn nhất hiện nay (cùng với Vùng hoang dã ở Tasmania của Úc là 2 di sản thế giới hỗn hợp đáp ứng tới 7 tiêu chuẩn của UNESCO), điều khác biệt là trong 7 tiêu chuẩn đó, Tasmania đáp ứng tất cả các tiêu chuẩn di sản thiên nhiên còn Thái Sơn đáp ứng tất cả các tiêu chuẩn di sản văn hóa. Đây cũng là một trong những điểm du lịch nổi tiếng trên thế giới."
	},
	{
		"Địa điểm": null,
		"Diện tích": "533,02",
		"tên": "núi Thành",
		"Lễ hội": null,
		"Tổng quan": "Núi Thành là một huyện nằm phía Nam của tỉnh Quảng Nam, được thành lập năm 1983 trên cơ sở tách huyện Tam Kỳ (cũ) thành huyện Núi Thành và thị xã Tam Kỳ (nay là Thành phố Tam Kỳ, tỉnh lị của Quảng Nam). Phía bắc giáp thành phố Tam Kỳ, phía nam giáp huyện Bình Sơn và huyện Trà Bồng tỉnh Quảng Ngãi, phía tây giáp huyện Bắc Trà My.Tên được đặt tên cho một con đường tại quận Tân Bình"
	},
	{
		"Địa điểm": "Tọa độ 10°24′42″B 114°34′12″Đ \/ 10,41167°B 114,57°ĐTọa độ: 10°24′42″B 114°34′12″Đ \/ 10,41167°B 114,57°Đ",
		"Diện tích": null,
		"tên": "Núi Thị",
		"Lễ hội": null,
		"Tổng quan": "Đá Núi Thị là một rạn san hô thuộc cụm Nam Yết của quần đảo Trường Sa. Đá này nằm cách đảo Sơn Ca khoảng 6 hải lý (11,1 km) về phía đông đông bắc."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "núi Trường Sơn",
		"Lễ hội": null,
		"Tổng quan": "Dãy núi Trường Sơn là dãy núi dài nhất Việt Nam và Lào, dài khoảng 1.100 km."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Nước Tần",
		"Lễ hội": null,
		"Tổng quan": "Tần (tiếng Trung Quốc: 秦; PinYin: Qin, Wade-Giles: Qin hoặc Ch'in) (778 TCN-221 TCN) là một nước chư hầu thời Xuân Thu và Chiến Quốc ở Trung Quốc. Cuối cùng nó đã lớn mạnh giữ vị trí thống trị toàn bộ các nước và lần đầu tiên thống nhất Trung Quốc, từ thời điểm này nó được gọi là Nhà Tần. Họ của gia đình hoàng gia nước Tần là Doanh (嬴)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "111,97 km²1",
		"tên": "Phan Điền",
		"Lễ hội": null,
		"Tổng quan": "Phan Điền là một xã thuộc huyện Bắc Bình, tỉnh Bình Thuận, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "206,45 km²",
		"tên": "Phan Thiết",
		"Lễ hội": [
			"Lễ hội văn hóa"
		],
		"Tổng quan": "Phan Thiết là tỉnh lỵ, trung tâm chính trị, kinh tế, văn hóa và khoa học kỹ thuật của tỉnh Bình Thuận. Phan Thiết nằm trên quốc lộ 1A (chiều dài quốc lộ 1A đi qua là 7 km), trung tâm hành chính Thành phố Phan Thiết cách trung tâm hành chính Thành phố Hồ Chí Minh 183 km về hướng đông bắc. Phan Thiết là đô thị Duyên Hải Cực Nam Trung Bộ, thuộc khu vực Nam Trung Bộ, tuy nhiên, theo quy hoạch phát triển đến năm 2025, nó sẽ là đô thị cấp vùng Đông Nam Bộ. Diện tích tự nhiên là 206,45 km², bờ biển trải dài 57,40 km."
	},
	{
		"Địa điểm": null,
		"Diện tích": "87,87 km²1",
		"tên": "Phủ Lý",
		"Lễ hội": null,
		"Tổng quan": "Phủ Lý là thành phố trực thuộc tỉnh, tỉnh lỵ của tỉnh Hà Nam. Đây là trung tâm văn hóa, chính trị và kinh tế và là đô thị loại 3 của tỉnh Hà Nam. Thành phố này nằm ở vị trí cửa ngõ phía nam Hà Nội và cũng là thành phố ngã ba sông hợp lưu lại là sông Đáy, sông Châu Giang và sông Nhuệ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "2,56 km²1",
		"tên": "phường An Cựu",
		"Lễ hội": null,
		"Tổng quan": "An Cựu là một phường thuộc thành phố Huế, tỉnh Thừa Thiên Huế, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "9,21 km²",
		"tên": "quận Ba Đình",
		"Lễ hội": null,
		"Tổng quan": "Ba Đình là một quận nằm ở trung tâm thành phố Hà Nội, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "62,53 km²1",
		"tên": "quận Cái Răng",
		"Lễ hội": null,
		"Tổng quan": "Cái Răng là một quận nằm ở phía đông nam của thành phố Cần Thơ, Đồng bằng sông Cửu Long, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "12.04 km²",
		"tên": "quận Cầu Giấy",
		"Lễ hội": null,
		"Tổng quan": "Cầu Giấy là một quận của thủ đô Hà Nội, được lập theo nghị định của Chính phủ Việt Nam năm 1997."
	},
	{
		"Địa điểm": "Tọa độ 16°30′B 112°00′Đ \/ 16,5°B 112°Đ",
		"Diện tích": null,
		"tên": "quần đảo Hoàng Sa",
		"Lễ hội": null,
		"Tổng quan": "Quần đảo Hoàng Sa (tiếng Anh: Paracel Islands, chữ Hán: 黄沙 hay 黄沙渚, có nghĩa là Cát vàng hay bãi cát vàng), là một nhóm khoảng 30 đảo, bãi san hô và mỏm đá ngầm nhỏ ở Biển Đông. Quần đảo nằm cách miền Trung Việt Nam khoảng một phần ba khoảng cách đến những đảo phía bắc của Philippines; cách đảo Lý Sơn của Việt Nam khoảng 200 hải lý và cách đảo Hải Nam của Trung Quốc khoảng 230 hải lý. Hoàng Sa (黄沙), có nghĩa là \"cát vàng\", là tên Người Việt đặt cho quần đảo này, còn người Trung Hoa gọi quần đảo này với những tên gọi là: giản thể: 西沙群岛; phồn thể: 西沙群島; bính âm: Xīshā qúndǎo, Hán-Việt: Tây Sa quần đảo."
	},
	{
		"Địa điểm": "Tọa độ 16°30′B 112°00′Đ﻿ \/ ﻿16,5°B 112°Đ",
		"Diện tích": null,
		"tên": "quần đảo Tây Sa",
		"Lễ hội": null,
		"Tổng quan": "Quần đảo Hoàng Sa (tiếng Anh: Paracel Islands, chữ Hán: 黄沙 hay 黄沙渚, có nghĩa là Cát vàng hay bãi cát vàng), là một nhóm khoảng 30 đảo, bãi san hô và mỏm đá ngầm nhỏ ở Biển Đông. Quần đảo nằm cách miền Trung Việt Nam khoảng một phần ba khoảng cách đến những đảo phía bắc của Philippines; cách đảo Lý Sơn của Việt Nam khoảng 200 hải lý và cách đảo Hải Nam của Trung Quốc khoảng 230 hải lý. Hoàng Sa (黄沙), có nghĩa là \"cát vàng\", là tên Người Việt đặt cho quần đảo này, còn người Trung Hoa gọi quần đảo này với những tên gọi là: giản thể: 西沙群岛; phồn thể: 西沙群島; bính âm: Xīshā qúndǎo, Hán-Việt: Tây Sa quần đảo."
	},
	{
		"Địa điểm": "Tọa độ 6°12' ~ 12°00' vĩ Bắc và 111°30' ~ 117°20' kinh Đông",
		"Diện tích": "dưới 5 km2 (đất nổi)",
		"tên": "quần đảo Trường Sa",
		"Lễ hội": null,
		"Tổng quan": "Quần đảo Trường Sa (tiếng Anh: Spratly Islands; giản thể: 南沙群岛; phồn thể: 南沙群島; bính âm: Nánshā Qúndǎo; tiếng Mã Lai và tiếng Indonesia: Kepulauan Spratly; tiếng Tagalog: Kapuluan ng Kalayaan) là một tập hợp thực thể địa lý được bao quanh bởi những vùng đánh cá trù phú và có tiềm năng dầu mỏ và khí đốt thuộc biển Đông. Tuy nhiên, quần đảo này đang trong tình trạng tranh chấp ở các mức độ khác nhau giữa sáu bên là Brunei, Trung Hoa Dân Quốc (Đài Loan), Malaysia, Philippines, Cộng hoà Nhân dân Trung Hoa (Trung Quốc) và Việt Nam. Ở cấp độ quốc tế, phạm vi của khái niệm Spratly Islands vẫn chưa được xác định rõ và đang trong vòng tranh cãi. Ở cấp độ quốc gia cũng có các cách hiểu khác nhau. Tuy Đài Loan, Trung Quốc và Việt Nam trên danh nghĩa đều tuyên bố chủ quyền đối với toàn bộ quần đảo, nhưng khái niệm quần đảo Nam Sa trong nhận thức của Đài Loan và Trung Quốc là bao hàm toàn bộ các thực thể địa lý nằm bên trong phần phía nam của đường chín đoạn. Đối với Philippines, phạm vi tuyên bố chủ quyền của nước này bao trùm hầu hết quần đảo và được gọi là Nhóm đảo Kalayaan. Về phần Malaysia, nước này đòi hỏi một số thực thể ở phía nam của quần đảo. Cuối cùng, chưa rõ Brunei đòi hỏi cụ thể thực thể địa lý nào vì chỉ thấy nước này đưa ra yêu sách về vùng đặc quyền kinh tế và thềm lục địa mà trong vùng đó có vài thực thể thuộc biển Đông."
	},
	{
		"Địa điểm": null,
		"Diện tích": "9.96",
		"tên": "quận Đống Đa",
		"Lễ hội": null,
		"Tổng quan": "Đống Đa là một đơn vị hành chính cấp quận trực thuộc thủ đô Hà Nội, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "9,62 km²",
		"tên": "quận Hai Bà Trưng",
		"Lễ hội": null,
		"Tổng quan": "Hai Bà Trưng, thường được gọi tắt là Hai Bà, là một quận trung tâm của thành phố Hà Nội. Tên quận được đặt theo đền thờ Hai Bà Trưng nằm gần hồ Đồng Nhân."
	},
	{
		"Địa điểm": null,
		"Diện tích": "5,2871",
		"tên": "quận Hoàn Kiếm",
		"Lễ hội": null,
		"Tổng quan": "Quận Hoàn Kiếm là một quận ở trung tâm thủ đô Hà Nội, Việt Nam. Tên quận được đặt theo tên của hồ Hoàn Kiếm. Quận này bao gồm nhiều trung tâm buôn bán, thương mại lớn như: Tràng Tiền Plaza, chợ Đồng Xuân, chợ Hàng Da."
	},
	{
		"Địa điểm": null,
		"Diện tích": "41,04 km21",
		"tên": "quận Hoàng Mai",
		"Lễ hội": null,
		"Tổng quan": "Hoàng Mai là một quận phía Nam nội thành thủ đô Hà Nội. Đây là quận có diện tích lớn thứ 4 của thủ đô (sau quận Long Biên, Hà Đông và Bắc Từ Liêm)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "60,3824 km²",
		"tên": "quận Long Biên",
		"Lễ hội": null,
		"Tổng quan": "Long Biên là một quận nằm ở phía Đông thành phố Hà Nội. Đây là quận duy nhất nằm ở tả ngạn sông Hồng, đồng thời là quận có diện tích lớn nhất của thủ đô."
	},
	{
		"Địa điểm": null,
		"Diện tích": "32,27 km²",
		"tên": "quận Nam Từ Liêm",
		"Lễ hội": null,
		"Tổng quan": "Nam Từ Liêm là một quận nằm ở phía Tây trung tâm thành phố Hà Nội."
	},
	{
		"Địa điểm": null,
		"Diện tích": "16 km²",
		"tên": "Quận Tân Phú",
		"Lễ hội": null,
		"Tổng quan": "Quận Tân Phú là một quận của Thành phố Hồ Chí Minh. Quận Tân Phú hiện đang sở hữu cũng khá nhiều địa điểm tham quan như địa đạo Phú Thọ Hoà, đình Tân Thới.....và nhiều địa điểm khác."
	},
	{
		"Địa điểm": null,
		"Diện tích": "9,11 km²",
		"tên": "quận Thanh Xuân",
		"Lễ hội": null,
		"Tổng quan": "Thanh Xuân là một quận phía Tây nam của nội thành Hà Nội, thủ đô của Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Quần thể di tích Cố đô Huế",
		"Lễ hội": null,
		"Tổng quan": "Quần thể di tích Cố đô Huế hay Quần thể di tích Huế là những di tích lịch sử - văn hoá do triều Nguyễn chủ trương xây dựng trong khoảng thời gian từ đầu thế kỷ 19 đến nửa đầu thế kỷ 20 trên địa bàn kinh đô Huế xưa; nay thuộc phạm vi thành phố Huế và một vài vùng phụ cận thuộc tỉnh Thừa Thiên-Huế, Việt Nam. Phần lớn các di tích này nay thuộc sự quản lý của Trung tâm Bảo tồn Di tích Cố đô Huế và được UNESCO công nhận là Di sản Văn hoá Thế giới vào ngày 11 tháng 12 năm 1993. Hiện tại, cố đô Huế đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 62 di tích quốc gia đặc biệt quan trọng. Quần thể di tích Cố đô Huế có thể phân chia thành các cụm công trình gồm các cụm công trình ngoài Kinh thành Huế và trong kinh thành Huế."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Ba",
		"Lễ hội": null,
		"Tổng quan": "Sông Ba (phần thượng lưu gọi là Ea Pa, Ia Pa, phần hạ lưu gọi là Đà Rằng) là con sông lớn nhất vùng ven biển miền Trung, chảy qua 4 tỉnh miền Trung Việt Nam là Kon Tum, Gia Lai, Đắc Lắc và Phú Yênvới diện tích lưu vực 13.900km2."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Bạch Đằng",
		"Lễ hội": null,
		"Tổng quan": "Sông Bạch Đằng, còn gọi là Bạch Đằng Giang (chữ Nho: 白藤江; tên Nôm: sông Rừng), hiệu là sông Vân Cừ, là một con sông chảy giữa thị xã Quảng Yên (Quảng Ninh) và huyện Thủy Nguyên (Hải Phòng), cách vịnh Hạ Long, cửa Lục khoảng 40 km. Nó nằm trong hệ thống sông Thái Bình."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Bassac",
		"Lễ hội": null,
		"Tổng quan": "Sông Hậu, hay Hậu Giang, là một trong hai phân lưu của sông Mê Kông. Phân lưu còn lại là sông Tiền. Mê Kông tách ra thành sông Tiền và sông Hậu tại lãnh thổ Campuchia. Ở Campuchia, sông Hậu được gọi là sông Bassac (Tonlé Bassac theo tiếng Khmer). Vì thế nó còn có tên gọi nữa là sông Ba Thắc."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Bôi",
		"Lễ hội": null,
		"Tổng quan": "Sông Bôi là một con sông chảy qua 2 tỉnh Hòa Bình và Ninh Bình, sông là nhánh chính đổ vào sông Hoàng Long nên đôi khi nó cũng được gọi là sông Hoàng Long. Có 2 nguồn nước khoáng đổ vào thượng lưu và hạ lưu sông Bôi là nước khoáng Kim Bôi (Hòa Bình và nước khoáng Kênh Gà (Ninh Bình)."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Bưởi",
		"Lễ hội": null,
		"Tổng quan": "Sông Bưởi hay còn gọi là sông Sòi, phụ lưu của sông Mã."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Cà Lồ",
		"Lễ hội": null,
		"Tổng quan": "Sông Cà Lồ (còn gọi là sông Phủ Lỗ) là một chi lưu của sông Cầu và từng là một phân lưu của sông Hồng. Nó vốn tách ra khỏi sông Hồng ở xã Trung Hà, huyện Yên Lạc, Vĩnh Phúc và hợp lưu với sông Cầu tại ngã ba Xá, xã Tam Giang, huyện Yên Phong, tỉnh Bắc Ninh, khoảng 15 km về phía nam nơi sông Công hợp lưu với sông Cầu. Tuy nhiên đoạn đầu nguồn của Cà Lồ (chỗ phân lưu khỏi sông Hồng) đã bị bịt vào đầu thế kỷ 20, nên sông Cà Lồ hiện nay không còn nối với sông Hồng. Đầu nguồn sông Cà Lồ hiện nay ở huyện Mê Linh (Hà Nội) và nguồn nước của sông chủ yếu là từ các dòng suối từ dãy núi Tam Đảo. Sông Cà Lồ tạo thành ranh giới tự nhiên giữa huyện Sóc Sơn với các huyện Mê Linh, Đông Anh (Hà Nội) và giữa huyện Sóc Sơn với huyện Yên Phong (tỉnh Bắc Ninh). Toàn chiều dài của sông là 89 km, trong đó đoạn trên địa bàn Vĩnh Phúc dài 27 km."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Cầu",
		"Lễ hội": null,
		"Tổng quan": "Sông Cầu (còn gọi là sông Như Nguyệt, sông Thị Cầu, sông Nguyệt Đức hay mỹ danh dòng sông quan họ), là con sông quan trọng nhất trong hệ thống sông Thái Bình, sông nằm lọt trong vùng Đông Bắc Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Chảy",
		"Lễ hội": null,
		"Tổng quan": "Sông Chảy là một con sông tại miền Bắc Việt Nam, bắt nguồn từ sườn tây nam đỉnh Tây Côn Lĩnh (2.419 m) và sườn đông bắc đỉnh Kiều Liên Ti (2402 m) trên khối núi thượng nguồn sông Chảy, phía tây bắc tỉnh Hà Giang, vượt qua các tỉnh Lào Cai, Yên Bái rồi chảy vào sông Lô ở Đoan Hùng, tỉnh Phú Thọ."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Chu",
		"Lễ hội": null,
		"Tổng quan": "Sông Chu hay còn gọi là sông Lường (ngôn ngữ Tày, Thái gọi là Nậm Sam; nguyên gốc gọi là sông Sủ, người Pháp viết thành Chu), là phụ lưu lớn nhất của sông Mã. Bắt nguồn từ vùng núi Houa (2.062 m), tây bắc Sầm Nưa ở Lào, chảy theo hướng tây bắc - đông nam, đổ vào bờ phải sông Mã ở Ngã Ba Giàng (Ngã Ba Đầu, Ngã Ba Bông), cách cửa sông 25,5 km. Dài 325 km, phần chảy ở Việt Nam là 160 km, qua các huyện Quế Phong (Nghệ An); Thường Xuân, Thọ Xuân (Thanh Hóa). Diện tích lưu vực 7.580 km², phần ở Việt Nam 3.010 km²; cao trung bình 790 m, độ dốc trung bình 18,3%; mật độ sông suối 0,98 km\/km². Tổng lượng nước 4,72 km³ ứng với lưu lượng trung bình năm 148 m³\/s và môđun dòng chảy năm 18,2 l\/s.km². Tại Mường Hinh, lưu lượng trung bình năm 91 m³\/s ứng với môđun dòng chảy năm 17,1 l\/s.km². Trên Bái Thượng, lòng sông hẹp và nhiều thác ghềnh, đá ngầm, đá nổi, vận chuyển trên sông chủ yếu bằng bè, mảng; từ Bái Thượng thuyền độc mộc mới qua lại được nhưng cũng rất khó khăn vì còn nhiều đá ngầm. Tàu thuyền chỉ đi lại được ở hạ lưu khoảng 96 km (đoạn Ngã Ba Đầu-Bản Don)."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Sông Công",
		"Lễ hội": null,
		"Tổng quan": "Sông Công là một phụ lưu của sông Cầu."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Diêm Hộ",
		"Lễ hội": null,
		"Tổng quan": "Sông Diêm Hộ, một con sông nhỏ thuộc hệ thống sông Hồng chảy trong tỉnh Thái Bình"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Dương Tử",
		"Lễ hội": null,
		"Tổng quan": "Trường Giang (giản thể: 长江; phồn thể: 長江; nghe pinyin: Cháng Jiāng; Wade-Giles: Ch'ang Chiang) hay sông Dương Tử (扬子江 nghe , Yángzǐ Jiāng hay Yangtze Kiang; Hán-Việt: Dương Tử Giang) là con sông dài nhất châu Á và đứng thứ ba trên thế giới sau sông Nin ở Châu Phi, sông Amazon ở Nam Mỹ."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Đà",
		"Lễ hội": null,
		"Tổng quan": "Sông Đà (còn gọi là sông Bờ hay Đà Giang) là phụ lưu lớn nhất của sông Hồng. Sông dài 910 km (có tài liệu ghi 983 km), diện tích lưu vực là 52.900 km², bắt nguồn từ núi Vô Lượng, tỉnh Vân Nam, Trung Quốc chảy theo hướng tây bắc - đông nam để rồi nhập với sông Hồng ở Phú Thọ. Trong một số tiếng châu Âu, sông Đà được dịch là sông Đen (tiếng Anh: Black River; tiếng Pháp: rivière Noire)."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Đáy",
		"Lễ hội": null,
		"Tổng quan": "Sông Đáy là một trong những con sông dài ở miền Bắc Việt Nam, nó là con sông chính của lưu vực sông Nhuệ - Đáy ở phía tây nam vùng châu thổ sông Hồng. Sông Đáy chảy qua các tỉnh thành Hà Nội, Hà Nam, Ninh Bình và Nam Định với dòng sông chảy gần song song bên hữu ngạn hạ lưu sông Hồng. Trong lưu vực sông Đáy có nhiều sông khác như sông Tích, sông Nhuệ, sông Bùi, sông Bôi, sông Lạng, sông Hoàng Long, sông Sắt, sông Vạc, sông Nam Định, liên quan đến nhau nên đã được quy hoạch thủy lợi chung vào hệ thống sông Đáy."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Đồng Nai",
		"Lễ hội": null,
		"Tổng quan": "Sông Đồng Nai là con sông nội địa dài nhất Việt Nam, lớn thứ nhì Nam Bộ về lưu vực, chỉ sau sông Cửu Long. Sông Đồng Nai chảy qua các tỉnh Lâm Đồng, Đăk Nông, Bình Phước, Đồng Nai, Bình Dương, Thành phố Hồ Chí Minh với chiều dài 586 km (364 dặm) và lưu vực 38.600 km² (14.910 mi)."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Đuống",
		"Lễ hội": null,
		"Tổng quan": "Sông Đuống, tên chữ gọi là sông Thiên Đức hay Thiên Đức Giang, là một con sông dài 68 km, nối sông Hồng với sông Thái Bình. Sông Đuống là chi lưu của sông Hồng, nhưng là phụ lưu của sông Thái Bình."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Giá",
		"Lễ hội": null,
		"Tổng quan": "Sông Giá (tên khác: Sông Chế) là một con sông đổ ra Sông Cái Phan Rang. Sông có chiều dài 57 km và diện tích lưu vực là 493 km². Sông Giá chảy qua các tỉnh Ninh Thuận, Bình Thuận."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Gianh",
		"Lễ hội": null,
		"Tổng quan": "Sông Gianh là một con sông chảy trên địa phận tỉnh Quảng Bình, bắt nguồn từ khu vực ven núi Cô Pi cao 2.017 m thuộc dãy Trường Sơn, chảy qua địa phận các huyện Minh Hóa, Tuyên Hoá, Quảng Trạch, Bố Trạch để đổ ra biển Đông ở Cửa Gianh."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Hải Triều",
		"Lễ hội": null,
		"Tổng quan": "Sông Luộc, xưa kia còn có tên chữ gọi là sông Phú Nông là một trong những con sông nối sông Hồng với sông Thái Bình. Điểm đầu là ngã ba giao với sông Hồng tại Phương Trà - xã Tân Hưng, huyện Tiên Lữ, tỉnh Hưng Yên. Đoạn đầu của sông Luộc là ranh giới tự nhiên giữa hai tỉnh Hưng Yên và Thái Bình. Điểm cuối là Quý Cao, xã Giang Biên, huyện Vĩnh Bảo, thành phố Hải Phòng (gặp sông Thái Bình). Sông có chiều dài 72 km; các loại tàu thuyền, xà lan có tải trọng dưới 300 tấn đều có thể vận tải trên sông cả hai mùa."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Sông Hằng",
		"Lễ hội": null,
		"Tổng quan": "Sông Hằng (tiếng Hindi: गंगा, tiếng Bengal: গঙ্গা, tiếng Phạn: गङ्गा \/ Ganga, Hán-Việt: 恒河 \/ Hằng hà) là con sông quan trọng nhất của tiểu lục địa Ấn Độ. Sông Hằng dài 2.510 km bắt nguồn từ dãy Hymalaya của Bắc Trung Bộ Ấn Độ, chảy theo hướng Đông Nam qua Bangladesh và chảy vào vịnh Bengal. Tên của sông được đặt theo tên vị nữ thần Hindu Ganga. Sông Hằng có lưu vực rộng 907.000 km², một trong những khu vực phì nhiêu và có mật độ dân cao nhất thế giới."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Hát",
		"Lễ hội": null,
		"Tổng quan": "Sông Đáy là một trong những con sông dài ở miền Bắc Việt Nam, nó là con sông chính của lưu vực sông Nhuệ - Đáy ở phía tây nam vùng châu thổ sông Hồng. Sông Đáy chảy qua các tỉnh thành Hà Nội, Hà Nam, Ninh Bình và Nam Định với dòng sông chảy gần song song bên hữu ngạn hạ lưu sông Hồng. Trong lưu vực sông Đáy có nhiều sông khác như sông Tích, sông Nhuệ, sông Bùi, sông Bôi, sông Lạng, sông Hoàng Long, sông Sắt, sông Vạc, sông Nam Định, liên quan đến nhau nên đã được quy hoạch thủy lợi chung vào hệ thống sông Đáy."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Hậu",
		"Lễ hội": null,
		"Tổng quan": "Sông Hậu, hay Hậu Giang, là một trong hai phân lưu của sông Mê Kông. Phân lưu còn lại là sông Tiền. Mê Kông tách ra thành sông Tiền và sông Hậu tại lãnh thổ Campuchia. Ở Campuchia, sông Hậu được gọi là sông Bassac (Tonlé Bassac theo tiếng Khmer). Vì thế nó còn có tên gọi nữa là sông Ba Thắc."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Hóa",
		"Lễ hội": null,
		"Tổng quan": "Sông Hóa, một con sông nhỏ thuộc hệ thống sông Thái Bình, chảy trong tỉnh Thái Bình"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Hoài",
		"Lễ hội": null,
		"Tổng quan": "Sông Hoài (tiếng Trung: 淮河 hoặc 淮水, âm Hán-Việt: Hoài Hà hoặc Hoài Thủy) là con sông lớn thứ ba ở Trung Quốc sau Dương Tử và Hoàng Hà. Sông Hoài dài 1.078 km với lưu vực rộng 187 ngàn kilômét vuông. Giống như hai con sông lớn kể trên, sông Hoài về cơ bản chảy theo hướng tây-đông và nằm gần giữa khoảng cách của hai con sông này. Tuy nhiên, do nó không trực tiếp đổ ra biển nên nó nổi tiếng là dễ gây ngập lụt."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Hoàng Hà",
		"Lễ hội": null,
		"Tổng quan": "Hoàng Hà (tiếng Hán: 黃河; pinyin: Huáng Hé; Wade-Giles: Hwang-ho, nghĩa là \"sông màu vàng\"), là con sông dài thứ 3 châu Á xếp sau sông Trường Giang (Dương Tử) và sông Yenisei, với chiều dài 5.464 km sông Hoàng Hà xếp thứ 6 thế giới về chiều dài."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Hồng",
		"Lễ hội": null,
		"Tổng quan": "Sông Hồng có tổng chiều dài là 1,149 km bắt nguồn từ Trung Quốc chảy qua Việt Nam và đổ ra biển Đông. Đoạn chảy trên đất Việt Nam dài 510 km. Đây là dòng sông quan trọng của nền văn hóa lúa nước Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Hương",
		"Lễ hội": null,
		"Tổng quan": "Sông Hương hay Hương Giang (Hán Nôm 香江) là con sông chảy qua thành phố Huế và các huyện, thị xã: Hương Trà, Hương Thủy, Phú Vang đều thuộc tỉnh Thừa Thiên-Huế, miền Trung Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Kim Sa",
		"Lễ hội": null,
		"Tổng quan": "Sông Kim Sa (金沙江, Hán Việt: Kim Sa giang) là tên gọi của đoạn thượng du sông Trường Giang, cũng là cách chỉ đoạn thượng du sông Trường Giang từ cửa sông Ba Đường trong huyện Ngọc Thụ của tỉnh Thanh Hải đến cửa sông Dân Giang trong thị xã Nghi Tân của tỉnh Tứ Xuyên, còn từ Nghĩa Tân trở xuống mới chính thức gọi là Trường Giang. Sông Kim Sa có chiều dài 2.308 km, diện tích lưu vực đạt 340.000 km² và tổng độ cao hạ thấp xuống là 3.300 m."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Lam",
		"Lễ hội": null,
		"Tổng quan": "Sông Lam, (tên gọi khác: Ngàn Cả, Sông Cả, Nậm Khan), là một trong hai con sông lớn nhất ở Bắc Trung Bộ Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Lô",
		"Lễ hội": null,
		"Tổng quan": "Sông Lô (ở Trung Quốc gọi là Bàn Long Giang (Pan Long Jiang)) là phụ lưu tả ngạn (bên trái) của sông Hồng, bắt nguồn từ tỉnh Vân Nam (Trung Quốc), chảy vào Việt Nam tại xã Thanh Thuỷ, huyện Vị Xuyên, tỉnh Hà Giang. Điểm cuối là ngã ba Việt Trì, còn gọi là ngã ba Hạc, thành phố Việt Trì, tỉnh Phú Thọ, nơi sông Lô đổ vào sông Hồng."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Lục Nam",
		"Lễ hội": null,
		"Tổng quan": "Sông Lục Nam (còn gọi là sông Lục, sông Minh Đức) là một phụ lưu của hệ thống sông Thái Bình, chảy qua hai tỉnh Lạng Sơn và Bắc Giang"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Luộc",
		"Lễ hội": null,
		"Tổng quan": "Sông Luộc, xưa kia còn có tên chữ gọi là sông Phú Nông là một trong những con sông nối sông Hồng với sông Thái Bình. Điểm đầu là ngã ba giao với sông Hồng tại Phương Trà - xã Tân Hưng, huyện Tiên Lữ, tỉnh Hưng Yên. Đoạn đầu của sông Luộc là ranh giới tự nhiên giữa hai tỉnh Hưng Yên và Thái Bình. Điểm cuối là Quý Cao, xã Giang Biên, huyện Vĩnh Bảo, thành phố Hải Phòng (gặp sông Thái Bình). Sông có chiều dài 72 km; các loại tàu thuyền, xà lan có tải trọng dưới 300 tấn đều có thể vận tải trên sông cả hai mùa."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Mã",
		"Lễ hội": null,
		"Tổng quan": "Sông Mã là một con sông của Việt Nam và Lào có chiều dài 512 km, trong đó phần trên lãnh thổ Việt Nam dài 410 km và phần trên lãnh thổ Lào dài 102 km. Lưu vực của sông Mã rộng 28.400 km², phần ở Việt Nam rộng 17.600 km², cao trung bình 762 m, độ dốc trung bình 17,6%, mật độ sông suối toàn lưu vực 0,66 km\/km². Lưu lượng nước trung bình năm 52,6 m³\/s. Sông Mã chủ yếu chảy giữa vùng rừng núi và trung du. Phù sa sông Mã là nguồn chủ yếu tạo nên đồng bằng Thanh Hóa lớn thứ ba ở Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Mê Kông",
		"Lễ hội": null,
		"Tổng quan": "Sông Mê Kông là một trong những con sông lớn nhất trên thế giới, bắt nguồn từ Tây Tạng, chảy qua Trung Quốc, Lào, Myanma, Thái Lan, Campuchia và đổ ra Biển Đông ở Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Mê Nam",
		"Lễ hội": null,
		"Tổng quan": "Chao Phraya (tiếng Thái: แม่น้ำเจ้าพระยา, Menam Chao Phraya; thường được biết đến trong tiếng Việt với tên gọi sông Mê Nam) là một con sông lớn ở Thái Lan, phù sa của nó bồi đắp nên đồng bằng sông Mê Nam ở vùng hạ lưu tạo nên phần thuộc đại lục của quốc gia này."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Mekong",
		"Lễ hội": null,
		"Tổng quan": "Sông Mê Kông là một trong những con sông lớn nhất trên thế giới, bắt nguồn từ Tây Tạng, chảy qua Trung Quốc, Lào, Myanma, Thái Lan, Campuchia và đổ ra Biển Đông ở Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Ngàn Sâu",
		"Lễ hội": null,
		"Tổng quan": "Sông Ngàn Sâu là một phụ lưu chính của sông La. Sông này dài khoảng 131 km, bắt nguồn từ vùng núi Ông Giao Thừa (cao 1.100 m) và núi Cũ Lân (cao 1.014 m) thuộc dãy núi Trường Sơn nằm trên địa bàn giáp ranh của hai tỉnh Hà Tĩnh và Quảng Bình, Việt Nam. sông chảy về hướng Bắc qua huyện Hương Khê, Vũ Quang, Đức Thọ và Hương Sơn (tỉnh Hà Tĩnh) rồi hợp lưu với sông Ngàn Phố tại ngã ba Tam Soa (hay bến Tam Soa), huyện Đức Thọ tạo thành dòng sông La."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Nguyệt Đức",
		"Lễ hội": null,
		"Tổng quan": "Sông Cầu (còn gọi là sông Như Nguyệt, sông Thị Cầu, sông Nguyệt Đức hay mỹ danh dòng sông quan họ), là con sông quan trọng nhất trong hệ thống sông Thái Bình, sông nằm lọt trong vùng Đông Bắc Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Nhật Lệ",
		"Lễ hội": null,
		"Tổng quan": "Sông Nhật Lệ chảy qua địa phận tỉnh Quảng Bình, bắt nguồn từ núi U Bò, Co Roi (Trường Sơn) chảy ra Biển Đông tại cửa Nhật Lệ."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Nhị",
		"Lễ hội": null,
		"Tổng quan": "Sông Hồng có tổng chiều dài là 1,149 km bắt nguồn từ Trung Quốc chảy qua Việt Nam và đổ ra biển Đông. Đoạn chảy trên đất Việt Nam dài 510 km. Đây là dòng sông quan trọng của nền văn hóa lúa nước Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Nhị Hà",
		"Lễ hội": null,
		"Tổng quan": "Sông Hồng có tổng chiều dài là 1,149 km bắt nguồn từ Trung Quốc chảy qua Việt Nam và đổ ra biển Đông. Đoạn chảy trên đất Việt Nam dài 510 km. Đây là dòng sông quan trọng của nền văn hóa lúa nước Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Như Nguyệt",
		"Lễ hội": null,
		"Tổng quan": "Sông Cầu (còn gọi là sông Như Nguyệt, sông Thị Cầu, sông Nguyệt Đức hay mỹ danh dòng sông quan họ), là con sông quan trọng nhất trong hệ thống sông Thái Bình, sông nằm lọt trong vùng Đông Bắc Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Nhuệ",
		"Lễ hội": null,
		"Tổng quan": "Sông Nhuệ tức Nhuệ Giang là một con sông nhỏ, phụ lưu của sông Đáy. Sông dài khoảng 76 km, chảy ngoằn ngoèo gần như theo hướng bắc Tây Bắc-Nam Đông Nam qua địa phận thành phố Hà Nội và tỉnh Hà Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Sài Gòn",
		"Lễ hội": null,
		"Tổng quan": "Sông Sài Gòn là một phụ lưu của sông Đồng Nai, Sông Sài Gòn bắt nguồn từ vùng đồi thấp, có độ cao tương đối khoảng 150m, nằm trong huyện Lộc Ninh, tỉnh Bình Phước, rồi chảy qua giữa địa phận ranh giới tự nhiên giữa 2 tỉnh Bình Phước và Tây Ninh, qua hồ Dầu Tiếng, chảy tiếp qua tỉnh Bình Dương, là ranh giới giữa Bình Dương với Thành phố Hồ Chí Minh, hợp với sông Đồng Nai thành hệ thống sông Đồng Nai, đổ ra biển. Ở thượng lưu sông chảy theo hướng bắc - nam, trung lưu và hạ lưu sông chảy theo hướng tây bắc - đông nam.. Sông Sài Gòn dài 256 km, chảy dọc trên địa phận Thành phố Hồ Chí Minh khoảng 80 km, có lưu lượng trung bình vào khoảng 54 m³\/s, bề rộng tại Thành phố khoảng 225 m đến 370 m, độ sâu có chỗ tới 20 m, diện tích lưu vực trên 5.000 km²."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Sêrêpôk",
		"Lễ hội": null,
		"Tổng quan": "Sêrêpôk (hay Srêpôk), tên gọi trong tiếng Khmer là Tonlé Srepok, là dòng sông lớn nhất trong hệ thống sông ngòi ở Đăk Lăk."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Srepok",
		"Lễ hội": null,
		"Tổng quan": "Sêrêpôk (hay Srêpôk), tên gọi trong tiếng Khmer là Tonlé Srepok, là dòng sông lớn nhất trong hệ thống sông ngòi ở Đăk Lăk."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Thái Bình",
		"Lễ hội": null,
		"Tổng quan": "Sông Thái Bình là một con sông lớn trong hệ thống sông ở miền Bắc Việt Nam, cùng với hệ thống sông Hồng là 2 hệ thống sông chính của đồng bằng sông Hồng. Mặc dù tên sông trùng với tên tỉnh Thái Bình nhưng sông không chảy qua tỉnh này, nó chỉ chảy bên 2 xã Thụy Tân và Thụy Trường thuộc huyện Thái Thụy, Thái Bình với chiều dài gần 5 km, là quá ngắn so với chiều dài qua các tỉnh Bắc Giang, Bắc Ninh, Hải Dương và Hải Phòng. Sông Thái Bình là tên gọi của hai đoạn sông chính trong hệ thống sông Thái Bình:"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Sông Thao",
		"Lễ hội": null,
		"Tổng quan": "Sông Thao là dòng chính của sông Hồng, bắt nguồn từ Nguy Sơn, tỉnh Vân Nam, Trung Quốc, vào Việt Nam ở tỉnh Lào Cai, chảy đến ngã ba Hạc ở Việt Trì, tỉnh Phú Thọ thì hợp lưu với sông Đà và sông Lô. Tại Việt Nam, sông chảy qua các tỉnh Lào Cai, Yên Bái và Phú Thọ."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Thị Cầu",
		"Lễ hội": null,
		"Tổng quan": "Sông Cầu (còn gọi là sông Như Nguyệt, sông Thị Cầu, sông Nguyệt Đức hay mỹ danh dòng sông quan họ), là con sông quan trọng nhất trong hệ thống sông Thái Bình, sông nằm lọt trong vùng Đông Bắc Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Thiên Đức",
		"Lễ hội": null,
		"Tổng quan": "Sông Đuống, tên chữ gọi là sông Thiên Đức hay Thiên Đức Giang, là một con sông dài 68 km, nối sông Hồng với sông Thái Bình. Sông Đuống là chi lưu của sông Hồng, nhưng là phụ lưu của sông Thái Bình."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Thương",
		"Lễ hội": null,
		"Tổng quan": "Sông thương bắc giang"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Tích",
		"Lễ hội": null,
		"Tổng quan": "Sông Tích còn gọi là sông Tích Giang hay sông Con (khi so sánh với sông Hồng-sông Cái), là phụ lưu cấp I của sông Đáy, thuộc hệ thống sông Hồng, bắt nguồn từ dãy núi Ba Vì, đầu nguồn là các hồ Suối Hai, Đồng Mô. Sông Tích chảy theo hướng Tây Bắc - Đông Nam, bên hữu ngạn sông Đáy, qua các huyện và thành phố của tỉnh Hà Tây cũ, nay thuộc địa bàn Hà Nội, là: Ba Vì, Sơn Tây, Phúc Thọ, Thạch Thất, Quốc Oai, Chương Mỹ và Mỹ Đức. Sông Tích nhận nước từ sông Bùi tại vị trí cầu Tân Trương trên quốc lộ 6 thuộc địa bàn huyện Chương Mỹ, và đổ nước vào sông Đáy tại xã Phúc Lâm huyện Mỹ Đức. Dọc hai bên bờ sông Tích có nhiều địa điểm du lịch văn hóa lịch sử: khu du lịch nghỉ dưỡng hồ Suối Hai, làng cổ Đường Lâm, đền Và, trại tù Sơn Tây, thành cổ Sơn Tây, khu du lịch Đồng Mô-Ngải Sơn, Ao Vua. Chiều dài dòng chính của sông Tích là 91 km (tổng chiều dài toàn lưu vực sông Tích là 110 km), diện tích lưu vực 1330 km. Trên lưu vực sông Tích, có các hồ Đồng Mô - Ngải Sơn (rộng 1.260 ha), hồ Suối Hai (671 ha), hồ Xuân Khanh (104 ha) góp nước cho con sông này.dòng sông này có rất nhiều tài nguyên thủy sản như tôm, cá, con trai, hến... Đây là nguồn lợi thủy sản nước ngọt cho cư dân sinh sống trong lưu vực sông đánh bắt, gia tăng thu nhập. Sản lượng thủy sản của Sông Tích hằng năm có thể đạt hàng trăm tấn."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Tô",
		"Lễ hội": null,
		"Tổng quan": "Sông Tô Lịch (chữ Hán: 蘇瀝江) là một con sông nhỏ, chảy trong địa phận thủ đô Hà Nội. Dòng chính sông Tô Lịch khi chảy qua các quận huyện: Thanh Xuân, Hoàng Mai và Thanh Trì còn được gọi là Kim Giang. Sông Tô Lịch là một đường bao của kinh đô Thăng Long xưa, nó là một cạnh của tứ giác nước Thăng Long."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Tô Lịch",
		"Lễ hội": null,
		"Tổng quan": "Sông Tô Lịch (chữ Hán: 蘇瀝江) là một con sông nhỏ, chảy trong địa phận thủ đô Hà Nội. Dòng chính sông Tô Lịch khi chảy qua các quận huyện: Thanh Xuân, Hoàng Mai và Thanh Trì còn được gọi là Kim Giang. Sông Tô Lịch là một đường bao của kinh đô Thăng Long xưa, nó là một cạnh của tứ giác nước Thăng Long."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Trường Giang",
		"Lễ hội": null,
		"Tổng quan": "Trường Giang (giản thể: 长江; phồn thể: 長江; nghe pinyin: Cháng Jiāng; Wade-Giles: Ch'ang Chiang) hay sông Dương Tử (扬子江 nghe , Yángzǐ Jiāng hay Yangtze Kiang; Hán-Việt: Dương Tử Giang) là con sông dài nhất châu Á và đứng thứ ba trên thế giới sau sông Nin ở Châu Phi, sông Amazon ở Nam Mỹ."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Vang",
		"Lễ hội": null,
		"Tổng quan": "Sông Vang là một con sông đổ ra Sông Thu Bồn. Sông có chiều dài 33 km và diện tích lưu vực là 240 km². Sông Vang chảy qua các tỉnh Quảng Ngãi, Quảng Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "sông Vị",
		"Lễ hội": null,
		"Tổng quan": "Sông Vị hay Vị Hà (tiếng Trung: 渭河; Bính âm: Wèi Hé; Wade-Giles: Wei Ho) là một con sông ở tây trung bộ Trung Quốc, chi lưu lớn nhất của Hoàng Hà. Sông Vị bắt nguồn gần huyện Vị Nguyên ở tỉnh Cam Túc, cách Hoàng Hà gần 200 km ở Lan Châu. Tuy nhiêu, do Hoàng Hà ngoặt về hướng bắc quá đột ngột, hai con sông này không gặp nhau cho đến 2.000 km tính từ nguồn của Hoàng Hà, tại khu vực gọi là Đồng Quan trong tỉnh Thiểm Tây. Con sông này chảy trong ba tỉnh Cam Túc, Ninh Hạ và Thiểm Tây, trong đó phần lớn con sông chảy qua tỉnh Thiểm Tây. Sông chảy theo hướng tây-đông và gần như song song với con sông lớn Hoàng Hà. Diện tích lưu vực 134.766 km², trong đó Thiểm Tây chiếm 50%, Cam Túc 44%."
	},
	{
		"Địa điểm": "Vị trí Quảng Trị",
		"Diện tích": "25 ha",
		"tên": "Thành cổ Quảng Trị",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 16°45′06″B 107°11′12″Đ \/ 16,751672°B 107,186772°Đ \/ 16.751672; 107.186772"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "thành Đại La",
		"Lễ hội": null,
		"Tổng quan": "Thành Hà Nội do Gia Long xây dựng cũng làm theo thể thức các tỉnh thành khác và điều chủ yếu là không được to rộng hơn Phú Xuân. Thành vuông xây theo kiểu Vauban của Pháp. Thành hình vuông mỗi bề chừng một cây số xung quanh là hào nước sâu. Bốn bức tường thành tương ứng với bốn con phố hiện nay là: phố Phan Đình Phùng ở phía Bắc, phố Lý Nam Đế ở phía Đông, phố Trần Phú ở phía Nam, đường Hùng Vương ở phía Tây."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Thành Đô",
		"Lễ hội": null,
		"Tổng quan": "Thành Đô (tiếng Trung: 成都; bính âm: Chéngdu; Wade-Giles: Ch'eng-tu, phát âm: nghe ), là một thành phố tại tây nam Trung Quốc, tỉnh lỵ tỉnh Tứ Xuyên, là thành phố thuộc tỉnh, đông dân thứ năm Trung Quốc (2005). Thành Đô là một trong những trung tâm giao thông vận tải và giao thương quan trọng của Trung Quốc. Hơn 4000 năm trước, nền văn hóa Kim Sa (金沙 Jinsha) thời kỳ đồ đồng được thiết lập tại khu vực này. Đồng bằng màu mỡ Thành Đô được gọi là \"Thiên Phủ Chi Quốc\", có nghĩa là \"đất nước thiên đường\"."
	},
	{
		"Địa điểm": "Tọa độ 10.785207,106.702825",
		"Diện tích": null,
		"tên": "thành Gia Định",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 10°43′07″B 106°43′26″Đ \/ 10,7186347°B 106,723938°Đ \/ 10.7186347; 106.723938"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "thành Hà Nội",
		"Lễ hội": null,
		"Tổng quan": "Thành Hà Nội do Gia Long xây dựng cũng làm theo thể thức các tỉnh thành khác và điều chủ yếu là không được to rộng hơn Phú Xuân. Thành vuông xây theo kiểu Vauban của Pháp. Thành hình vuông mỗi bề chừng một cây số xung quanh là hào nước sâu. Bốn bức tường thành tương ứng với bốn con phố hiện nay là: phố Phan Đình Phùng ở phía Bắc, phố Lý Nam Đế ở phía Đông, phố Trần Phú ở phía Nam, đường Hùng Vương ở phía Tây."
	},
	{
		"Địa điểm": "Địa điểm Huế",
		"Diện tích": null,
		"tên": "thành Huế",
		"Lễ hội": null,
		"Tổng quan": "Kinh thành Huế hay Thuận Hóa kinh thành (chữ Hán: 順化京城) là một tòa thành ở cố đô Huế, nơi đóng đô của triều đại nhà Nguyễn trong suốt 143 năm từ 1802 đến khi thoái vị vào năm 1945. Hiện nay, Kinh thành Huế là một trong số các di tích thuộc cụm Quần thể di tích Cố đô Huế được UNESCO công nhận là Di sản Văn hoá Thế giới."
	},
	{
		"Địa điểm": null,
		"Diện tích": "10,1 km²1",
		"tên": "Thành Hưng",
		"Lễ hội": null,
		"Tổng quan": "Thành Hưng là một xã thuộc huyện Thạch Thành, tỉnh Thanh Hóa, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "33,44 km²1",
		"tên": "thành Minh",
		"Lễ hội": null,
		"Tổng quan": "Thành Minh là một xã thuộc huyện Thạch Thành, tỉnh Thanh Hóa, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "46,4 km²",
		"tên": "thành Nam",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Nam Định là một trong những thành phố được Pháp lập ra đầu tiên ở Bắc Kỳ, Việt Nam. Hiện nay Nam Định là đô thị loại I trực thuộc tỉnh và là tỉnh lỵ của tỉnh Nam Định. Nằm ở phía nam và là thành phố trung tâm tiểu vùng nam đồng bằng sông Hồng, Nam Định đã sớm trở thành một trung tâm văn hoá và tôn giáo ngay từ những thời kỳ đầu thế kỷ XIII trong lịch sử Việt Nam. Năm 1262, nhà Trần cho xây dựng phủ Thiên Trường, đặt dấu mốc đầu tiên cho một đô thị Nam Định sau này. Trong suốt thời kỳ lịch sử từ Thiên Trường cho đến Nam Định ngày nay, trải qua các triều đại Trần, Hồ, Lê, Mạc, Tây Sơn, Nguyễn vùng đất này đã nhiều lần đổi tên như Thiên Trường, Vị Hoàng, Sơn Nam, Thành Nam rồi Nam Định. Danh xưng Nam Định chính thức có từ năm 1822, gọi là Trấn Nam Định, sau đến 1831 gọi là tỉnh Nam Định dưới thời vua Minh Mạng. Năm 1921, người Pháp đã phá Thành Nam quy hoạch lại và thành lập thành phố Nam Định.Lúc đó là thành phố cấp 2 (ngang một tỉnh)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "46,4 km²",
		"tên": "thành Nam Định",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Nam Định là một trong những thành phố được Pháp lập ra đầu tiên ở Bắc Kỳ, Việt Nam. Hiện nay Nam Định là đô thị loại I trực thuộc tỉnh và là tỉnh lỵ của tỉnh Nam Định. Nằm ở phía nam và là thành phố trung tâm tiểu vùng nam đồng bằng sông Hồng, Nam Định đã sớm trở thành một trung tâm văn hoá và tôn giáo ngay từ những thời kỳ đầu thế kỷ XIII trong lịch sử Việt Nam. Năm 1262, nhà Trần cho xây dựng phủ Thiên Trường, đặt dấu mốc đầu tiên cho một đô thị Nam Định sau này. Trong suốt thời kỳ lịch sử từ Thiên Trường cho đến Nam Định ngày nay, trải qua các triều đại Trần, Hồ, Lê, Mạc, Tây Sơn, Nguyễn vùng đất này đã nhiều lần đổi tên như Thiên Trường, Vị Hoàng, Sơn Nam, Thành Nam rồi Nam Định. Danh xưng Nam Định chính thức có từ năm 1822, gọi là Trấn Nam Định, sau đến 1831 gọi là tỉnh Nam Định dưới thời vua Minh Mạng. Năm 1921, người Pháp đã phá Thành Nam quy hoạch lại và thành lập thành phố Nam Định.Lúc đó là thành phố cấp 2 (ngang một tỉnh)."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Thành nhà Hồ",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 20°4′40″B 105°36′17″Đ \/ 20,07778°B 105,60472°Đ \/ 20.07778; 105.60472"
	},
	{
		"Địa điểm": null,
		"Diện tích": "82,60 km²",
		"tên": "thành phố Bắc Ninh",
		"Lễ hội": [
			"Văn hoá mời Trầu trong lễ hội ở Bắc Ninh."
		],
		"Tổng quan": "Thành phố Bắc Ninh là một đơn vị hành chính cấp thành phố trực thuộc tỉnh và là tỉnh lỵ của tỉnh Bắc Ninh. Thành phố Bắc Ninh là một trong 10 đô thị sạch năm 2009."
	},
	{
		"Địa điểm": null,
		"Diện tích": "377,18 km²",
		"tên": "thành phố Buôn Ma Thuột",
		"Lễ hội": [
			"Lễ hội Cà phê"
		],
		"Tổng quan": "Buôn Ma Thuột (hay Buôn Mê Thuột hoặc Ban Mê Thuột) là thành phố tỉnh lỵ của tỉnh Đắk Lắk, đồng thời là thành phố nằm ở trung tâm vùng Tây Nguyên và là một đô thị miền núi có dân số lớn nhất Việt Nam, nằm trong số 14 đô thị loại 1 trực thuộc tỉnh của Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1,439.2 km²1 2",
		"tên": "thành phố Cần Thơ",
		"Lễ hội": null,
		"Tổng quan": "Cần Thơ là thành phố lớn, hiện đại và phát triển nhất ở Đồng bằng sông Cửu Long, đồng thời là một đô thị loại 1, thành phố trực thuộc Trung ương, nằm bên hữu ngạn của sông Hậu, thuộc vùng đồng bằng sông Cửu Long. Năm 1739, vùng đất Cần Thơ được khai phá và chính thức có mặt trên dư đồ Việt Nam với tên gọi là Trấn Giang. Cùng phát triển với những thăng trầm của lịch sử dân tộc Việt Nam, vùng đất Trấn Giang đã trải qua nhiều lần thay đổi tên gọi và địa giới hành chính. Thời Nhà Nguyễn Cần Thơ là đất cũ của tỉnh An Giang. Thời Pháp thuộc, Cần Thơ được tách ra thành lập tỉnh, một thời được mệnh danh là Tây Đô, và là trung tâm của vùng Tây Nam Bộ. Đến Thời Việt Nam Cộng Hoà, tỉnh Cần Thơ đổi thành tỉnh Phong Dinh. Sau năm 1975, tỉnh Phong Dinh, tỉnh Ba Xuyên và tỉnh Chương Thiện hợp nhất để thành lập tỉnh Hậu Giang, trong đó thành phố Cần Thơ là tỉnh lỵ. Đến cuối năm 1991, tỉnh Hậu Giang lại chia thành hai tỉnh Cần Thơ và Sóc Trăng. Thành phố Cần Thơ là tỉnh lỵ tỉnh Cần Thơ. Ngày 26 tháng 11 năm 2003, Quốc hội Việt Nam thông qua Nghị quyết số 22\/2003\/QH11, tỉnh Cần Thơ được chia thành thành phố Cần Thơ là thành phố trực thuộc Trung ương và tỉnh Hậu Giang."
	},
	{
		"Địa điểm": null,
		"Diện tích": "107,6281 km²1",
		"tên": "thành phố Cao Bằng",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Cao Bằng là tỉnh lị của tỉnh Cao Bằng, Việt Nam. Tháng 10 năm 2010 thị xã Cao Bằng được công nhận là đô thị loại III. Ngày 26 tháng 9 năm 2012, đô thị này được nâng cấp lên thành phố."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.284,7 km²",
		"tên": "thành phố Đà Nẵng",
		"Lễ hội": [
			"Lễ hội"
		],
		"Tổng quan": "Đà Nẵng là một thành phố thuộc trung ương từ năm 1997, nằm trong vùng Nam Trung Bộ, Việt Nam, là trung tâm kinh tế, tài chính, chính trị, văn hoá, du lịch, xã hội, giáo dục, đào tạo, khoa học và công nghệ, y tế chuyên sâu của khu vực miền Trung - Tây Nguyên và cả nước. Đà Nẵng là thành phố quan trọng nhất miền Trung, đồng thời cũng là một trong 5 thành phố trực thuộc Trung ương ở Việt Nam, đô thị loại 1 trung tâm cấp quốc gia, cùng với Hải Phòng và Cần Thơ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "64,27 km² 1",
		"tên": "thành phố Điện Biên Phủ",
		"Lễ hội": null,
		"Tổng quan": "Điện Biên Phủ là thành phố tỉnh lỵ và là một đô thị loại III của tỉnh Điện Biên ở tây bắc Việt Nam. Thành phố Điện Biên Phủ phía đông nam giáp huyện Điện Biên Đông, các phía còn lại giáp huyện Điện Biên."
	},
	{
		"Địa điểm": null,
		"Diện tích": "73,06 km²",
		"tên": "thành phố Đông Hà",
		"Lễ hội": null,
		"Tổng quan": "Đông Hà là một thành phố trung tâm của tỉnh Quảng Trị, miền Trung Việt Nam. Đây là tỉnh lỵ tỉnh Quảng Trị, nằm ở ngã ba Quốc lộ 1 A và Quốc lộ 9. Đô thị này nằm ở tọa độ 16°0’53\" - 16°52’22\" vĩ độ Bắc, 107°04’24\" kinh độ Đông. Đông Hà là trung tâm chính trị, văn hóa, xã hội, kinh tế và thương mại của tỉnh Quảng Trị."
	},
	{
		"Địa điểm": null,
		"Diện tích": "3.358,9 km²",
		"tên": "thành phố Hà Nội",
		"Lễ hội": [
			"Lễ hội truyền thống"
		],
		"Tổng quan": "Hà Nội là thủ đô của nước Cộng hoà xã hội chủ nghĩa Việt Nam và cũng là kinh đô của hầu hết các vương triều phong kiến Việt trước đây. Do đó, lịch sử Hà Nội gắn liền với sự thăng trầm của lịch sử Việt Nam qua các thời kỳ. Hà Nội là thành phố lớn nhất Việt Nam về diện tích, đồng thời cũng là địa phương đứng thứ nhì về dân số với 7.242.200 người (năm 2017), sau Thành phố Hồ Chí Minh. Tuy nhiên, nếu tính những người cư trú không đăng ký thì dân số thực tế của thành phố này năm 2017 là hơn 10 triệu người. Hiện nay, thủ đô Hà Nội và thành phố Hồ Chí Minh là đô thị loại đặc biệt của Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "56,19",
		"tên": "thành phố Hà Tĩnh",
		"Lễ hội": [
			"Lễ hội truyền thống"
		],
		"Tổng quan": "Thành phố Hà Tĩnh là thủ phủ của tỉnh Hà Tĩnh, ở vùng Bắc Trung Bộ Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.561,7 km²",
		"tên": "thành phố Hải Phòng",
		"Lễ hội": [
			"Lễ hội",
			"Lễ hội đua thuyền rồng trên biển Đồ Sơn",
			"Lễ hội làng cá Cát Bà",
			"Lễ hội núi Voi (huyện An Lão)",
			"Lễ hội Hoa Phượng đỏ: đây là hoạt động du lịch mới của thành phố, bắt đầu từ năm 2012.",
			"Lễ hội tại khu tưởng niệm Vương triều Mạc: Từ ngày 21 đến 22\/8al ngày mất của Thái tổ Mạc Đăng Dung và Lễ hội ngày mồng 6 tháng giêng.",
			"Lễ hội đình Đồng Giới ở huyện An Dương là một trong những lễ Hội được thành phố Hải Phòng công nhận là di sản văn hóa phi vật thể",
			"Lễ hội Minh thề",
			"Lễ hội Minh thề thôn Hòa Liễu, xã Thuận Thiên, huyện Kiến Thụy. Di sản văn hóa phi vật thể cấp quốc gia46",
			"Lễ hội Xa Mã - Rước kiệu Đình Hoàng Châu, xã Hoàng Châu, huyện Cát Hải. Di sản văn hóa phi vật thể cấp quốc gia46"
		],
		"Tổng quan": "Hải Phòng là thành phố cảng quan trọng, trung tâm công nghiệp, cảng biển lớn nhất phía Bắc Việt Nam, đồng thời cũng là trung tâm kinh tế, văn hoá, y tế, giáo dục, khoa học, thương mại và công nghệ của Vùng duyên hải Bắc Bộ.Đây là thành phố lớn thứ 3 Việt Nam, là thành phố lớn thứ 2 miền Bắc sau Hà Nội và là một trong 5 thành phố trực thuộc trung ương, đô thị loại 1 trung tâm cấp quốc gia, cùng với Đà Nẵng và Cần Thơ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "2.061,4 km²3",
		"tên": "Thành phố Hồ Chí Minh",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Hồ Chí Minh nghe (vẫn còn phổ biến với tên gọi cũ là Sài Gòn) là thành phố lớn nhất Việt Nam về dân số và kinh tế, đứng thứ hai về diện tích, đồng thời cũng là một trong những trung tâm kinh tế và văn hóa, giáo dục quan trọng nhất của nước này. Hiện nay, thành phố Hồ Chí Minh là thành phố trực thuộc Trung ương được xếp loại đô thị loại đặc biệt của Việt Nam (cùng với thủ đô Hà Nội)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "71,68 km²",
		"tên": "thành phố Huế",
		"Lễ hội": [
			"Lễ hội"
		],
		"Tổng quan": "Huế là thành phố trực thuộc tỉnh Thừa Thiên - Huế. Huế thuộc vùng đồng bằng duyên hải miền Trung Việt Nam. Huế là đô thị cấp quốc gia của Việt Nam và từng là kinh đô của Việt Nam thời phong kiến dưới triều nhà Nguyễn (1802 - 1945). Hiện nay, thành phố là trung tâm về nhiều mặt của miền Trung như văn hoá, chính trị, y tế, giáo dục, du lịch, khoa học... Những địa danh nổi bật là sông Hương và những di sản để lại của triều đại phong kiến, Thành phố có năm danh hiệu UNESCO ở Việt Nam: Quần thể Di tích Cố đô Huế (1993), Nhã nhạc cung đình Huế (2003), Mộc bản triều Nguyễn (2009), Châu bản triều Nguyễn (2014) và Hệ thống thơ văn trên kiến trúc cung đình Huế (2016)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "73,42 km²",
		"tên": "thành phố Hưng Yên",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Hưng Yên là tỉnh lỵ của tỉnh Hưng Yên. Thành phố nằm ở phía Nam của tỉnh, bên bờ trái (bờ Bắc) sông Hồng."
	},
	{
		"Địa điểm": null,
		"Diện tích": "77,69 km²1",
		"tên": "thành phố Lạng Sơn",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Lạng Sơn là tỉnh lỵ của tỉnh Lạng Sơn, có diện tích khoảng 79 km². Thành phố nằm bên quốc lộ 1A, cách thủ đô Hà Nội 150 km; cách biên giới Việt Nam - Trung Quốc 18 km; cách Hữu Nghị quan 15 km và Đồng Đăng 13 km về phía đông bắc. Dân số của thành phố năm 2009 là 87.278 người, với nhiều dân tộc khác nhau như: Kinh, Tày, Nùng, Hoa và các nhóm người Dao, Mường, Sán Dìu, Sán Chỉ,... Thành phố nằm trong vùng khí hậu cận nhiệt đới ẩm, nhiệt độ trung bình hàng năm 21 ⁰C, độ ẩm trung bình 80%, lượng mưa trung bình năm là 1439 mm."
	},
	{
		"Địa điểm": null,
		"Diện tích": "283 km² [1]",
		"tên": "thành phố Lào Cai",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Lào Cai là một thành phố biên giới phía bắc, một đô thị loại 2, tỉnh lỵ của tỉnh Lào Cai ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "106,87 km2",
		"tên": "thành phố Long Xuyên",
		"Lễ hội": null,
		"Tổng quan": "Long Xuyên là một thành phố và là tỉnh lỵ tỉnh An Giang, thuộc vùng Đồng bằng sông Cửu Long, Việt Nam. Thành phố Long Xuyên lớn thứ 2 ở ĐBSCL, chỉ sầm uất sau thành phố Cần Thơ. Long Xuyên cũng từng là tỉnh lỵ của tỉnh Long Xuyên cũ trước năm 1956."
	},
	{
		"Địa điểm": null,
		"Diện tích": "46,4 km²",
		"tên": "thành phố Nam Định",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Nam Định là một trong những thành phố được Pháp lập ra đầu tiên ở Bắc Kỳ, Việt Nam. Hiện nay Nam Định là đô thị loại I trực thuộc tỉnh và là tỉnh lỵ của tỉnh Nam Định. Nằm ở phía nam và là thành phố trung tâm tiểu vùng nam đồng bằng sông Hồng, Nam Định đã sớm trở thành một trung tâm văn hoá và tôn giáo ngay từ những thời kỳ đầu thế kỷ XIII trong lịch sử Việt Nam. Năm 1262, nhà Trần cho xây dựng phủ Thiên Trường, đặt dấu mốc đầu tiên cho một đô thị Nam Định sau này. Trong suốt thời kỳ lịch sử từ Thiên Trường cho đến Nam Định ngày nay, trải qua các triều đại Trần, Hồ, Lê, Mạc, Tây Sơn, Nguyễn vùng đất này đã nhiều lần đổi tên như Thiên Trường, Vị Hoàng, Sơn Nam, Thành Nam rồi Nam Định. Danh xưng Nam Định chính thức có từ năm 1822, gọi là Trấn Nam Định, sau đến 1831 gọi là tỉnh Nam Định dưới thời vua Minh Mạng. Năm 1921, người Pháp đã phá Thành Nam quy hoạch lại và thành lập thành phố Nam Định.Lúc đó là thành phố cấp 2 (ngang một tỉnh)."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Thành phố New York",
		"Lễ hội": null,
		"Tổng quan": "New York (\/nuː ˈjɔrk\/ (trợ giúp·thông tin); cũng gọi Nữu Ước) tên chính thức City of New York, là thành phố đông dân nhất tại Hoa Kỳ và trung tâm của Vùng đô thị New York, một trong những vùng đô thị đông dân nhất trên thế giới. Với vai trò là một thành phố toàn cầu tiên phong, New York có một tầm ảnh hưởng mạnh mẽ đối với thương mại, tài chính, văn hóa, thời trang và giải trí toàn cầu. Là nơi Liên Hiệp Quốc đặt tổng hành dinh nên nó cũng là một trung tâm quan trọng về các vấn đề quốc tế. Thành phố thường được gọi là New York City (Thành phố New York) để phân biệt với tiểu bang New York."
	},
	{
		"Địa điểm": null,
		"Diện tích": "251km²",
		"tên": "thành phố Nha Trang",
		"Lễ hội": null,
		"Tổng quan": "Nha Trang là một thành phố ven biển, thành phố du lịch và là trung tâm chính trị, kinh tế, văn hóa, khoa học kỹ thuật và du lịch của tỉnh Khánh Hòa, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "48,36 km² (2007)[1], [2]",
		"tên": "thành phố Ninh Bình",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Ninh Bình là trung tâm chính trị, kinh tế, văn hóa, khoa học và du lịch của tỉnh Ninh Bình. Thành phố Ninh Bình hiện là đô thị loại II, nằm cách thủ đô Hà Nội 93 km về phía nam, tại đầu mối giao thông của 3 tuyến đường cao tốc Cầu Giẽ - Ninh Bình, Ninh Bình - Thanh Hóa - Vinh và Ninh Bình - Hải Phòng - Hạ Long. Thành phố này cũng nằm ở vị trí giao điểm của quốc lộ 1A với 2 quốc lộ 10 và Quốc lộ 38B đi qua các tỉnh vùng duyên hải Bắc Bộ. Theo quy hoạch đô thị Ninh Bình, thành phố Ninh Bình đang được xây dựng trở thành một trung tâm dịch vụ, du lịch và là đô thị đầu mối giao thông ở cửa ngõ của miền Bắc. Quy hoạch cũng xác định mục tiêu phát triển thành phố Ninh Bình sẽ trở thành thành phố có diện tích gấp 3 hiện nay."
	},
	{
		"Địa điểm": null,
		"Diện tích": "87,87 km²1",
		"tên": "thành phố Phủ Lý",
		"Lễ hội": null,
		"Tổng quan": "Phủ Lý là thành phố trực thuộc tỉnh, tỉnh lỵ của tỉnh Hà Nam. Đây là trung tâm văn hóa, chính trị và kinh tế và là đô thị loại 3 của tỉnh Hà Nam. Thành phố này nằm ở vị trí cửa ngõ phía nam Hà Nội và cũng là thành phố ngã ba sông hợp lưu lại là sông Đáy, sông Châu Giang và sông Nhuệ."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "thành phố Quy Nhơn",
		"Lễ hội": null,
		"Tổng quan": "Quy Nhơn là thành phố ven biển miền Trung Việt Nam và là trung tâm kinh tế, chính trị, văn hóa, khoa học kỹ thuật và du lịch của tỉnh Bình Định. Trước khi thuộc về Việt Nam, Quy Nhơn từng là đất của người Champa nên xung quanh thành phố hiện vẫn tồn tại nhiều di tích Chăm. Sau năm 1975, Quy Nhơn thành thị xã tỉnh lị trực thuộc tỉnh Nghĩa Bình rồi chính thức trở thành thành phố vào năm 1986. Đến năm 1989 thì trở thành tỉnh lị của Bình Định cho đến nay. Với sự phát triển không ngừng của mình, Quy Nhơn đã được thủ tướng chính phủ công nhận là đô thị loại I trực thuộc tỉnh vào năm 2010 và được bình chọn là điểm đến hàng đầu Đông Nam Á bởi tạp chí du lịch Rough Guides của Anh vào năm 2015."
	},
	{
		"Địa điểm": null,
		"Diện tích": "98,37 km²",
		"tên": "thành phố Sông Công",
		"Lễ hội": null,
		"Tổng quan": "Sông Công là một thành phố trực thuộc tỉnh Thái Nguyên, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "104,98 km²1",
		"tên": "thành phố Tam Điệp",
		"Lễ hội": null,
		"Tổng quan": "Tam Điệp là thành phố công nghiệp nằm ở phía tây nam của tỉnh Ninh Bình, trên trục giao thông Bắc Nam Việt Nam. Đây là thành phố duy nhất của khu vực đồng bằng châu thổ sông Hồng không phải là trung tâm tỉnh lỵ. Tam Điệp là một địa danh cổ, nằm bên dãy núi Tam Điệp hùng vĩ, nơi có nhiều di chỉ khảo cổ học từ thời tiền sử và cũng là vùng đất có vị trí quan trọng về quân sự qua các thời kỳ lịch sử. Hiện Tam Điệp vẫn giữ vị trí tiền trạm của miền Bắc, là nơi đặt trụ sở Quân đoàn 1, một Bình đoàn chủ lực của quân đội Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "67,71 km²1",
		"tên": "thành phố Thái Bình",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Thái Bình là tỉnh lỵ tỉnh Thái Bình miền Bắc Việt Nam. Thành phố còn là trung tâm kinh tế, văn hoá, xã hội, khoa học, quốc phòng... của tỉnh và cũng là một trong 8 thành phố của vùng duyên hải Bắc Bộ. Nằm cách thủ đô Hà Nội 110 km, đồng thời là đầu mối giao thông của tỉnh; thuận lợi giao lưu với các tỉnh, thành phố vùng như Hải Phòng, Nam Định đồng bằng sông Hồng qua quốc lộ 10. Ngày 30\/6\/2004 là ngày thành lập Thành phố Thái Bình . Bí thư Thành ủy Thái bình hiện nay: Ông Đỗ Đình An. Ngày 12 tháng 12 năm 2013, Thủ tướng Chính phủ ra Quyết định 2418\/QĐ-TTg công nhận Thành phố Thái Bình là đô thị loại II trực thuộc tỉnh Thái Bình."
	},
	{
		"Địa điểm": null,
		"Diện tích": "222,93 km²2",
		"tên": "Thành phố Thái Nguyên",
		"Lễ hội": null,
		"Tổng quan": "Thái Nguyên là thành phố tỉnh lỵ của tỉnh Thái Nguyên, nằm bên bờ sông Cầu, là một trong những thành phố lớn ở miền Bắc Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "146,77 km² (2012) 1",
		"tên": "thành phố Thanh Hoá",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Thanh Hóa là đô thị loại I, là tỉnh lị và là trung tâm kinh tế, văn hóa, chính trị của tỉnh Thanh Hóa, cách thủ đô Hà nội 160 Km về phía nam. Thành phố là một đô thị phát triển và là một trong những thành phố lớn của khu vực Bắc Trung Bộ cùng với Vinh và Huế, đồng thời thành phố có sức lan tỏa tới khu vực Nam Bắc Bộ. Thành phố Thanh Hóa nằm hai bên bờ sông Mã hùng vĩ, phía bắc và đông bắc giáp huyện Hoằng Hóa, phía nam giáp huyện Quảng Xương, phía đông nam giáp thành phố Sầm Sơn, phía tây giáp huyện Đông Sơn, phía tây bắc giáp huyện Thiệu Hóa. Thị xã Thanh Hóa trở thành thành phố Thanh Hóa năm 1994. Thành phố Thanh Hóa hiện nay có diện tích tự nhiên 146,77 km² với 20 phường và 17 xã, dân số 435.298 người (2016). Thành phố là một trong những đô thị trực thuộc tỉnh có quy mô dân số, diện tích và có số đơn vị hành chính lớn nhất trong các đô thị trực thuộc tỉnh của Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "119,17 km²1",
		"tên": "Thành phố Tuyên Quang",
		"Lễ hội": [
			"Lễ hội Đền Hạ",
			"Lễ hội đường phố"
		],
		"Tổng quan": "Thành phố Tuyên Quang là tỉnh lỵ của tỉnh Tuyên Quang, trung tâm văn hóa - kinh tế - chính trị của tỉnh Tuyên Quang."
	},
	{
		"Địa điểm": null,
		"Diện tích": "256,3 km²1",
		"tên": "thành phố Uông Bí",
		"Lễ hội": null,
		"Tổng quan": "Uông Bí là một thành phố nằm ở phía tây của tỉnh Quảng Ninh, Việt Nam, thuộc Vùng duyên hải Bắc Bộ. Nằm dưới chân dãy núi Yên Tử và giáp sông Đá Bạc. Ngày 25 tháng 2 năm 2011, Chính phủ ban hành Nghị quyết số 12\/NQ - CP thành lập thành phố Uông Bí thuộc tỉnh Quảng Ninh trên cơ sở thị xã Uông Bí. Ngày 28\/11\/2013, Chính phủ đã ban hành quyết định số 2306\/QĐ-TTg về việc công nhận thành phố Uông Bí thuộc tỉnh Quảng Ninh là đô thị loại II."
	},
	{
		"Địa điểm": null,
		"Diện tích": "111,75 km2 1",
		"tên": "thành phố Việt Trì",
		"Lễ hội": null,
		"Tổng quan": "Việt Trì là một thành phố đô thị loại I trực thuộc tỉnh Phú Thọ, là đô thị trung tâm các tỉnh trung du miền núi Bắc Bộ và là một trong 19 đô thị trung tâm của Việt Nam. Việt Trì là trung tâm kinh tế chính trị, văn hóa, khoa học kĩ thuật của tỉnh Phú Thọ, có vị trí quan trọng về quốc phòng, an ninh và là đô thị động lực trong phát triển kinh tế xã hội của tỉnh Phú Thọ và cả vùng Tây Đông Bắc."
	},
	{
		"Địa điểm": null,
		"Diện tích": "104,96 km²",
		"tên": "thành phố Vinh",
		"Lễ hội": [
			"Cung Lễ hội Vinh"
		],
		"Tổng quan": "Vinh là đô thị loại 1 thuộc tỉnh Nghệ An, Việt Nam, là trung tâm kinh tế, chính trị của tỉnh và đã được Chính phủ Việt Nam quy hoạch để trở thành trung tâm kinh tế - văn hóa của vùng Bắc Trung Bộ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "141,1 km²",
		"tên": "thành phố Vũng Tàu",
		"Lễ hội": [
			"Lễ hội văn hóa",
			"Lễ hội nghinh Ông- Vũng Tàu - Tục thờ cá Ông",
			"Lễ hội Đình thần Thắng Tam",
			"Lễ hội Miếu Bà Ngũ Hành",
			"Lễ hội bắn súng Thần Công"
		],
		"Tổng quan": "Vũng Tàu là thành phố thuộc tỉnh Bà Rịa - Vũng Tàu, ở vùng Đông Nam Bộ Việt Nam. Đây là trung tâm kinh tế, tài chính, văn hóa, du lịch, giao thông - vận tải và giáo dục và là một trong những trung tâm kinh tế của vùng Đông Nam Bộ. Sở hữu nhiều bãi biển đẹp và cơ sở hạ tầng được đầu tư hoàn chỉnh, Vũng Tàu là một địa điểm du lịch nổi tiếng tại miền Nam. Ngoài ra, thành phố còn là khu vực hậu cần của ngành công nghiệp dầu khí Việt Nam. Từ ngày 2 tháng 5 năm 2012, tỉnh lỵ Bà Rịa-Vũng Tàu chuyển đến thành phố Bà Rịa. Thành phố được công nhận là đô thị loại I trực thuộc tỉnh đầu tiên của cả Nam Bộ."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "thành phố Westminster",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Westminster (tiếng Anh: City of Westminster, (phiên âm: \/ˈwɛstmɪnstər\/) là một khu tự quản Luân Đôn, chiếm phần lớn diện tích khu vực trung tâm của Luân Đôn, Anh và khu vực West End. Thành phố nằm tại phía tây đồng thời nối liền vào Thành phố Luân Đôn xưa, ngay hướng chính đông của Khu hoàng gia Kensington và Chelsea, có sông Thames là ranh giới phía nam. Nó là một khu tự quản thuộc Nội Luân Đôn, thành lập năm 1965 khi vùng Đại Luân Đôn thành lập, do đó nơi đây có địa vị pháp lý là một thành phố - trước đây địa vị này do Khu tự quản Thủ đô Westminter nhỏ hơn nắm giữ. Bên cạnh số lượng lớn những công viên và không gian mở, mật độ dân số của Thành phố Westminter xếp hạng cao. Nhiều danh thắng nổi tiếng của Luân Đôn gắn liền với khu vực này, trong đó có Cung điện Buckingham, Cung điện Westminster (cũng gọi là Tòa nhà Quốc hội) và số 10 đường Downing (trụ sở chính và nơi cư trú của Thủ tướng Vương quốc Anh). Thành phố được phân nhỏ ra nhiều khu, bao gồm khu hành chính Westminter quanh Lâu đài Buckingham; khu mua sắm quanh đường Oxford, đường Regent, Piccadilly và đường Bond; ngoài ra còn có khu giải trí ban đêm Soho. Phần lớn diện tích của thành phố là nơi cư dân sinh sống, năm 2008 ước tính dân số là 236.000. Chính quyền địa phương là Hội đồng Thành phố Westminster."
	},
	{
		"Địa điểm": "Tọa độ 10.785207,106.702825",
		"Diện tích": null,
		"tên": "thành Sài Gòn",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 10°43′07″B 106°43′26″Đ \/ 10,7186347°B 106,723938°Đ \/ 10.7186347; 106.723938"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "thành Tây Đô",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 20°4′40″B 105°36′17″Đ \/ 20,07778°B 105,60472°Đ \/ 20.07778; 105.60472"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "thành Tây Giai",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 20°4′40″B 105°36′17″Đ \/ 20,07778°B 105,60472°Đ \/ 20.07778; 105.60472"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Thành Thái",
		"Lễ hội": null,
		"Tổng quan": "Thành Thái (chữ Hán: 成泰, 14 tháng 3 năm 1879 – 20 tháng 3 năm 1954), tên khai sinh là Nguyễn Phúc Bửu Lân (阮福寶嶙), là vị Hoàng đế thứ 10 của triều đại nhà Nguyễn, tại vị từ 1889 đến 1907."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Thành Thang",
		"Lễ hội": null,
		"Tổng quan": "Thành Thang (chữ Hán: 成湯; 1675 TCN - 1588 TCN), thường được gọi là Thương Thang (商湯), Vũ Thang (武湯), Thiên Ất (天乙), Đại Ất (大乙) hay Cao Tổ Ất (高祖乙), là vị vua sáng lập triều đại nhà Thương trong lịch sử Trung Quốc. Ông trị vì từ năm 1617 TCN - 1588 TCN, khoảng 30 năm; trong đó 17 năm là Thủ lĩnh bộ lạc, 13 năm làm quân chủ nhà Thương."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "thành Thăng Long",
		"Lễ hội": null,
		"Tổng quan": "Thành Hà Nội do Gia Long xây dựng cũng làm theo thể thức các tỉnh thành khác và điều chủ yếu là không được to rộng hơn Phú Xuân. Thành vuông xây theo kiểu Vauban của Pháp. Thành hình vuông mỗi bề chừng một cây số xung quanh là hào nước sâu. Bốn bức tường thành tương ứng với bốn con phố hiện nay là: phố Phan Đình Phùng ở phía Bắc, phố Lý Nam Đế ở phía Đông, phố Trần Phú ở phía Nam, đường Hùng Vương ở phía Tây."
	},
	{
		"Địa điểm": null,
		"Diện tích": "119,17 km²1",
		"tên": "thành Tuyên Quang",
		"Lễ hội": [
			"Lễ hội Đền Hạ",
			"Lễ hội đường phố"
		],
		"Tổng quan": "Thành phố Tuyên Quang là tỉnh lỵ của tỉnh Tuyên Quang, trung tâm văn hóa - kinh tế - chính trị của tỉnh Tuyên Quang."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1,79 km²",
		"tên": "thị trấn Cầu Diễn",
		"Lễ hội": null,
		"Tổng quan": "Cầu Diễn là một phường trực thuộc quận Nam Từ Liêm, Hà Nội, Việt Nam. Phường nằm cách trung tâm thành phố 6 km về phía tây."
	},
	{
		"Địa điểm": null,
		"Diện tích": "3,19 km²",
		"tên": "thị trấn Chũ",
		"Lễ hội": null,
		"Tổng quan": "Chũ là thị trấn huyện lỵ của huyện Lục Ngạn, tỉnh Bắc Giang."
	},
	{
		"Địa điểm": null,
		"Diện tích": "5,52 1",
		"tên": "thị trấn Chúc Sơn",
		"Lễ hội": null,
		"Tổng quan": "Chúc Sơn là thị trấn thuộc huyện Chương Mỹ, Hà Nội, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "14,9732 km²1",
		"tên": "Thị trấn Đông Khê",
		"Lễ hội": null,
		"Tổng quan": "Đông Khê là thị trấn huyện lị của huyện Thạch An, tỉnh Cao Bằng, Việt Nam. Thị trấn có vị trí:"
	},
	{
		"Địa điểm": null,
		"Diện tích": "24,02 km²1",
		"tên": "thị trấn Sa Pa",
		"Lễ hội": [
			"Sa Pa với 6 tộc người cũng cư trú, mỗi tộc người có một vốn văn hoá riêng. Đặc trưng nổi bật của Sa Pa là lễ hội \"Roóng pọc\" của ngườI Giáy ở bản Tả Van vào ngày Thìn tháng giêng âm lịch, cùng với lễ hội Roóng pọc còn hội \"Sải Sán\" (đạp núi) của người Mông, lễ \"Tết nhảy\" của người Dao đỏ, tất cả đều diễn ra vào tháng tết hàng năm."
		],
		"Tổng quan": "Sa Pa là một thị trấn vùng cao thuộc huyện Sa Pa, tỉnh Lào Cai, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "620,63",
		"tên": "thị trấn Thanh Sơn",
		"Lễ hội": null,
		"Tổng quan": "Thanh Sơn là một huyện miền núi thuộc tỉnh Phú Thọ, Việt Nam. Huyện lỵ là thị trấn Thanh Sơn (Phố Vàng)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "137 km²1",
		"tên": "thị xã Bắc Cạn",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Bắc Kạn là một thành phố trực thuộc của tỉnh Bắc Kạn, với diện tích tự nhiên là 137 km² và dân số 57.800 người."
	},
	{
		"Địa điểm": null,
		"Diện tích": "137 km²1",
		"tên": "thị xã Bắc Kạn",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Bắc Kạn là một thành phố trực thuộc của tỉnh Bắc Kạn, với diện tích tự nhiên là 137 km² và dân số 57.800 người."
	},
	{
		"Địa điểm": null,
		"Diện tích": "82,60 km²",
		"tên": "thị xã Bắc Ninh",
		"Lễ hội": [
			"Văn hoá mời Trầu trong lễ hội ở Bắc Ninh."
		],
		"Tổng quan": "Thành phố Bắc Ninh là một đơn vị hành chính cấp thành phố trực thuộc tỉnh và là tỉnh lỵ của tỉnh Bắc Ninh. Thành phố Bắc Ninh là một trong 10 đô thị sạch năm 2009."
	},
	{
		"Địa điểm": null,
		"Diện tích": "283 km² [1]",
		"tên": "thị xã Cam Đường",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Lào Cai là một thành phố biên giới phía bắc, một đô thị loại 2, tỉnh lỵ của tỉnh Lào Cai ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "107,6281 km²1",
		"tên": "thị xã Cao Bằng",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Cao Bằng là tỉnh lị của tỉnh Cao Bằng, Việt Nam. Tháng 10 năm 2010 thị xã Cao Bằng được công nhận là đô thị loại III. Ngày 26 tháng 9 năm 2012, đô thị này được nâng cấp lên thành phố."
	},
	{
		"Địa điểm": null,
		"Diện tích": "282,03 km² (2010)1",
		"tên": "thị xã Chí Linh",
		"Lễ hội": [
			"Đền Chu Văn An nằm trên núi Phượng Hoàng, thuộc xã Văn An; cách khu di tích Côn Sơn khoảng 4 km. Đây là một điểm di tích văn hoá và danh thắng mà quý khách có thể đến thăm, với cảnh rừng thông đẹp trùng điệp, có đền thờ cũ và mới xây xong năm 2007. Lăng mộ Chu Văn An nằm trong khu di tích này. Lễ hội vào tháng tám và tháng một, trọng hội vào ngày 25-8 và 26-11. Khu di tích được xếp hạng năm 1998."
		],
		"Tổng quan": "Chí Linh là một thị xã ở phía Bắc tỉnh Hải Dương, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "47,92 km²1",
		"tên": "thị xã Hà Đông",
		"Lễ hội": null,
		"Tổng quan": "Hà Đông là một quận thuộc thủ đô Hà Nội, nằm bên bờ sông Nhuệ và sông Đáy, cách trung tâm Hà Nội 12 km về phía Tây Nam. Hà Đông là nơi đặt trụ sở một số cơ quan hành chính cấp thành phố của thủ đô Hà Nội. Hà Đông vốn là một vùng đất giàu truyền thống văn hóa và hiện nay là một trong những địa phương có tốc độ phát triển nhanh nhất của Hà Nội."
	},
	{
		"Địa điểm": null,
		"Diện tích": "96,68 km²(2015) 1 ;",
		"tên": "thị xã Hải Dương",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Hải Dương là trung tâm kinh tế, kỹ thuật, giáo dục, khoa học, y tế, dịch vụ của tỉnh Hải Dương."
	},
	{
		"Địa điểm": null,
		"Diện tích": "458,17 km²",
		"tên": "thị xã Hương Thủy",
		"Lễ hội": null,
		"Tổng quan": "Hương Thủy là một thị xã thuộc tỉnh Thừa Thiên-Huế, rộng 458,1749 km, có 96.525 nhân khẩu (tháng 02\/2010)."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "thị xã Kon Tum",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Kon Tum là thành phố tỉnh lỵ của tỉnh Kon Tum, nằm ở vùng địa hình lòng chảo phía nam của tỉnh này. Nơi này từ xưa đã là địa bàn cư trú của người Ba Na bản địa, dẫn đến tên gọi Kon Tum, nghĩa là \"Làng Hồ\" theo tiếng người Ba Na. Do nằm ở vị trí đặc biệt, đất đai bằng phẳng và màu mỡ được sông Đắk Bla bồi đắp, và cũng do nhiều yếu tố lịch sử mà vùng đất này dần trở thành nơi định cư của nhiều dân tộc khác nhau, trong đó có người Kinh đến từ các tỉnh Quảng Nam, Quảng Ngãi, Bình Định. Trong những năm 1841-1850, người Pháp trên hành trình lên cao nguyên truyền đạo đã đặt cơ sở Thiên chúa giáo đầu tiên tại đây. Đến năm 1893, chính quyền thực dân Pháp lập Tòa đại lý hành chính Kon Tum do viên linh mục Vialleton cai quản và kể từ đó tên gọi Kon Tum chính thức được sử dụng, đơn vị hành chính cấp tỉnh được thành lập sau đó cũng mang tên gọi này. Kon Tum từ một vùng đất hoang vắng, người thưa thớt trở thành nơi tập trung dân cư, thương mại và hành chính xuyên suốt chiều dài lịch sử của tỉnh Kon Tum. Sau hơn một trăm năm phát triển và đã trải qua không ít khó khăn, Kon Tum hiện đang là đô thị loại III và được công nhận là thành phố trực thuộc tỉnh."
	},
	{
		"Địa điểm": null,
		"Diện tích": "182.82 km²",
		"tên": "thị xã La Gi",
		"Lễ hội": null,
		"Tổng quan": "La Gi (phát âm: \/la-zi\/) là một thị xã thuộc tỉnh Bình Thuận. La Gi vốn là tên thị trấn huyện lị của huyện Hàm Tân và được nâng cấp, mở rộng thành đô thị loại IV theo quyết định số 1222\/QĐ-BXD ngày 3 tháng 6 năm 2005 của bộ trưởng Bộ Xây dựng Việt Nam. Và chính thức thành lập thị xã La Gi theo nghị định 114\/2005\/NĐ-CP về việc thành lập Thị Xã La Gi ngày 05 tháng 09 năm 2005. Năm 2017, Lagi chính thức được công nhận là đô thị loại III, đô thị lớn thứ 2 tỉnh Bình Thuận .Tính tới ngày 05 tháng 09 năm 2005 La Gi có diện tích là 18.282,64 ha và 112.558 nhân khẩu. Mật độ dân cư: 616 người\/km²"
	},
	{
		"Địa điểm": null,
		"Diện tích": "70,77 km² (2013) 1",
		"tên": "thị xã Lai Châu",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Lai Châu là trung tâm hành chính, kinh tế, chính trị của tỉnh Lai Châu, Việt Nam. Cả thành phố có bảy đơn vị hành chính cấp xã, đó là năm phường là Quyết Thắng, Đoàn Kết,Tân Phong, Đông Phong, Quyết Tiến và hai xã là Nậm Loỏng, San Thàng."
	},
	{
		"Địa điểm": null,
		"Diện tích": "77,69 km²1",
		"tên": "thị xã Lạng Sơn",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Lạng Sơn là tỉnh lỵ của tỉnh Lạng Sơn, có diện tích khoảng 79 km². Thành phố nằm bên quốc lộ 1A, cách thủ đô Hà Nội 150 km; cách biên giới Việt Nam - Trung Quốc 18 km; cách Hữu Nghị quan 15 km và Đồng Đăng 13 km về phía đông bắc. Dân số của thành phố năm 2009 là 87.278 người, với nhiều dân tộc khác nhau như: Kinh, Tày, Nùng, Hoa và các nhóm người Dao, Mường, Sán Dìu, Sán Chỉ,... Thành phố nằm trong vùng khí hậu cận nhiệt đới ẩm, nhiệt độ trung bình hàng năm 21 ⁰C, độ ẩm trung bình 80%, lượng mưa trung bình năm là 1439 mm."
	},
	{
		"Địa điểm": null,
		"Diện tích": "229,67 km² 1",
		"tên": "thị xã Lào Cai",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Lào Cai là một thành phố biên giới phía bắc, một đô thị loại 2, tỉnh lỵ của tỉnh Lào Cai. Thành phố được thành lập vào năm 2004 trên cơ sở sáp nhập hai thị xã Lào Cai và Cam Đường. Thành phố Lào Cai có Cửa khẩu Quốc tế Lào Cai là nơi giao thương quan trọng ở phía bắc Việt Nam với phía nam Trung Quốc. Là địa đầu của đất nước, thành phố Lào Cai là cửa ngõ quan trọng mở cửa thị trường Việt Nam với các tỉnh phía tây nam Trung Quốc và cả các tỉnh nằm sâu trong nội địa Trung Quốc."
	},
	{
		"Địa điểm": null,
		"Diện tích": "48,36 km² (2007)[1], [2]",
		"tên": "thị xã Ninh Bình",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Ninh Bình là trung tâm chính trị, kinh tế, văn hóa, khoa học và du lịch của tỉnh Ninh Bình. Thành phố Ninh Bình hiện là đô thị loại II, nằm cách thủ đô Hà Nội 93 km về phía nam, tại đầu mối giao thông của 3 tuyến đường cao tốc Cầu Giẽ - Ninh Bình, Ninh Bình - Thanh Hóa - Vinh và Ninh Bình - Hải Phòng - Hạ Long. Thành phố này cũng nằm ở vị trí giao điểm của quốc lộ 1A với 2 quốc lộ 10 và Quốc lộ 38B đi qua các tỉnh vùng duyên hải Bắc Bộ. Theo quy hoạch đô thị Ninh Bình, thành phố Ninh Bình đang được xây dựng trở thành một trung tâm dịch vụ, du lịch và là đô thị đầu mối giao thông ở cửa ngõ của miền Bắc. Quy hoạch cũng xác định mục tiêu phát triển thành phố Ninh Bình sẽ trở thành thành phố có diện tích gấp 3 hiện nay."
	},
	{
		"Địa điểm": null,
		"Diện tích": "64,6 km²",
		"tên": "thị xã Phú Thọ",
		"Lễ hội": [
			"Lễ hội",
			"Lễ hội đền Trù Mật là lễ hội tiêu biểu nhất ở thị xã Phú Thọ, tôn vinh tướng quân Kiều Thuận thời 12 sứ quân và thuộc tướng của ông là Ma Xuân Trường cùng có công cai quản đất này. Lễ hội diễn ra tại đền Trù Mật ở xã Văn Lung và đền Mẫu Khuôn ở phường Hùng Vương."
		],
		"Tổng quan": "Phú Thọ là thị xã thuộc tỉnh Phú Thọ, Việt Nam. Thị xã này nằm ở bờ tả ngạn sông Thao, trung tâm của tỉnh Phú Thọ. Thị xã Phú Thọ có diện tích tự nhiên là 64,6 km², dân số thường trú năm 2009 là 77.614 người, mật độ dân số là 1201 người\/km², trong đó khu vực nội thành có 39.899 người, mật độ 8.551 người\/km²; Dân số năm 2013 là 91.650 người. Trong đó: Dân số thường trú 71.650 người, dân số tạm trú bao gồm dân nhập cư, học sinh, sinh viên và lao động tại các nhà máy, xí nghiệp 20.000 người."
	},
	{
		"Địa điểm": null,
		"Diện tích": "118,83km²",
		"tên": "thị xã Phước Long",
		"Lễ hội": [
			"Văn hóa,thắng cảnh, lễ hội, truyền thống",
			"Lễ hội miếu Bà Rá",
			"Diễn biến lễ hội:"
		],
		"Tổng quan": "Phước Long là một thị xã thuộc tỉnh Bình Phước. Nằm ở khu vực miền Đông Nam Bộ"
	},
	{
		"Địa điểm": null,
		"Diện tích": "74km2",
		"tên": "thị xã Quảng Trị",
		"Lễ hội": null,
		"Tổng quan": "Thị xã Quảng Trị là một thị xã của tỉnh Quảng Trị."
	},
	{
		"Địa điểm": null,
		"Diện tích": "337,57 km²1",
		"tên": "thị xã Quảng Yên",
		"Lễ hội": null,
		"Tổng quan": "Quảng Yên là một thị xã ven biển nằm ở phía tây nam của tỉnh Quảng Ninh, thuộc Vùng Đông Bắc Bộ, Việt Nam. Ngày 25 tháng 11 năm 2011, Chính phủ Việt Nam ban hành Nghị quyết số 100\/NQ-CP, tái lập thị xã Quảng Yên trên cơ sở toàn bộ diện tích tự nhiên và nhân khẩu của huyện Yên Hưng."
	},
	{
		"Địa điểm": null,
		"Diện tích": "324,93 km²1",
		"tên": "thị xã Sơn La",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Sơn La là tỉnh lỵ của tỉnh Sơn La, vùng Tây Bắc Việt Nam. Trước là thị xã Sơn La, được chuyển lên thành phố theo Nghị định số 98\/2008 ngày 3\/9\/2008 của Chính phủ nước Cộng hòa Xã hội Chủ nghĩa Việt Nam. Ngày 26\/10\/2008, UBND Tỉnh Sơn La và UBND Thành phố Sơn La đã tổ chức lễ công bố nghị định của Chính phủ về thành lập thành phố Sơn La thuộc tỉnh Sơn La."
	},
	{
		"Địa điểm": null,
		"Diện tích": "113,5 km²",
		"tên": "thị xã Sơn Tây",
		"Lễ hội": [
			"Làng Văn hoá du lịch các dân tộc Việt Nam với một khuân viên rộng lớn và mục đích bảo tồn, giữ gìn và khai thác các giá trị văn hóa truyền thống các dân tộc Việt Nam, tái hiện đầy đủ các khu làng dân tộc của đất nước, hàng năm tại tổ chức các lễ hội thường niên như: Ngày hội văn hóa các dân tộc Việt Nam, Tuần lễ Đại đoàn kết các dân tộc – di sản văn hóa Việt Nam, Lễ hội sắc xuân…"
		],
		"Tổng quan": "Sơn Tây là một thị xã trực thuộc thủ đô Hà Nội, Việt Nam. Do địa bàn sinh tụ nên địa danh này luôn là trung tâm kinh tế, văn hóa, chính trị, xã hội của khu vực phía Tây Bắc thủ đô Hà Nội."
	},
	{
		"Địa điểm": null,
		"Diện tích": "140 km²1",
		"tên": "thị xã Tây Ninh",
		"Lễ hội": null,
		"Tổng quan": "Thành phố Tây Ninh được thành lập năm 2013, hiện là đô thị loại III và là trung tâm kinh tế, văn hóa, chính trị, hành chính của tỉnh Tây Ninh cách trung tâm thành phố Hồ Chí Minh 100 km về phía Tây Bắc, có vị trí chiến lược quan trọng, là nơi giao nhau giữa các quốc lộ 22B, đường đi đến cửa khẩu Mộc Bài và Xa Mát."
	},
	{
		"Địa điểm": null,
		"Diện tích": "222,93 km²",
		"tên": "thị xã Thái Nguyên",
		"Lễ hội": null,
		"Tổng quan": "Thái Nguyên là thành phố tỉnh lỵ của tỉnh Thái Nguyên, nằm bên bờ sông Cầu, là một trong những thành phố lớn nhất ở miền Bắc, chỉ sau Hà Nội và Hải Phòng về dân số. Thành phố Thái Nguyên là trung tâm của vùng trung du và miền núi phía Bắc. Thành phố Thái Nguyên được thành lập vào năm 1962 và là một thành phố công nghiệp. Thành phố Thái Nguyên từng là thủ phủ của Khu tự trị Việt Bắc trong suốt thời kỳ tồn tại của khu tự trị này (1956 - 1965). Ngoài ra, thành phố Thái Nguyên được cả nước biết đến là một trung tâm đào tạo nguồn nhân lực lớn.. Thành phố Thái Nguyên cũng là một trung tâm quân sự - quốc phòng quan trọng của vùng, nơi đóng trụ sở Bộ tư lệnh và nhiều cơ quan khác của Quân khu 1."
	},
	{
		"Địa điểm": null,
		"Diện tích": "61,33 km2",
		"tên": "thị xã Từ Sơn",
		"Lễ hội": null,
		"Tổng quan": "Từ Sơn là một thị xã cửa ngõ phía nam của tỉnh Bắc Ninh cửa ngõ phía bắc của thành phố Hà Nội được Thủ tướng Chính phủ ký quyết định thành lập ngày 24 tháng 9 năm 2008."
	},
	{
		"Địa điểm": null,
		"Diện tích": "119,17 km²1",
		"tên": "thị xã Tuyên Quang",
		"Lễ hội": [
			"Lễ hội Đền Hạ",
			"Lễ hội đường phố"
		],
		"Tổng quan": "Thành phố Tuyên Quang là tỉnh lỵ của tỉnh Tuyên Quang, trung tâm văn hóa - kinh tế - chính trị của tỉnh Tuyên Quang."
	},
	{
		"Địa điểm": null,
		"Diện tích": "50,80 km² (2006) 1",
		"tên": "thị xã Vĩnh Yên",
		"Lễ hội": null,
		"Tổng quan": "Vĩnh Yên là thành phố đô thị loại II, tỉnh lị của tỉnh Vĩnh Phúc, ở đồng bằng Bắc Bộ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "3.536,7 km²1",
		"tên": "tỉnh An Giang",
		"Lễ hội": [
			"Châu Đốc: nổi tiếng với Lễ hội vía Bà Chúa xứ, núi Sam. Khu du lịch núi Sam có nhiều di tích lịch sử, tôn giáo quan trọng như: Lăng Thoại Ngọc Hầu, chùa Tây An, Chùa Phước Điền... Ngoài ra còn có các làng Chăm ven sông Hậu, làng bè Châu Đốc..."
		],
		"Tổng quan": "An Giang là tỉnh có dân số đông nhất ở miền Tây Nam Bộ (còn gọi là vùng đồng bằng sông Cửu Long), đồng thời cũng là tỉnh có dân số đứng hạng thứ 6 Việt Nam. Một phần diện tích của tỉnh An Giang nằm trong vùng tứ giác Long Xuyên."
	},
	{
		"Địa điểm": null,
		"Diện tích": "3.849,7 km²",
		"tên": "tỉnh Bắc Giang",
		"Lễ hội": [
			"Văn hóa Bắc Giang là tính chất đoàn kết, sáng tạo. Từ vùng rừng thiêng nước độc cộng đồng dân cư Bắc Giang sinh sống đã tạo nên những vẻ đẹp riêng có cả về văn hóa vật thể và phi vật thể. Bắc Giang có hơn 500 lễ hội lớn nhỏ."
		],
		"Tổng quan": "Bắc Giang là một tỉnh thuộc vùng đông bắc Việt Nam. Từ năm 2012 là tỉnh nằm trong quy hoạch vùng thủ đô Hà Nội. Bắc Giang giáp với nhiều tỉnh thành, phía bắc giáp Lạng Sơn, phía đông giáp Quảng Ninh, phía tây giáp Thái Nguyên và Hà Nội, phía nam giáp Bắc Ninh và Hải Dương. Tỉnh lỵ là thành phố Bắc Giang, cách trung tâm thủ đô Hà Nội 50 km."
	},
	{
		"Địa điểm": null,
		"Diện tích": "4.859,4 km²",
		"tên": "tỉnh Bắc Kạn",
		"Lễ hội": null,
		"Tổng quan": "Bắc Kạn là một tỉnh thuộc vùng Đông Bắc Việt Nam. Đôi khi tên tỉnh được viết là Bắc Cạn, tuy nhiên tên Bắc Kạn được coi là chính thức và tỉnh Bắc Kạn có con dấu khắc chữ \"Bắc Kạn\" để chỉ đơn vị tỉnh ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "822,7 km²1",
		"tên": "tỉnh Bắc Ninh",
		"Lễ hội": [
			"Lễ hội",
			"Lễ hội Làng Đại Lâm (xã Tam Đa, huyện Yên Phong) được tổ chức vào 24-25-26 thắng giêng, hội có môn bơi bơi chải kỉ niệm chiến thắng Sông Như Nguyệt -",
			"Lễ hội Lim (thị trấn Lim, huyện Tiên Du) được tổ chức vào 13 - 15 tháng giêng.",
			"Lễ hội làng Tam Tảo, xã Phú Lâm, huyện Tiên Du; được tổ chức vào mồng 10 tháng 02 hàng năm.",
			"Lễ hội làng Kim Chân (làng Tiến sĩ). Được tổ chức vào ngày 26 đến 28 tháng 2.",
			"Lễ hội Đền Đô (Đình Bảng, thị xã Từ Sơn) để kỷ niệm ngày đăng quang của vua Lý Thái Tổ - 15 tháng 3 năm Canh Tuất 1010, và tưởng niệm các vị vua nhà Lý.",
			"Lễ hội Phù Đổng (của bốn xã trong đó có xã Phù Đổng huyện Tiên Du) ngày 9- tháng 4 để kỷ niệm vị anh hùng dân tộc Phù Đổng Thiên Vương.",
			"Lễ hội Thập Đình (của mười làng thuộc hai huyện Quế Võ và Gia Bình) để kỷ niệm trạng nguyên đầu tiên của Việt Nam tức Thái sư Lê Văn Thịnh và Doãn Công (Cao Doãn Công).",
			"Lễ hội Cao Lỗ Vương ngày 10 - tháng 3 ở làng Tiểu Than(làng Dựng) xã Vạn Ninh và làng Đại Than (làng Lớ) ở xã Cao Đức, huyện Gia",
			"Lễ hội Đồng Kỵ ngày 4 - tháng Giêng.",
			"Lễ hội Chùa Dâu ngày 8 - tháng 4.",
			"Lễ hội truyền thống làng Vĩnh Kiều",
			"Lễ hội làng Diềm - Từ ngày mồng 5 đến ngày mồng 7 tháng 2 âm lich hằng năm - Tại làng Viêm Xá (còn gọi là làng Diềm), thành phố Bắc Ninh, tỉnh Bắc Ninh."
		],
		"Tổng quan": "Bắc Ninh là tỉnh có diện tích nhỏ nhất Việt Nam thuộc đồng bằng sông Hồng và nằm trên Vùng kinh tế trọng điểm Bắc bộ. Bắc Ninh tiếp giáp với vùng trung du Bắc bộ tại tỉnh Bắc Giang. Thành phố Bắc Ninh nằm cách trung tâm Hà Nội 30 km về phía đông bắc. phía tây và tây nam giáp thủ đô Hà Nội, phía bắc giáp tỉnh Bắc Giang, phía đông và đông nam giáp tỉnh Hải Dương, phía nam giáp tỉnh Hưng Yên. Trong quy hoạch xây dựng, tỉnh này thuộc vùng Thủ đô. Ngoài ra, Bắc Ninh còn nằm trên 2 hành lang kinh tế Côn Minh - Lào Cai - Hà Nội - Hải Phòng - Quảng Ninh và Nam Ninh - Lạng Sơn - Hà Nội - Hải Phòng - Quảng Ninh."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Battambang",
		"Lễ hội": null,
		"Tổng quan": "Tỉnh Battambang, phiên âm tiếng Việt: Bát-tam-bang hay Bát-đom-boong, là một tỉnh tây bắc của Campuchia. Phía tây giáp Thái Lan, ba phía còn lại giáp các tỉnh Banteay Meanchey, Siem Reap và Pursat. Tỉnh lỵ là thành phố Battambang. Tên gọi của tỉnh này có nghĩa là \"mất gậy\", liên quan tới một truyền thuyết về Preah Bat Dambang Kranhoung (Vua gậy Kranhoung)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "2359,5 km²1",
		"tên": "Tỉnh Bến Tre",
		"Lễ hội": [
			"Lễ hội"
		],
		"Tổng quan": "Bến Tre là một tỉnh thuộc vùng đồng bằng sông Cửu Long, nằm cuối nguồn sông Cửu Long, tiếp giáp biển Đông với chiều dài đường biển khoảng 65 km và các tỉnh Tiền Giang, Trà Vinh, Vĩnh Long. Trung tâm của tỉnh Bến Tre cách Thành phố Hồ Chí Minh 87 km về phía Tây qua tỉnh Tiền Giang và Long An. Địa hình của Bến Tre bằng phẳng, có độ cao trung bình từ 1 đến 2 mét so với mực nước biển, thấp dần từ tây bắc xuống đông nam, độ cao chênh lệch khá lớn, tối đa là 3,5 m. Khí hậu nhiệt đới gió mùa, mùa mưa thường kéo dài từ tháng 5 đến tháng 10, các tháng còn lại là mùa khô. Nhiệt độ trung bình năm từ 26C - 27C. Lượng mưa trung bình năm từ 1.250 - 1.500 mm."
	},
	{
		"Địa điểm": null,
		"Diện tích": "2.694,43 km²",
		"tên": "tỉnh Bình Dương",
		"Lễ hội": null,
		"Tổng quan": "Bình Dương là tỉnh thuộc vùng Đông Nam Bộ Việt Nam. Tỉnh lỵ của Bình Dương hiện nay là thành phố Thủ Dầu Một, cách trung tâm Thành phố Hồ Chí Minh 30 km theo đường Quốc lộ 13. Đây là tỉnh có dân số đông thứ 7 trong 63 Tỉnh thành Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "6850,6 km²",
		"tên": "tỉnh Bình Định",
		"Lễ hội": null,
		"Tổng quan": "Bình Định là một tỉnh thuộc vùng duyên hải Nam Trung Bộ Việt Nam. Tỉnh lỵ của Bình Định là thành phố cảng Quy Nhơn nằm cách thủ đô Hà Nội 1.070 km về phía Nam và cách Thành phố Hồ Chí Minh 652 km về phía Bắc theo đường Quốc lộ 1A."
	},
	{
		"Địa điểm": null,
		"Diện tích": "6.871,5 km²",
		"tên": "tỉnh Bình Phước",
		"Lễ hội": [
			"Lễ Hội",
			"Ngoài ra ở Bình Phước còn có các lễ hội khác như:"
		],
		"Tổng quan": "Bình Phước là một tỉnh thuộc vùng Đông Nam Bộ Việt Nam. Đây cũng là tỉnh có diện tích lớn nhất miền nam. Tỉnh lỵ của Bình Phước hiện nay là thị xã Đồng Xoài, cách Thành phố Hồ Chí Minh khoảng 121 km theo đường Quốc lộ 13 và Quốc lộ 14 và 102 km theo đường Tỉnh lộ 741. Bình Phước là tỉnh nằm trong Vùng kinh tế trọng điểm phía Nam có 240 km đường biên giới với Vương quốc Campuchia trong đó 3 tỉnh biên giới gồm Tbong Khmum, Kratie, Mundulkiri, tỉnh là cửa ngõ đồng thời là cầu nối của vùng với Tây Nguyên và Campuchia."
	},
	{
		"Địa điểm": null,
		"Diện tích": "7.812,8 km²",
		"tên": "tỉnh Bình Thuận",
		"Lễ hội": [
			"Bình Thuận là địa phương có nhiều cuộc thi, lễ hội dân gian độc đáo nhất như: đua thuyền trên sông Cà Ty (mồng 2 Tết hằng năm), lướt ván - đua thuyền buồm hàng năm (Mũi Né), chinh phục núi Tà Cú, chạy việt dã vượt đồi cát Mũi Né và lễ hội rước đèn Trung thu (Phan Thiết) có quy mô lớn nhất dành cho trẻ em được ghi vào sách Kỉ lục Guinness Việt Nam. Lễ hội Nghinh Ông(Quan Thánh Đế Quân: vào tháng 7 âm lịch vào năm chẳn), Lễ hội cầu ngư, lễ hội Ka-tê (Phan Thiết)."
		],
		"Tổng quan": "Bình Thuận là tỉnh duyên hải cực Nam Trung Bộ Việt Nam, nằm trong khu vực chịu ảnh hưởng của địa bàn kinh tế trọng điểm phía Nam. Tỉnh lỵ của Bình Thuận là thành phố Phan Thiết nằm cách Thành phố Hồ Chí Minh 200 km về phía Nam, cách Nha Trang 250 km và cách thủ đô Hà Nội 1.520 km về phía Bắc theo đường Quốc lộ 1A. Bình Thuận có biển dài 192 km kéo dài từ mũi Đá Chẹt giáp Cà Ná thuộc Ninh Thuận đến bãi bồi Bình Châu thuộc địa phận tỉnh Bà Rịa - Vũng Tàu."
	},
	{
		"Địa điểm": null,
		"Diện tích": "6.707,9 km²",
		"tên": "tỉnh Cao Bằng",
		"Lễ hội": null,
		"Tổng quan": "Cao Bằng là một tỉnh thuộc vùng Đông Bắc Việt Nam. Phía tây giáp tỉnh Tuyên Quang và Hà Giang, phía nam giáp Bắc Kạn và Lạng Sơn. Phía bắc và phía đông giáp các địa cấp thị Bách Sắc và Sùng Tả của Khu tự trị dân tộc Choang Quảng Tây (Trung Quốc). Tỉnh lị là thành phố Cao Bằng nằm trên quốc lộ 3, cách thủ đô Hà Nội 286 km."
	},
	{
		"Địa điểm": null,
		"Diện tích": "9.541,2 km²1",
		"tên": "tỉnh Điện Biên",
		"Lễ hội": null,
		"Tổng quan": "Điện Biên là một tỉnh biên giới miền núi thuộc vùng Tây Bắc của Việt Nam, có tọa độ địa lý 20°54’ – 22°33’ vĩ độ Bắc và 102°10’ – 103°36’ kinh độ Đông. Nằm cách Thủ đô Hà Nội 504 km về phía Tây, phía Đông và Đông nam giáp tỉnh Sơn La, phía Bắc giáp tỉnh Lai Châu, phía Tây Bắc giáp tỉnh Vân Nam (Trung Quốc), phía Tây và Tây Nam giáp Cộng hòa dân chủ nhân dân Lào. Là tỉnh có chung đường biên giới với 2 quốc gia: Trung Quốc (dài 38,5 km) và Lào (dài 360 km). Trên tuyến biên giới Việt – Lào, ngoài 2 cửa khẩu đã được mở là Huổi Pôc và Tây Trang, còn 3 cặp cửa khẩu phụ khác sắp tới sẽ được mở. Trên tuyến biên giới Việt – Trung sẽ mở cặp cửa khẩu A Pa Chải - Long Phú thành cửa khẩu Quốc gia. Đặc biệt, cửa khẩu Tây Trang từ lâu đã là cửa khẩu quan trọng của vùng Tây Bắc và cả nước, được Chính phủ hai nước thỏa thuận nâng cấp thành cửa khẩu quốc tế và Khu kinh tế cửa khẩu đang được xây dựng. Đây là điều kiện và cơ hội rất lớn để Điện Biên đẩy mạnh thương mại quốc tế, tiến tới xây dựng khu vực này thành địa bàn trung chuyển chính trên tuyến đường xuyên Á phía Bắc, nối liền vùng Tây Bắc Việt Nam với khu vực Bắc Lào - Tây Nam Trung Quốc và Đông Bắc Myanmar. Đây là tỉnh có diện tích lớn thứ 9 cả nước."
	},
	{
		"Địa điểm": null,
		"Diện tích": "5.907,2 km²1",
		"tên": "tỉnh Đồng Nai",
		"Lễ hội": null,
		"Tổng quan": "Đồng Nai là tỉnh thuộc vùng Đông Nam Bộ Việt Nam. Đây là tỉnh có dân số đông thứ nhì miền nam (sau Thành phố Hồ Chí Minh) có diện tích lớn thứ nhì ở miền đông (sau Tỉnh Bình Phước) và thứ ba ở miền nam (sau Tỉnh Bình Phước và Tỉnh Kiên Giang). Đồng Nai có thành phố Biên Hòa là thành phố trực thuộc tỉnh có dân số đông nhất cả nước. Dân số Đồng Nai hiện nay đang đứng thứ 5 cả nước."
	},
	{
		"Địa điểm": null,
		"Diện tích": "3.383,8 km²",
		"tên": "tỉnh Đồng Tháp",
		"Lễ hội": null,
		"Tổng quan": "Đồng Tháp là một tỉnh hợp nhất từ tỉnh Sa Đéc và tỉnh Kiến Phong từ năm 1976 thuộc vùng Đồng bằng sông Cửu Long, Việt Nam. Vùng đất Đồng Tháp được Chúa Nguyễn khai phá vào khoảng thế kỷ XVII, XVIII. Từ đầu thế kỷ XVII, đã có lưu dân Việt đến vùng Sa Đéc khẩn hoang, lập ấp. Thời Gia Long, Sa Đéc thuộc huyện Vĩnh An, phủ Định Viễn, trấn Vĩnh Thanh. Ngày 1 tháng 1 năm 1900, Pháp lập tỉnh Sa Đéc. Ngày 9 tháng 2 năm 1913, giải thể tỉnh Sa Đéc, đồng thời nhập địa bàn vào tỉnh Vĩnh Long. Tỉnh Sa Đéc được chia thành 2 tỉnh Kiến Phong và Sa Đéc vào thời Việt Nam Cộng Hoà."
	},
	{
		"Địa điểm": null,
		"Diện tích": "15.536,9 km²1",
		"tên": "tỉnh Gia Lai",
		"Lễ hội": null,
		"Tổng quan": "Gia Lai là tỉnh có diện tích lớn thứ 2 Việt Nam, nguồn gốc tên gọi bắt nguồn từ chữ Jarai, tên gọi của một dân tộc bản địa có số dân đông nhất trong tỉnh, cách gọi này vẫn còn giữ trong tiếng của người Eđê, Bana, Lào, Thái Lan và Campuchia để gọi vùng đất này là Jarai, Charay,Ya-Ray có nghĩa là vùng đất của người Jarai, có lẽ ám chỉ vùng đất của Thủy Xá và Hỏa Xá thuộc tiểu quốc Jarai xưa. Đây là một tỉnh miền núi nằm ở khu vực phía bắc cao nguyên Trung Bộ thuộc vùng Tây Nguyên Việt Nam. Tỉnh Gia Lai được tái lập vào ngày 12 tháng 8 năm 1991, Gia Lai - Kon Tum tách thành hai tỉnh là Gia Lai và Kon Tum."
	},
	{
		"Địa điểm": null,
		"Diện tích": "7.914,9 km²",
		"tên": "tỉnh Hà Giang",
		"Lễ hội": [
			"Lễ hội"
		],
		"Tổng quan": "Hà Giang là một tỉnh thuộc vùng núi phía Bắc Việt Nam ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "860,5 km²",
		"tên": "tỉnh Hà Nam",
		"Lễ hội": [
			"Lễ hội đền Trúc (còn gọi là hội Quyển Sơn) tổ chức ở xã Thi Sơn, huyện Kim Bảng tổ chức từ mùng 6 tháng giêng đến mùng 10 tháng 2 âm lịch.",
			"Lễ hội tịch điền: diễn ra tại Đọi Sơn, Duy Tiên là nơi vua Lê Đại Hành mở đầu nghi thức cày ruộng tịch điền trong lịch sử.",
			"Hội đền Trần Thương ở xã Nhân Đạo, huyện Lý Nhân, được tổ chức hàng năm vào ngày 20 tháng 8 âm lịch và đêm 14 tháng Giêng âm lịch. Đền Trần Thương thờ Quốc công Tiết chế Hưng Đạo Đại Vương Trần Quốc Tuấn (Trần Hưng Đạo), là nơi được ông chọn làm kho lương, cung cấp lương thảo cho quân đội trong các cuộc kháng chiến chống quân xâm lược Nguyên-Mông thế kỷ thứ XIII. Lễ hội phát lương đền Trần Thương là một trong những lễ hội lớn của tỉnh Hà Nam, tưởng nhớ công lao to lớn của vị Anh hùng dân tộc, góp phần phát huy bản sắc văn hóa dân tộc, tuyên truyền, giáo dục cho con cháu về truyền thống yêu nước, chống giặc ngoại xâm của ông cha."
		],
		"Tổng quan": "Hà Nam là một tỉnh nằm ở vùng đồng bằng sông Hồng Việt Nam. Phía Bắc tiếp giáp với Hà Nội, phía Đông giáp với tỉnh Hưng Yên và Thái Bình, phía Nam giáp tỉnh Ninh Bình, Đông Nam giáp tỉnh Nam Định và phía Tây giáp tỉnh Hòa Bình. Trong quy hoạch xây dựng, tỉnh này thuộc vùng Hà Nội. Tỉnh lị là thành phố Phủ Lý, cách thủ đô Hà Nội 60km."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Hà Tây",
		"Lễ hội": [
			"Lễ hội",
			"Lễ hội chùa Hương (huyện Mỹ Đức) - một lễ hội dài nhất và vui nhất Việt Nam (3 tháng, bắt đầu từ tháng 1 đến tháng 3 âm lịch) thu hút khoảng nửa triệu khách mỗi năm.",
			"Lễ hội hát du tại huyện Quốc Oai cứ 36 năm mới được tổ chức một lần.",
			"Các lễ hội khác là hội chùa Thầy (huyện Quốc Oai) liên quan đến pháp sư Từ Đạo Hạnh, hội thả diều ở Bá Giang - Đan Phượng, hội chùa Tây Phương, hội chùa Đậu, hội chùa Và, hội đền Hát Môn, chùa Bối Khê, chùa Trăm gian, chùa Mía (Sùng Nghiêm Tự), hội đền Thánh Tản Viên.",
			"Lễ hội đền Lộ (huyện Thường Tín) - lễ hội dài 10 ngày (bắt đầu từ mồng 1 tháng 2 đến mồng 10 tháng 2 âm lịch) thu hút hàng vạn khách mỗi năm.",
			"Lễ hội đền Vân Trai (huyện Thường Tín)-từ mồng 9 đến 12 tháng 3 âm lịch tưởng nhớ các vua Hùng và vị thần hoàng làng, có nghi thức rước kiệu đẹp nhất cả vùng.",
			"Lễ hội Chử Đồng Tử (một trong 4 vị thánh của Việt Nam) được tổ chức từ ngày 30 đến 1 tháng 4 (âm lịch) hàng năm tại xã Tự Nhiên huyện Thường Tín.",
			"Lễ hội hát Chèo tàu được tổ chức trong 7 ngày từ Rằm tháng giếng đến 21 thắng Giêng.tại xã Tân Hội huyện Đan Phượng.",
			"Lễ hội Bình Đà -Di sản văn hóa phi vật thể quốc gia đầu tiên của thành phố Hà Nội - tưởng nhớ Đức Quốc tổ Lạc Long Quân và Linh Lang Đại Vương được tổ chức từ ngày 25 tháng 2 đến ngày mồng 6 tháng 3 âm lịch tại khu di tích quốc gia Đền Nội-Đình Ngoại Bình Đà xã Bình Minh, huyện Thanh Oai, tỉnh Hà Tây (nay là thành phố Hà Nội)2"
		],
		"Tổng quan": "Hà Tây là một tỉnh cũ Việt Nam, thuộc vùng đồng bằng sông Hồng, đã từng tồn tại trong hai giai đoạn: 1965-1975 và 1991-2008. Tỉnh nằm bên bờ phải (bờ Nam) sông Hồng và bờ trái (bờ Đông) sông Đà. Trung tâm hành chính của tỉnh là thành phố Hà Đông nằm cách trung tâm thủ đô Hà Nội cũ 10 km về phía tây nam, cách sân bay quốc tế Nội Bài 35 km. Trước tháng 8 năm 2008, Hà Tây có địa giới phía đông giáp thủ đô Hà Nội cũ, phía đông-nam giáp tỉnh Hưng Yên, phía nam giáp tỉnh Nam Hà, phía tây giáp tỉnh Hòa Bình, phía bắc giáp hai tỉnh Vĩnh Phúc và Phú Thọ. Từ ngày 1 tháng 8 năm 2008, toàn bộ địa giới của Hà Tây được sáp nhập vào Thủ đô Hà Nội, và như vậy tỉnh này không còn tồn tại nữa."
	},
	{
		"Địa điểm": null,
		"Diện tích": "5.997,3 km²",
		"tên": "tỉnh Hà Tĩnh",
		"Lễ hội": [
			"Lễ hội văn hóa Tiên Sơn",
			"Lễ hội Đền cả Dinh Đô Quan Hoàng Mười"
		],
		"Tổng quan": "Hà Tĩnh là một tỉnh của Việt Nam, nằm ở khu vực Bắc Trung Bộ. Trước đây, Hà Tĩnh cùng với Nghệ An là một miền đất có cùng tên chung là Hoan Châu (thời Bắc thuộc), Nghệ An châu (thời Lý, Trần), xứ Nghệ (năm 1490, đời vua Lê Thánh Tông), rồi trấn Nghệ An. Năm 1831, vua Minh Mạng chia trấn Nghệ An thành hai tỉnh: Nghệ An (bắc sông Lam) và Hà Tĩnh (nam sông Lam)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1656,0 km²",
		"tên": "tỉnh Hải Dương",
		"Lễ hội": null,
		"Tổng quan": "Hải Dương là một tỉnh nằm ở đồng bằng sông Hồng, thuộc Vùng kinh tế trọng điểm Bắc bộ, Việt Nam. Trung tâm hành chính của tỉnh là thành phố Hải Dương nằm cách thủ đô Hà Nội 57 km về phía Tây, cách thành phố Hải Phòng 45 km về phía Đông. phía tây bắc giáp tỉnh Bắc Ninh, phía bắc giáp tỉnh Bắc Giang, phía đông bắc giáp tỉnh Quảng Ninh, phía đông giáp thành phố Hải Phòng, phía nam giáp tỉnh Thái Bình và phía tây giáp tỉnh Hưng Yên.Trung tâm hành chính của tỉnh là thành phố Hải Dương hiện là đô thị loại 2."
	},
	{
		"Địa điểm": null,
		"Diện tích": "4.608,7 km²",
		"tên": "tỉnh Hòa Bình",
		"Lễ hội": null,
		"Tổng quan": "Hòa Bình là một tỉnh miền núi thuộc vùng tây bắc Việt Nam, có vị trí ở phía nam Bắc Bộ, giới hạn ở tọa độ 20°19' - 21°08' vĩ độ Bắc, 104°48' - 105°40' kinh độ Đông, tỉnh lỵ là thành phố Hòa Bình nằm cách trung tâm thủ đô Hà Nội 73 km. Trong quy hoạch xây dựng, tỉnh này thuộc vùng Hà Nội"
	},
	{
		"Địa điểm": null,
		"Diện tích": "926,0 km²",
		"tên": "tỉnh Hưng Yên",
		"Lễ hội": [
			"Chùa Ông Khổng hay còn gọi là Chùa Công Luận (Công Luận 1 - TT Văn Giang). Hàng năm vào các ngày từ 4-5 âm lịch diễn ra lễ hội Vật cổ truyền.",
			"6- Xã chí: là những bản điều tra về địa chí của một số làng, xã, thôn trong tỉnh do Học viện Viễn đông Bác cổ Pháp tại Hà Nội tổ chức. Đây là tư liệu ghi bằng chữ Quốc ngữ, chữ Pháp nên rất tiện cho việc tra cứu. Nội dung của những bản điều tra tập trung vào 11 mục chính: bia, thần sắc, thần tích, cổ chỉ, tục lệ, đình chùa, tượng và đồ thờ, lễ hội, cổ tích, địa đồ, công nghệ và thổ sản. Viện Nghiên cứu Hán Nôm đang lưu trữ Xã chí của hai huyện là Phù Cừ và Tiên Lữ. - Huyện Phù Cừ: gồm 52 xã của 6 tổng (Ba Đông, Cát Dương, Kim Phương, Võng Phan, Hoàng Tranh, Viên Quang), điều tra năm 1942. - Huyện Tiên Lữ: gồm 32 xã của 5 tổng (Hải Yến, Tiên Phương, Tiên Châu, Phương Trà, Canh Hoạch), điều tra năm 1943 - 1944. Qua những thống kê trên, chúng tôi nhận thấy: - Đây là một nguồn di sản văn hóa thành văn rất có giá trị. Những tư liệu hiện đang lưu trữ tại Viện Nghiên cứu Hán Nôm là tài liệu quý giúp ích chúng ta rất nhiều trong việc tìm hiểu, nghiên cứu về Hưng Yên nói riêng, về các địa phương khác trong cả nước nói chung. Chính vì thế, chúng ta phải tiếp cận nguồn tư liệu này. - Các cơ quan chức năng cần tạo điều kiện, cả tiền của lẫn công sức, để sao chép, chụp, dịch thuật nguồn tư liệu trên nhằm lưu trữ tại Thư viện tỉnh, phục vụ cho công tác nghiên cứu, thu thập thông tin, nâng cao hiểu biết về quê hương và nhiều vấn đề trong lịch sử của từng địa phương."
		],
		"Tổng quan": "Hưng Yên là một tỉnh nằm ở trung tâm đồng bằng sông Hồng Việt Nam. Trung tâm hành chính của tỉnh là thành phố Hưng Yên nằm cách thủ đô Hà Nội 64 km về phía đông nam, cách thành phố Hải Dương 50 km về phía tây nam. Phía bắc giáp tỉnh Bắc Ninh, phía đông giáp tỉnh Hải Dương, phía tây và tây bắc giáp thủ đô Hà Nội, phía nam giáp tỉnh Thái Bình và phía tây nam giáp tỉnh Hà Nam. Trong quy hoạch xây dựng, tỉnh này thuộc vùng thủ đô Hà Nội"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Kampong Cham",
		"Lễ hội": null,
		"Tổng quan": "Tỉnh Kampong Cham (phiên âm tiếng Việt là Công-pông Chàm) là một tỉnh phía đông của Campuchia. Tỉnh này giáp với tỉnh Kampong Chhnang ở phía tây, Kampong Thom và Kratié ở phía bắc, Tbong Khmum ở phía đông, Kandal và Prey Veng ở phía nam. Tỉnh lỵ là Thành phố Kampong Cham. Trước đây, tỉnh này có đường biên giới với Việt Nam. Sau ngày 31\/12\/2013, tỉnh Kampong Cham được tách thành 2 tỉnh: Kampong Cham ở phía Tây và Tbong Khmum ở phía đông. Cái tên Kampong Cham có nghĩa là \"bến cảng của người Chăm\". Từ Kampong có nghĩa là \"bến cảng\", còn từ Cham chỉ những người dân tộc Chăm sống ở đây."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Kampot",
		"Lễ hội": null,
		"Tổng quan": "Kampot là một tỉnh phía nam Campuchia, còn gọi là Cần-bột theo lịch sử Việt Nam thời kỳ nhà Nguyễn."
	},
	{
		"Địa điểm": null,
		"Diện tích": "6.348,5 km²1",
		"tên": "tỉnh Kiên Giang",
		"Lễ hội": null,
		"Tổng quan": "Kiên Giang (nghe ) là một tỉnh ven biển thuộc đồng bằng sông Cửu Long ở miền Nam Việt Nam, với phần lớn diện tích của tỉnh thuộc địa bàn tỉnh Rạch Giá trước đó. Đây là tỉnh có diện tích lớn nhất miền tây và lớn nhì ở miền nam (sau tỉnh Bình Phước). Tuy nhiên, cũng có thời kỳ toàn bộ diện tích tỉnh Kiên Giang ngày nay đều thuộc tỉnh Rạch Giá, bao gồm cả các vùng Hà Tiên và Phú Quốc. Trung tâm tỉnh là thành phố Rạch Giá, cách thành phố Hồ Chí Minh 250 km về phía Tây. Kiên Giang tiếp giáp Campuchia ở phía Bắc với đường biên giới dài 54 km và vịnh Thái Lan ở phía Tây có đường bờ biển dài hơn 200 km. Ngoài ra Kiên Giang có hơn 100 đảo lớn nhỏ ngoài biển."
	},
	{
		"Địa điểm": null,
		"Diện tích": "9.689,6 km²",
		"tên": "tỉnh Kon Tum",
		"Lễ hội": null,
		"Tổng quan": "Kon Tum là một tỉnh thuộc vùng cực bắc Tây Nguyên của Việt Nam, có vị trí địa lý nằm ở ngã ba Đông Dương, phần lớn nằm ở phía Tây dãy Trường Sơn. Kon Tum cũng là tỉnh có diện tích lớn thứ 8 trong 63 Tỉnh thành Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "9.068,8 km²",
		"tên": "tỉnh Lai Châu",
		"Lễ hội": null,
		"Tổng quan": "Lai Châu là một tỉnh biên giới thuộc vùng Tây Bắc Việt Nam, phía bắc giáp nước Cộng hòa Nhân dân Trung Hoa, phía tây và phía tây nam giáp tỉnh Điện Biên, phía đông giáp tỉnh Lào Cai, phía đông nam giáp tỉnh Yên Bái, và phía nam giáp tỉnh Sơn La. Đây là tỉnh có diện tích lớn thứ 10\/63 Tỉnh thành Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "9.773,5 km²",
		"tên": "tỉnh Lâm Đồng",
		"Lễ hội": null,
		"Tổng quan": "Lâm Đồng là một trong năm tỉnh thuộc vùng Tây Nguyên, đồng thời là tỉnh có diện tích lớn thứ 7 cả nước tiếp giáp với vùng kinh tế trọng điểm phía nam. Nằm trên cao nguyên cao nhất của Tây Nguyên là Lâm Viên - Di Linh với độ cao 1500 mét so với mực nước biển và là tỉnh duy nhất ở Tây Nguyên không có đường biên giới quốc tế. Tỉnh lỵ là thành phố Đà Lạt nằm cách Thành phố Hồ Chí Minh 300 km về hướng Bắc, đồng thời cách cảng biển Nha Trang 210 km về hướng Tây. Năm 2010, Lâm Đồng là tỉnh đầu tiên của Tây Nguyên có 2 thành phố trực thuộc tỉnh (Đà Lạt, Bảo Lộc)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "8.320,8 km²",
		"tên": "tỉnh Lạng Sơn",
		"Lễ hội": [
			"Lễ hội",
			"Lễ hội Lồng Tồng: được tổ chức vào ngày 4 tháng giêng âm lịch hàng năm, một trong những lễ hội lớn nhất vùng với nghi lễ tín ngưỡng cầu thành hoàng và thần nông. Qua khảo sát sơ bộ của ngành văn hoá - thông tin Lạng Sơn, toàn tỉnh có khoảng hơn 200 lễ hội Lồng Tồng với quy mô tổ chức theo một thôn, bản, một xã, một khu vực hay vài xã.",
			"Lễ hội Bủng Kham: được tổ chức vào ngày 12 tháng giêng âm lịch hàng năm ở thôn Nà Phái, xã Đại Đồng, huyện Tràng Định. Tương truyền, Bủng Kham là nơi vui chơi giải trí của thần tiên.",
			"Lễ hội Pác Mòng: được tổ chức vào ngày 5 tháng giêng âm lịch hàng năm với quy mô lớn ở thành phố Lạng Sơn. Đình Pác Mòng thờ vua Đinh Tiên Hoàng và các tướng lĩnh nhà Đinh đã từng lên đánh giặc phương Bắc và dẹp loạn biên giới thời xưa. Nhiều đời sau, dân trong vùng tưởng nhớ công lao của triều vua Đinh đã cùng nhau góp tiền của công sức, lập đình thờ phụng.",
			"Lễ hội Nàng Hai: được tổ chức vào ngày 4 tháng 2 âm lịch hàng năm ở bản Nà Cạo, xã Chí Minh để cầu khấn các nàng tiên phù hộ cho một năm mưa thuận gió hòa, cầu cho mùa màng tươi tốt bội thu, cuộc sống yên vui.",
			"Lễ hội Ná Nhèm là nghi thức, nghi lễ thờ cúng thành hoàng làng gắn liền với sự tích đánh giặc, giữ làng của người Tày (Trấn Yên).",
			"Lễ hội đầu pháo Kỳ Lừa: Tổ chức từ ngày 22 đến 27 tháng riêng âm lịch tại đền Tả Phủ, chợ Kỳ Lừa, xã Hoàng Văn Thụ, thành phố Lạng Sơn.",
			"Lễ hội đền Bắc Lệ là tín ngưỡng thờ Mẫu điển hình, được tổ chức trong vòng 3 ngày từ ngày 18 đến ngày 20 tháng 9 âm lịch hàng năm. Lễ hội gồm có các phần lễ chính như lễ tắm ngai, lễ chính tiệc, lễ rước. Lễ tắm ngai diễn ra trước lễ rước."
		],
		"Tổng quan": "Lạng Sơn còn gọi là xứ Lạng là một tỉnh ở vùng Đông Bắc Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "6.383,9 km²",
		"tên": "tỉnh Lào Cai",
		"Lễ hội": null,
		"Tổng quan": "Lào Cai là một tỉnh vùng cao biên giới thuộc vùng trung du và miền núi phía Bắc của Việt Nam, giáp ranh giữa vùng Tây Bắc và vùng Đông Bắc. Phía Bắc Lào Cai giáp Trung Quốc, phía Tây giáp tỉnh Lai Châu, phía đông giáp tỉnh Hà Giang, phía Nam giáp tỉnh Yên Bái. Tỉnh lị là thành phố Lào Cai, cách Hà Nội 330 km."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Mondolkiri",
		"Lễ hội": null,
		"Tổng quan": "Mondulkiri là một tỉnh trên cao nguyên đông bắc của Campuchia, giáp biên giới với các tỉnh Gia Lai, Đắk Lắk, Đắk Nông và Bình Phước của Việt Nam. Tỉnh lỵ là thị trấn Senmonorom."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.652,6 km²",
		"tên": "tỉnh Nam Định",
		"Lễ hội": [
			"Đền An Lá (còn gọi là đình Cả), nằm trên mảnh đất rộng hơn 3000 m2, xung quanh là cánh đồng thuộc thôn An Lá, xã Nghĩa An, huyện Nam Trực, cách trung tâm thành phố Nam Định gần 4 km theo tỉnh lộ 490C (quốc lộ 55 cũ). Đền thờ ông Nguyễn Tấn, một danh tướng thời Đinh. Lễ hội hàng năm tổ chức vào ngày 9-12\/3 (ÂL) hàng năm. Lễ hội chính vào ngày 10-3 âm lịch.",
			"Ở tỉnh Nam Định có nhiều di tích tín ngưỡng thờ quốc sư Minh Không thời Lý như: chùa Cổ Lễ (Trực Ninh), chùa Xuân Trung (Xuân Trường). Ở Ý Yên, Thánh tổ nghề đúc đồng Nguyễn Minh Không được thờ ở đình Cổ Hương xã Yên Phương; đình Phúc Thọ xã Yên Thành và đền Tống Xá xã Yên Xá. Ông còn được phối thờ cùng Lý Thần Tông và Giác Hải tại chùa Nghĩa Xá ở xã Xuân Ninh Xuân Trường. Lễ hội chợ Viềng hàng năm gắn liền với việc thờ ông Nguyễn Minh Không, ông tổ đúc đồng, nên trước đình ông Khổng, người dân thường bày bán đồ đồng, đồ sắt."
		],
		"Tổng quan": "Nam Định là một tỉnh lớn với 2 triệu dân nằm ở phía Nam đồng bằng Bắc Bộ. Theo quy định năm 2008 thì Nam Định thuộc vùng duyên hải Bắc Bộ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "16.493,7 km²",
		"tên": "tỉnh Nghệ An",
		"Lễ hội": null,
		"Tổng quan": "Nghệ An là tỉnh có diện tích lớn nhất Việt Nam thuộc vùng Bắc Trung Bộ. Trung tâm hành chính của tỉnh là thành phố Vinh, nằm cách thủ đô Hà Nội 291 km về phía nam.. Trước đây, Nghệ An cùng với Hà Tĩnh có cùng một tên chung là Hoan Châu (thời bắc thuộc), Nghệ An châu (đời nhà Lý, Trần), xứ Nghệ (năm 1490, đời vua Lê Thánh Tông), rồi trấn Nghệ An. Năm 1831, vua Minh Mệnh chia trấn Nghệ An thành 2 tỉnh: Nghệ An (bắc sông Lam) và Hà Tĩnh (nam sông Lam). Năm 1976 đến 1991, Nghệ An và Hà Tĩnh sáp nhập thành một tỉnh- Nghệ Tĩnh. Từ năm 1991, lại tách ra thành 2 tỉnh là Nghệ An và Hà Tĩnh."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.378,1 km²",
		"tên": "tỉnh Ninh Bình",
		"Lễ hội": [
			"Lễ hội Trường Yên là di sản văn hóa phi vật thể cấp quốc gia. Là một trong những lễ hội lớn nhất ở Việt Nam, hiện đang được đề nghị tổ chức theo nghi thức Nhà nước với vai trò là ngày Quốc lễ."
		],
		"Tổng quan": "Ninh Bình là một tỉnh nằm ở cửa ngõ cực nam miền Bắc Việt Nam, thuộc khu vực đồng bằng sông Hồng dù chỉ có 2 huyện duyên hải là Yên Khánh và Kim Sơn có địa hình bằng phẳng. Quy hoạch xây dựng phát triển kinh tế xếp Ninh Bình vào vùng duyên hải Bắc Bộ. Vùng đất Ninh Bình xưa là kinh đô của Việt Nam giai đoạn 968 - 1010 với 3 triều đại Đinh, Tiền Lê, Tiền Lý và cũng là địa bàn quan trọng về quân sự qua các thời kỳ lịch sử. Với vị trí đặc biệt về giao thông, địa hình, lịch sử văn hóa đồng thời sở hữu 2 khu vực là di sản thế giới và khu dự trữ sinh quyển thế giới, Ninh Bình hiện là một trung tâm du lịch có tiềm năng phong phú và đa dạng. Năm 2015, Ninh Bình là tỉnh đầu tiên của đồng bằng sông Hồng có 2 thành phố trực thuộc tỉnh (Ninh Bình, Tam Điệp)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "3.358,3 km²1",
		"tên": "tỉnh Ninh Thuận",
		"Lễ hội": null,
		"Tổng quan": "Ninh Thuận là một tỉnh ven biển thuộc vùng Duyên hải Nam Trung Bộ của Việt Nam. Tỉnh lỵ của Ninh Thuận là thành phố Phan Rang - Tháp Chàm nằm cách Thành phố Hồ Chí Minh 340 km về phía Nam, cách thủ đô Hà Nội 1.380 km về phía Bắc và cách Nha Trang 100 km theo đường Quốc lộ 1A và cách Đà Lạt 110 km theo đường Quốc lộ 27, đồng thời nằm cách sân bay Cam Ranh khoảng 60 km, thuận tiện cho việc giao lưu phát triển kinh tế xã hội của tỉnh."
	},
	{
		"Địa điểm": null,
		"Diện tích": "3.533,4 km²",
		"tên": "tỉnh Phú Thọ",
		"Lễ hội": [
			"Lễ hội và địa danh văn hóa",
			"Lễ hội đền Hùng tổ chức tại Đền Hùng ngày 10 tháng Ba âm lịch, hiện đã được nâng lên thành quốc giỗ.",
			"Lễ hội Nông Trang ở phường Nông Trang, Việt Trì tôn vinh Đinh Tiên Hoàng Đế",
			"Lễ hội đền Trù Mật (Văn Lung, Phú Thọ) tôn vinh sứ quân Kiều Thuận",
			"Hội phết Hiền Quan: là một lễ hội của Phú Thọ được tổ chức ở xã Hiền Quan, huyện Tam Nông. Lễ hội diễn ra từ ngày 12 đến 13 tháng Giêng âm lịch hàng năm, tôn vinh hai vị thành hoàng là Thiều Hoa công chúa thời Hai Bà Trưng và Mộc Trang đại vương thời nhà Đinh có công dẹp loạn 12 sứ quân."
		],
		"Tổng quan": "Phú Thọ là tỉnh thuộc vùng đông bắc Việt Nam. Phía bắc giáp tỉnh Tuyên Quang và Yên Bái, phía đông giáp tỉnh Vĩnh Phúc và thành phố Hà Nội, phía tây giáp tỉnh Sơn La, phía nam giáp tỉnh Hòa Bình. Phú Thọ là tỉnh nằm trong quy hoạch vùng thủ đô Hà Nội."
	},
	{
		"Địa điểm": null,
		"Diện tích": "5.060,5 km²",
		"tên": "tỉnh Phú Yên",
		"Lễ hội": [
			"Lễ hội",
			"Lễ hội đánh bài chòi, với các bài hát chòi dân gian, đậm bản sắc văn hóa của Phú Yên.",
			"Lễ hội đầm Ô Loan được tổ chức tại đầm Ô Loan thuộc huyện Tuy An",
			"Lễ hội cầu ngư của người Kinh",
			"Lễ hội Đồng Cam: 08\/01, xã Hòa Hội, huyện Phú Hòa.",
			"Lễ hội chùa Từ Quang: 11\/01, xã An Dân, huyện Tuy An.",
			"Lễ hội Sông nước Tam Giang: tết nguyên đán, thị xã Sông Cầu.",
			"Lễ hội cầu ngư: từ tháng 1 đến tháng 6, khắp các vùng ven biển.",
			"Lễ hội đền Lê Thành Phương:28\/01, xã An Hiệp, huyện Tuy An.",
			"Lễ hội đền Lương văn Chánh: 19\/09, xã Hòa Trị, huyện Phú Hòa.",
			"Lễ hội cầu an: Tháng 3 và tháng 8, ở khắp các chùa.",
			"Lễ hội bỏ mả: tháng 3 đến tháng 5, huyện: Đồng Xuân, Sơn Hòa, Sông Hinh.",
			"Lễ hội mừng sức khỏe: tháng 3 đến tháng 5, các huyện Đồng Xuân, Sơn Hòa, Sông Hinh.",
			"Lễ hội đâm trâu: từ tháng 2 đến tháng 6: Đồng Xuân, Sơn Hòa, Sông Hinh.",
			"Lễ hội mừng nhà mới: từ tháng 3 đến tháng 5, các huyện: Đồng Xuân, Sơn Hòa, Sông Hinh",
			"Lễ hội mừng lúa mới: từ tháng 3 đến tháng 5: các huyện Đồng Xuân, Sơn Hòa, Sông Hinh"
		],
		"Tổng quan": "Phú Yên là một tỉnh ven biển thuộc vùng duyên hải Nam Trung Bộ Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Phúc Kiến",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 25°54′B 118°18′Đ \/ 25,9°B 118,3°Đ \/ 25.9; 118.3"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Prey Veng",
		"Lễ hội": null,
		"Tổng quan": "Tỉnh Prey Veng là một tỉnh của Campuchia, tỉnh lỵ là Prey Veng. Tỉnh nằm ở tả ngạn (bờ bắc) sông Tiền, giáp với Kampong Cham ở phía tây bắc, Tbong Khmum ở phía đông bắc, Kandal ở phía tây, Svay Rieng ở phía đông và Việt Nam (Đồng Tháp) ở phía nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "8.065,3 km²",
		"tên": "tỉnh Quảng Bình",
		"Lễ hội": null,
		"Tổng quan": "Quảng Bình (các tên gọi cũ khu vực này gồm: Bố Chính, Tân Bình, Lâm Bình, Tiên Bình, Tây Bình) là một tỉnh duyên hải thuộc vùng Bắc Trung Bộ Việt Nam. Quảng Bình nằm ở nơi hẹp nhất theo chiều Đông-Tây của dải đất hình chữ S của Việt Nam (50 km theo đường ngắn nhất tính từ biên giới Lào ra biển Đông). Tỉnh này giáp Hà Tĩnh về phía bắc với dãy Hoành Sơn là ranh giới tự nhiên; giáp Quảng Trị về phía nam; giáp Biển Đông về phía đông; phía tây là tỉnh Khăm Muộn và tây nam là tỉnh Savannakhet của Lào với dãy Trường Sơn là biên giới tự nhiên."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Quảng Đông",
		"Lễ hội": null,
		"Tổng quan": "Tọa độ: 23°24′B 113°30′Đ \/ 23,4°B 113,5°Đ \/ 23.4; 113.5"
	},
	{
		"Địa điểm": null,
		"Diện tích": "10.438,4 km²",
		"tên": "tỉnh Quảng Nam",
		"Lễ hội": [
			"Lễ hội",
			"Lễ hội Bà Thu Bồn là một lễ hội dân gian của cư dân ven sông Thu Bồn, tỉnh Quảng Nam với mục đích cầu nguyện một năm mới đất trời thuận hòa, người dân ấm no hạnh phúc. Lễ hội được tổ chức hằng năm vào ngày 12 tháng 2 âm lịch.19 Xen lẫn các tiết mục văn nghệ dân gian là tiếng hò reo cổ vũ của cư người xem hội hai bên bờ. Nghi thức quan trọng nhất là lễ tế Bà và lễ rước nước về đền. Đền thờ Bà Thu Bồn nằm trong một vùng đồng bằng ven sông thuộc huyện Duy Xuyên. Phần hội quan trọng nhất là hội đua thuyền Lệ Bà (Nam-Nữ), hội thả hoa đăng và đốt lửa thiêng trên những bãi bồi của dòng Thu Bồn.",
			"Lễ hội Bà Chiêm Sơn là lễ hội của cư dân làm nghề nuôi tằm dệt vải của xã DUY TRINH, huyện Duy Xuyên. Lễ được tổ chức ngày 10-12 tháng Giêng âm lịch tại Dinh bà Chiêm Sơn.20 Lễ hội là dịp bày tỏ niềm tôn kính với người đã khai sinh ra nghề ươm tằm dệt lụa cho địa phương. Người tham gia lễ hội có cơ hội thưởng thức các món ăn đặc trưng của người Quảng Nam. Lễ hội còn là dịp để tham gia các trò chơi dân gian như đá gà, ném bóng vào rổ, hát bài chòi.21",
			"Carneval Hội An là lễ hội đường phố được tổ chức lần đầu tiên tại thành phố Hội An vào Giao thừa năm 2009 (dương lịch). Lễ hội mô phỏng theo các lễ hội Carneval đường phố vốn rất nổi tiếng tại các nước châu Âu và Mỹ Latin 22",
			"Lễ hội Rước cộ Bà Chợ Được được tổ chức hằng năm vào ngày 11 tháng Giêng (âm lịch) tại xã Bình Triều, huyện Thăng Bình. Đây là một kiểu lễ hội tâm linh để tỏ lòng tôn kính với bà Nguyễn Thị Của. Theo tài liệu \"Thần Nữ Linh Ứng Truyện\", bà sinh năm 1799 tại huyện Đại Lộc, tỉnh Quảng Nam. Bà mất năm 1817, hưởng dương 18 tuổi. Theo cư dân địa phương, bà rất linh thiêng. Trong một lần ngao du đến làng Phước Ấm (nay là Chợ Được, xã Bình Triều), thấy cảnh sông nước hữu tình, bà chọn nơi này họp chợ để giúp cư dân có cuộc sống sung túc hơn. Bà hóa thân thành một thiếu nữ xinh đẹp chừng 18 tuổi làm nghề bán nước đổi trầu. Dần dần cư dân xung quanh tập trung buôn bán, Chợ Được được hình thành và phát triển. Để ghi nhớ công ơn bà, cư dân trong vùng lập đền thờ \"Lăng Bà\" và được triều đình phong tặng sắc phong \"Thần Nữ Linh Ứng-Nguyễn Thị Đẳng Thần\".",
			"Lễ hội Nguyên Tiêu là lễ hội của Hoa Kiều tại Hội An. Lễ được tổ chức tại Hội Quán Triều Châu và Quảng Triệu vào ngày 16 tháng Giêng (âm lịch) hằng năm.",
			"Lễ hội Đêm Rằm Phố Cổ được tổ chức vào ngày 14 âm lịch hằng tháng tại đô thị cổ Hội An. Tại thời điểm đó, cư dân trong thành phố sẽ tắt hết điện chiếu sáng, thay vào đó là ánh sáng rực rỡ từ đèn lồng. Thành phố sống trong không gian tĩnh mịch của quá khứ. Các phương tiện có động cơ không được tham gia lưu thông. Đường phố được dành cho người đi bộ thưởng lãm."
		],
		"Tổng quan": "Quảng Nam, hay gọi âm địa phương là \"Quảng Nôm\", là một tỉnh thuộc vùng Duyên hải Nam Trung Bộ, Việt Nam. Tên gọi Quảng Nam có nghĩa là mở rộng về phương Nam. Quảng Nam là vùng đất giàu truyền thống văn hóa với hai di sản văn hóa thế giới là phố cổ Hội An và thánh địa Mỹ Sơn. Quảng Nam còn là vùng đất địa linh nhân kiệt, nơi sản sinh ra nhiều người con ưu tú cho đất nước. Với diện tích 10,438 km và dân số trung bình hơn 1.480 triệu người (2015), Quảng Nam đứng thứ 6 về diện tích, thứ 19 về dân số trong số 63 tỉnh, thành phố của Việt Nam. Mật độ dân số là 142 người\/km (đứng thứ 45\/63) so với 277 người\/km của cả nước. Năm 2008, Quảng Nam là tỉnh đầu tiên của duyên hải Nam Trung Bộ có 2 thành phố trực thuộc tỉnh (Tam Kỳ, Hội An)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "6.102,3 km²",
		"tên": "tỉnh Quảng Ninh",
		"Lễ hội": [
			"Ngoài ra cả tỉnh có gần 500 di tích lịch sử, văn hoá, nghệ thuật... gắn với nhiều lễ hội truyền thống, trong đó có những di tích như miếu Tiên Công, đình phong Cốc (TX Quảng Yên),đền Cửa Ông (Cẩm Phả), Đình Trà Cổ (Móng Cái), chùa Long Tiên (TP Hạ Long), Đệ tứ chiến khu Đông Triều,chùa Ba Vàng( TP Uông Bí). đình Quan Lạn, chùa Cái Bầu - Thiền viện Trúc Lâm Giác Tâm (Vân Đồn). Đây là những điểm thu hút khách thập phương đến với các loại hình du lịch văn hoá, tôn giáo, nhất là vào những dịp lễ hội."
		],
		"Tổng quan": "Quảng Ninh là tỉnh ven biển thuộc vùng Đông Bắc Việt Nam. Quảng Ninh được ví như một Việt Nam thu nhỏ, vì có cả biển, đảo, đồng bằng, trung du, đồi núi, biên giới. Trong quy hoạch phát triển kinh tế, Quảng Ninh vừa thuộc vùng kinh tế trọng điểm phía bắc vừa thuộc vùng duyên hải Bắc Bộ. Đây là tỉnh khai thác than đá chính của Việt Nam và có vịnh Hạ Long là di sản, kỳ quan thiên nhiên thế giới."
	},
	{
		"Địa điểm": null,
		"Diện tích": "4.739,8 km²",
		"tên": "tỉnh Quảng Trị",
		"Lễ hội": null,
		"Tổng quan": "Quảng Trị là một tỉnh ven biển thuộc vùng cực Bắc Trung Bộ Việt Nam. Đây là tỉnh có Khu phi quân sự vĩ tuyến 17, là giới tuyến chia cắt hai miền Bắc - Nam Việt Nam, do đó cũng là một chiến trường ác liệt nhất trong suốt 20 năm của cuộc Chiến tranh Việt Nam (1954 - 1975)"
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Ratanakiri",
		"Lễ hội": null,
		"Tổng quan": "Ratanakiri (tiếng Khmer: រតនគិរី IPA: [ˌreə̯̆ʔ taʔ ˈnaʔ ki ˈriː]) là một tỉnh (khaet) của Campuchia. Ratanakiri nằm ở vùng cao nguyên đông bắc hẻo lánh của quốc gia, có ranh giới với tỉnh Mondulkiri ở phía nam và với tỉnh Stung Treng ở phía tây, có biên giới quốc tế với Lào (giáp tỉnh Sekong) và Việt Nam (giáp hai tỉnh Kon Tum và Gia Lai) tương ứng ở phía bắc và đông. Tỉnh trải dài từ các ngọn núi của dãy Trường Sơn ở phía bắc, qua vùng cao nguyên nhiều đồi nằm giữa các sông Sê San và Sêrêpôk, đến các khu rừng lá rụng ở phía nam. Trong những năm gần đây, hoạt động đốn gỗ và khai mỏ ảnh hưởng xấu đến môi trường của Ratanakiri."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Savannakhet",
		"Lễ hội": null,
		"Tổng quan": "Savannakhet (tiếng Lào: ສະຫວັນນະເຂດ, tiếng Việt: Xa Vẳn Na Khẹt) là một tỉnh tại Trung Lào. Tỉnh lỵ của tỉnh này là thành phố Kaysone Phomvihane. Tỉnh này giáp tỉnh Khammuane về phía bắc, tỉnh Saravane về phía nam, Việt Nam về phía đông và Thái Lan về phía tây. Cầu Hữu Nghị nối tỉnh này với tỉnh Mukdahan của Thái Lan và với Quảng Trị qua đường 9 thuộc Hành lang kinh tế Đông - Tây vừa được khánh thành."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Sisaket",
		"Lễ hội": null,
		"Tổng quan": "Sisaket (tiếng Thái: ศรีสะเกษ) là một tỉnh đông bắc Thái Lan. Các tỉnh lân cận (từ phía tây theo chiều kim đồng hồ) có: tỉnh Surin, tỉnh Roi Et, tỉnh Yasothon và tỉnh Ubon Ratchathani. Về phía nam tỉnh này giáp tỉnh Oddar Meancheay và tỉnh Preah Vihear của Campuchia."
	},
	{
		"Địa điểm": null,
		"Diện tích": "14.174,4 km²",
		"tên": "tỉnh Sơn La",
		"Lễ hội": null,
		"Tổng quan": "Sơn La là tỉnh miền núi Tây Bắc Việt Nam, tỉnh có diện tích 14.125 km² chiếm 4,27% tổng diện tích Việt Nam, đứng thứ 3 trong số 63 tỉnh thành phố. Toạ độ địa lý: 20039’ - 22002’ vĩ độ Bắc và 103011’ - 105002’ kinh độ Đông. Địa giới: phía bắc giáp các tỉnh Yên Bái, Điện Biên, Lai Châu; phía đông giáp các tỉnh Phú Thọ, Hoà Bình; phía tây giáp với tỉnh Điện Biên; phía nam giáp với tỉnh Thanh Hóa và tỉnh Huaphanh (Lào); phía tây nam giáp tỉnh Luangprabang (Lào). Sơn La có đường biên giới quốc gia dài 250 km, chiều dài giáp ranh với các tỉnh khác là 628 km. Toàn tỉnh có 12 đơn vị hành chính (1 thành phố, 11 huyện) với 12 dân tộc."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Stung Treng",
		"Lễ hội": null,
		"Tổng quan": "Stung Treng là một tỉnh ở cao nguyên đông bắc của Campuchia, tên gọi trước đây là Xieng Teng, là một bộ phận của Đế quốc Khmer, sau đó là vương quốc Lan Xang và Champasak của Lào. Tỉnh này được chuyển về cho Campuchia trong thời Liên bang Đông Dương."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Svay Rieng",
		"Lễ hội": null,
		"Tổng quan": "Tỉnh Svay Rieng (tiếng Khmer: ស្វាយរៀង), phiên âm tiếng Việt: Xvây Riêng hoặc Xoài Riêng, là một tỉnh đông nam của Campuchia."
	},
	{
		"Địa điểm": null,
		"Diện tích": "4.041,4 km²",
		"tên": "tỉnh Tây Ninh",
		"Lễ hội": null,
		"Tổng quan": "Tây Ninh là một tỉnh thuộc vùng Đông Nam Bộ Việt Nam. Tây Ninh nằm ở vị trí cầu nối giữa Thành phố Hồ Chí Minh và thủ đô Phnôm Pênh, vương quốc Campuchia và là một trong những tỉnh nằm trong Vùng kinh tế trọng điểm phía Nam. Tỉnh có thành phố Tây Ninh nằm cách Thành phố Hồ Chí Minh 99 km theo đường Quốc lộ 22, cách biên giới Campuchia 40 km về phía Tây Bắc."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.570,5 km²",
		"tên": "tỉnh Thái Bình",
		"Lễ hội": null,
		"Tổng quan": "Thái Bình là một tỉnh ven biển ở đồng bằng sông Hồng, miền Bắc Việt Nam. Trung tâm tỉnh là thành phố Thái Bình cách thủ đô Hà Nội 110 km về phía đông nam, cách thành phố Hải Phòng 70 km về phía đông bắc. Thái Bình tiếp giáp với 5 tỉnh, thành phố: Hải Dương ở phía bắc, Hưng Yên ở phía tây bắc, Hải Phòng ở phía đông bắc, Hà Nam ở phía tây, Nam Định ở phía tây và tây nam. Phía đông là biển Đông (vịnh Bắc Bộ). Theo quy hoạch phát triển kinh tế, Thái Bình thuộc vùng duyên hải Bắc Bộ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "3536,4 km²",
		"tên": "tỉnh Thái Nguyên",
		"Lễ hội": null,
		"Tổng quan": "Thái Nguyên là một tỉnh ở đông bắc Việt Nam, tiếp giáp với thủ đô Hà Nội và là tỉnh nằm trong quy hoạch vùng thủ đô Hà Nội. Thái Nguyên là một trung tâm kinh tế - xã hội lớn của khu vực đông bắc hay cả Vùng trung du và miền núi phía bắc. Tỉnh Thái Nguyên được tái lập ngày 1\/1\/1997 với việc tách tỉnh Bắc Thái thành hai tỉnh Bắc Kạn và Thái Nguyên. Thái Nguyên nằm trong vùng kinh tế trọng điểm Bắc thủ đô Hà Nội, một trung tâm kinh tế đang lên ở miền Bắc. Thái Nguyên được coi là một trung tâm đào tạo nguồn nhân lực lớn thứ 3 sau Hà Nội và thành phố Hồ Chí Minh. Thái Nguyên cũng là một địa bàn chiến lược về quốc phòng, là nơi đóng trụ sở Bộ tư lệnh, cùng nhiều cơ quan khác của Quân khu 1."
	},
	{
		"Địa điểm": null,
		"Diện tích": "11.130,2 km²",
		"tên": "tỉnh Thanh Hóa",
		"Lễ hội": null,
		"Tổng quan": "Thanh Hóa là tỉnh cực Bắc miền Trung Việt Nam và là một tỉnh lớn về cả diện tích và dân số, đứng thứ 5 về diện tích và thứ 3 về dân số trong số các đơn vị hành chính tỉnh trực thuộc nhà nước, cũng là một trong những địa điểm sinh sống đầu tiên của người Việt cổ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "2508,6 km²",
		"tên": "tỉnh Tiền Giang",
		"Lễ hội": null,
		"Tổng quan": "Tiền Giang là một tỉnh ven biển thuộc đồng bằng sông Cửu Long, miền Nam Việt Nam, với phần lớn diện tích của tỉnh thuộc địa bàn tỉnh Mỹ Tho trước đó. Tuy nhiên, cũng có thời kỳ toàn bộ diện tích tỉnh Tiền Giang ngày nay đều thuộc tỉnh Mỹ Tho, bao gồm cả vùng Gò Công. Tiền Giang là tỉnh vừa thuộc Vùng đồng bằng sông Cửu Long, vừa nằm trong Vùng kinh tế trọng điểm phía Nam. Tỉnh lỵ của Tiền Giang hiện nay là thành phố Mỹ Tho, nằm cách Thành phố Hồ Chí Minh 70 km về phía Bắc và cách Thành phố Cần Thơ 100 km về phía Nam theo đường Quốc lộ 1A."
	},
	{
		"Địa điểm": null,
		"Diện tích": "2.358,2 km²1",
		"tên": "tỉnh Trà Vinh",
		"Lễ hội": null,
		"Tổng quan": "Trà Vinh là một tỉnh ven biển ở đồng bằng sông Cửu Long, miền Nam Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Trat",
		"Lễ hội": null,
		"Tổng quan": "Tỉnh Trat (tiếng Thái: ตราด) là một tỉnh (changwat) ở miền Đông của Thái Lan. Tỉnh này giáp các tỉnh sau: giáp biên giới của Battambang, Pursat Koh Kong của Campuchia tại bờ biển của vịnh Thái Lan. Tỉnh này giáp Chanthaburi về phía Đông-Bắc. Tỉnh Trat nổi tiếng có ngành khai thác và buôn bán đá quý như ngọc, kim cương..."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "tỉnh Tứ Xuyên",
		"Lễ hội": null,
		"Tổng quan": "Tứ Xuyên (tiếng Trung: 四川; bính âm: Sìchuān) là một tỉnh nằm ở tây nam của Cộng hòa Nhân dân Trung Hoa. Tỉnh lị của Tứ Xuyên là Thành Đô, một trung tâm kinh tế trọng yếu của miền Tây Trung Quốc. Giản xưng của Tứ Xuyên là Thục (蜀), do thời Tiên Tần, trên đất Tứ Xuyên có hai nước chư hầu là Thục và Ba, nên Tứ Xuyên còn có biệt danh là Ba Thục (巴蜀)."
	},
	{
		"Địa điểm": null,
		"Diện tích": "5.867,3 km²",
		"tên": "tỉnh Tuyên Quang",
		"Lễ hội": null,
		"Tổng quan": "Tuyên Quang là một tỉnh thuộc vùng Đông Bắc Việt Nam. Có tỉnh lỵ là Thành phố Tuyên Quang."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.475 km²",
		"tên": "tỉnh Vĩnh Long",
		"Lễ hội": null,
		"Tổng quan": "Vĩnh Long là một tỉnh nằm ở khu vực đồng bằng sông Cửu Long, thuộc miền Nam Việt Nam. Vĩnh Long cách Thành phố Hồ Chí Minh 135 km về phía Nam và cách Thành phố Cần Thơ 40 km về phía Bắc theo đường Quốc lộ 1A. Tỉnh nằm trong vùng khí hậu nhiệt đới gió mùa, dạng địa hình khá bằng phẳng với độ dốc nhỏ hơn 2 độ, không có núi đồi, địa hình lòng chảo, trũng ở trung tâm và cao dần về phía Bắc, Đông Bắc và Nam Đông Nam, bị chia cắt bởi nhiều con sông và kênh rạch."
	},
	{
		"Địa điểm": null,
		"Diện tích": "1.238,6 km²",
		"tên": "tỉnh Vĩnh Phúc",
		"Lễ hội": [
			"Lễ hội",
			"Lễ hội Tứ dân chi nghiệp (xã Đại Đồng-Vĩnh Tường) tổ chức vào ngày 20 tháng giêng.",
			"Lễ hội Đúc Bụt làng Phù Liễn (xã Đồng Tĩnh – huyện Tam Dương) vào mồng 8 tháng giêng dân làng tổ chức lễ hội đúc \"Bụt\" tại đình làng.",
			"Lễ hội đền Gia Loan - chùa Biện Sơn tôn vinh tướng quân Nguyễn Khoan thời 12 sứ quân.",
			"Lễ hội Đả cầu cướp phết diễn ra chiều ngày 7 tháng giêng hàng năm tại đền Đông Lai, xã Bàn Giản, huyện Lập Thạch.",
			"Lễ hội chọi trâu Hải Lựu ở xã Hải Lựu, Sông Lô, Vĩnh Phúc.",
			"Lễ hội Tây Thiên (xã Đại Đình,Tam Đảo)vào 15\/2 âm lịch. Là một trong 3 lễ hội lớn nhất miền Bắc.",
			"Lễ hội Kéo Song (Hương Canh, Bình Xuyên) mùng 3 – 5 âm lịch.(Tết Nguyên Đán).",
			"Lễ hội Đình Thổ Tang diễn ra vào 10 tháng giêng.",
			"Lễ hội đền Ngự Dội (xã Vĩnh Ninh, Vĩnh Tường) vào ngày 14, 15 tháng giêng.",
			"Lễ hội đền Ngô Tướng Công (thị xã Phúc Yên) vào 9 tháng Giêng.",
			"Lễ hội Đền Thính (xã Tam Hồng, Yên Lạc) vào ngày mùng 6 tháng Giêng.",
			"Lễ hội chợ Rưng (thị trấn Tứ Trưng, Vĩnh Tường) vào ngày mùng 6 tháng giêng hàng năm.",
			"Lễ hội vật, Đánh cờ người làng Hoàng Chung xã Đồng Ích ngày mùng 10 tháng giêng âm lịch hàng năm."
		],
		"Tổng quan": "Vĩnh Phúc là một tỉnh vùng đồng bằng sông Hồng, Việt Nam vốn bao gồm tỉnh Vĩnh Yên và tỉnh Phúc Yên trước đây. Trong thời kỳ Pháp tạm chiếm đóng miền Bắc giai đoạn 1946-1954, tỉnh này còn có tên gọi là tỉnh Vĩnh Phúc Yên. Vĩnh Phúc là tỉnh nằm trong quy hoạch vùng thủ đô Hà Nội. Theo kết quả điều tra dân số 01\/04\/2009 dân số tỉnh Vĩnh Phúc là 1.100.838 người. Đây là tỉnh có vị trí nằm giữa trung tâm hình học của miền Bắc Việt Nam và là một trong số ít tỉnh thành của Việt Nam tự chủ được thu chi ngân sách từ năm 2003, là một trong những tỉnh thành luôn có đóng góp ngân sách lớn nhất ở miền Bắc sau Hà Nội, Hải Phòng, Quảng Ninh."
	},
	{
		"Địa điểm": null,
		"Diện tích": "6.886,3 km²",
		"tên": "tỉnh Yên Bái",
		"Lễ hội": null,
		"Tổng quan": "Yên Bái là một tỉnh thuộc vùng trung du và miền núi phía Bắc Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "62.914,3 ha",
		"tên": "Trấn Yên",
		"Lễ hội": null,
		"Tổng quan": "Trấn Yên là một huyện thuộc tỉnh Yên Bái."
	},
	{
		"Địa điểm": null,
		"Diện tích": "39 km²1",
		"tên": "Triệu Hải",
		"Lễ hội": null,
		"Tổng quan": "Triệu Hải là một xã thuộc huyện Đạ Tẻh, tỉnh Lâm Đồng, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Triệu Sơn",
		"Lễ hội": null,
		"Tổng quan": "Triệu Sơn là một huyện thuộc tỉnh Thanh Hoá, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "845,10Km2",
		"tên": "Võ Nhai",
		"Lễ hội": null,
		"Tổng quan": "Võ Nhai là một huyện miền núi phía đông bắc tỉnh Thái Nguyên. Đây là huyện có diện tích lớn nhất và có mật độ dân số tháp nhất trong tỉnh."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Vũ An",
		"Lễ hội": null,
		"Tổng quan": "Vũ An (tiếng Trung: 武安; bính âm: Wǔ'ān) là một thành phố cấp huyện của địa cấp thị Hàm Đan, tỉnh Hà Bắc, Trung Quốc."
	},
	{
		"Địa điểm": null,
		"Diện tích": "7,13 km²1",
		"tên": "Vũ Lâm",
		"Lễ hội": null,
		"Tổng quan": "Vũ Lâm là một xã thuộc huyện Lạc Sơn, tỉnh Hòa Bình, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Vũ Thanh",
		"Lễ hội": null,
		"Tổng quan": "Vũ Thanh (giản thể: 武清区; phồn thể: 武清區; bính âm: Wǔqīng Qū) là một khu (quận) thuộc thành phố Thiên Tân, Trung Quốc. Quận nằm ở tây bắc Thiên Tân, gần Đại Vận Hà và giáp với tỉnh Hà Bắc."
	},
	{
		"Địa điểm": null,
		"Diện tích": "195,2 km²",
		"tên": "Vũ Thư",
		"Lễ hội": null,
		"Tổng quan": "Vũ Thư là một huyện của tỉnh Thái Bình."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Vũ Xuyên",
		"Lễ hội": null,
		"Tổng quan": "Vũ Xuyên (tiếng Trung: 武川县; bính âm: Wǔchuānxiàn), là một huyện của địa cấp thị Hohhot, khu tự trị Nội Mông Cổ, Trung Quốc. Huyện có thể kết nối với nội thành Hohhot bằng quốc lộ với khoảng nửa giờ lái xe. Theo các tài liệu gần đây nhất, cái tên Vũ Xuyên xuất phát từ Chu Thư (周书), khoảng năm 298 TCN và \"Bắc sử\" (北史)"
	},
	{
		"Địa điểm": null,
		"Diện tích": "11,51 km²1",
		"tên": "xã An Dương",
		"Lễ hội": null,
		"Tổng quan": "An Dương là một xã thuộc huyện Tân Yên, tỉnh Bắc Giang, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "8,17 km²1",
		"tên": "xã An Phụ",
		"Lễ hội": null,
		"Tổng quan": "An Phụ là một xã thuộc huyện Kinh Môn, tỉnh Hải Dương, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "5,77 km²1",
		"tên": "xã An Thái",
		"Lễ hội": null,
		"Tổng quan": "An Thái là một xã thuộc huyện An Lão, thành phố Hải Phòng, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "30,7 km²1",
		"tên": "xã An Trường",
		"Lễ hội": null,
		"Tổng quan": "An Trường là một xã thuộc huyện Càng Long, tỉnh Trà Vinh, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": "3,5",
		"tên": "xã Bát Tràng",
		"Lễ hội": null,
		"Tổng quan": "Bát Tràng là tên một xã thuộc huyện Gia Lâm, Hà Nội. Xã Bát Tràng gồm hai làng (thôn) là làng Bát Tràng và làng Giang Cao. Cả hai làng đều là làng nghề gốm truyền thống."
	},
	{
		"Địa điểm": null,
		"Diện tích": "6,92 km²1",
		"tên": "xã Dương Quan",
		"Lễ hội": null,
		"Tổng quan": "Dương Quan là một xã thuộc huyện Thuỷ Nguyên, thành phố Hải Phòng, Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "xã Kim Liên",
		"Lễ hội": null,
		"Tổng quan": "Xã Kim Liên, thuộc huyện Nam Đàn, tỉnh Nghệ An. Đây là quê hương của Hồ Chí Minh và một số chí sĩ yêu nước khác."
	},
	{
		"Địa điểm": null,
		"Diện tích": "306,19km²",
		"tên": "xã Tân Thành",
		"Lễ hội": null,
		"Tổng quan": "Tân Thành là một huyện tại tỉnh Bà Rịa-Vũng Tàu. Tân Thành nằm dọc theo quốc lộ 51 và sông Thị Vải, giáp thành phố Bà Rịa và huyện Nhơn Trạch, tỉnh Đồng Nai. Huyện Tân Thành thuộc tỉnh Bà Rịa-Vũng Tàu được thành lập năm 1994. Trung tâm hành chính của huyện đặt tại thị trấn Phú Mỹ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "8.320,8 km²",
		"tên": "xứ Lạng Sơn",
		"Lễ hội": [
			"Lễ hội",
			"Lễ hội Lồng Tồng: được tổ chức vào ngày 4 tháng giêng âm lịch hàng năm, một trong những lễ hội lớn nhất vùng với nghi lễ tín ngưỡng cầu thành hoàng và thần nông. Qua khảo sát sơ bộ của ngành văn hoá - thông tin Lạng Sơn, toàn tỉnh có khoảng hơn 200 lễ hội Lồng Tồng với quy mô tổ chức theo một thôn, bản, một xã, một khu vực hay vài xã.",
			"Lễ hội Bủng Kham: được tổ chức vào ngày 12 tháng giêng âm lịch hàng năm ở thôn Nà Phái, xã Đại Đồng, huyện Tràng Định. Tương truyền, Bủng Kham là nơi vui chơi giải trí của thần tiên.",
			"Lễ hội Pác Mòng: được tổ chức vào ngày 5 tháng giêng âm lịch hàng năm với quy mô lớn ở thành phố Lạng Sơn. Đình Pác Mòng thờ vua Đinh Tiên Hoàng và các tướng lĩnh nhà Đinh đã từng lên đánh giặc phương Bắc và dẹp loạn biên giới thời xưa. Nhiều đời sau, dân trong vùng tưởng nhớ công lao của triều vua Đinh đã cùng nhau góp tiền của công sức, lập đình thờ phụng.",
			"Lễ hội Nàng Hai: được tổ chức vào ngày 4 tháng 2 âm lịch hàng năm ở bản Nà Cạo, xã Chí Minh để cầu khấn các nàng tiên phù hộ cho một năm mưa thuận gió hòa, cầu cho mùa màng tươi tốt bội thu, cuộc sống yên vui.",
			"Lễ hội Ná Nhèm là nghi thức, nghi lễ thờ cúng thành hoàng làng gắn liền với sự tích đánh giặc, giữ làng của người Tày (Trấn Yên).",
			"Lễ hội đầu pháo Kỳ Lừa: Tổ chức từ ngày 22 đến 27 tháng riêng âm lịch tại đền Tả Phủ, chợ Kỳ Lừa, xã Hoàng Văn Thụ, thành phố Lạng Sơn.",
			"Lễ hội đền Bắc Lệ là tín ngưỡng thờ Mẫu điển hình, được tổ chức trong vòng 3 ngày từ ngày 18 đến ngày 20 tháng 9 âm lịch hàng năm. Lễ hội gồm có các phần lễ chính như lễ tắm ngai, lễ chính tiệc, lễ rước. Lễ tắm ngai diễn ra trước lễ rước."
		],
		"Tổng quan": "Lạng Sơn còn gọi là xứ Lạng là một tỉnh ở vùng Đông Bắc Việt Nam."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Xứ Thái",
		"Lễ hội": null,
		"Tổng quan": "Xứ Thái (tiếng Thái: เจ้าไท - Chau Tai; tiếng Pháp: Pays Taï), hoặc Khu Tự trị Thái (tiếng Thái: สิบสองเจ้าไท - Siphoc Chautai \/ Mười sáu xứ Thái; tiếng Pháp: Territoire autonome Taï, TAT) là một lãnh địa tự trị tồn tại trên phần lớn khu vực Tây Bắc Việt Nam từ năm 1948 đến 1954. Miền đất này từng là nơi chồng lấn của nhiều thế lực chính trị tại khu vực phía Nam Trung Hoa, trước khi trở thành một phần của Liên bang Đông Dương. Sau khi Phát-xít Nhật đầu hàng Việt Minh, khu vực này thuộc quyền kiểm soát của Việt Nam Dân chủ Cộng hòa. Trong thời gian Thực dân Pháp quay lại xâm lược Việt Nam, đây là vùng tranh chấp giữa Việt Minh và các lực lượng của Pháp. Tới năm 1954, với việc Thực dân Pháp thất trận tại Điện Biên Phủ và phải rút khỏi Việt Nam, khu vực này tiếp tục được Việt Nam Dân chủ Cộng hòa quản lý."
	},
	{
		"Địa điểm": null,
		"Diện tích": "11.130,2 km²",
		"tên": "xứ Thanh",
		"Lễ hội": null,
		"Tổng quan": "Thanh Hóa là tỉnh cực Bắc miền Trung Việt Nam và là một tỉnh lớn về cả diện tích và dân số, đứng thứ 5 về diện tích và thứ 3 về dân số trong số các đơn vị hành chính tỉnh trực thuộc nhà nước, cũng là một trong những địa điểm sinh sống đầu tiên của người Việt cổ."
	},
	{
		"Địa điểm": null,
		"Diện tích": "11.130,2 km²",
		"tên": "xứ Thanh Hóa",
		"Lễ hội": null,
		"Tổng quan": "Thanh Hóa là tỉnh cực Bắc miền Trung Việt Nam và là một tỉnh lớn về cả diện tích và dân số, đứng thứ 5 về diện tích và thứ 3 về dân số trong số các đơn vị hành chính tỉnh trực thuộc nhà nước, cũng là một trong những địa điểm sinh sống đầu tiên của người Việt cổ."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Cố đô Hoa Lư",
		"Lễ hội": [
			"Lễ hội cố đô Hoa Lư",
			"Lễ hội đền Trần thuộc khu du lịch sinh thái Tràng An suy tôn thần Quý Minh trấn Nam Hoa Lư tứ trấn.",
			"Lễ hội đền thờ Đinh Bộ Lĩnh ở quê hương xã Gia Phương.",
			"Lễ hội động Hoa Lư suy tôn Đinh Bộ Lĩnh và suy tôn thần Khổng Lồ Minh Không trấn Bắc Hoa Lư tứ trấn.",
			"Lễ hội chùa Nhất Trụ.",
			"Lễ hội chùa Bái Đính suy tôn Đức Thánh Nguyễn và thần Cao Sơn trấn Tây Hoa Lư tứ trấn.",
			"Lễ hội chùa Kim Ngân.",
			"Lễ hội chùa Duyên Ninh.",
			"Lễ hội động Thiên Tôn suy tôn thần Thiên Tôn trấn Đông Hoa Lư tứ trấn.",
			"Khu trung tâm di tích: từ bến xe trung tâm khu di tích gần quảng trường trung tâm lễ hội, du khách thăm các di tích theo trình tự: Cửa Đông - Đền Vua Đinh Tiên Hoàng - Đền Vua Lê Đại Hành - Nhà bia Vua Lý Thái Tổ - Đình Yên Thành và chùa Nhất Trụ - đền thờ công chúa Phất Kim - Phủ Vườn Thiên - Lăng vua Đinh, lăng vua Lê."
		],
		"Tổng quan": "Cố đô Hoa Lư là quần thể di tích quốc gia đặc biệt quan trọng của Việt Nam đồng thời là một trong 4 vùng lõi của quần thể di sản thế giới Tràng An đã được UNESCO công nhận. Hệ thống di tích ở Hoa Lư liên quan đến sự nghiệp của các nhân vật lịch sử thuộc ba triều đại nhà Đinh, nhà Tiền Lê và khởi đầu nhà Lý, tính từ Đinh Tiên Hoàng đến Lý Thái Tông trong lịch sử.[1][2] Hoa Lư là kinh đô đầu tiên của nhà nước phong kiến Trung ương tập quyền ở Việt Nam với các dấu ấn lịch sử: thống nhất giang sơn, đánh Tống - dẹp Chiêm và phát tích quá trình định đô Hà Nội.[3] Năm 1010 vua Lý Thái Tổ dời kinh đô từ Hoa Lư (Ninh Bình) về Thăng Long (Hà Nội), Hoa Lư trở thành Cố đô. Các triều vua Lý, Trần, Lê, Nguyễn sau đó dù không đóng đô ở Hoa Lư nữa nhưng vẫn cho tu bổ và xây dựng thêm ở đây nhiều công trình kiến trúc như đền, lăng, đình, chùa, phủ… Khu di tích lịch sử Cố đô Hoa Lư hiện nay có diện tích quy hoạch 13,87 km² thuộc tỉnh Ninh Bình. Với bề dày thời gian hơn 1000 năm, Cố đô Hoa Lư là nơi lưu trữ các di tích lịch sử qua nhiều thời đại."
	},
	{
		"Địa điểm": null,
		"Diện tích": null,
		"tên": "Đền Hùng",
		"Lễ hội": [
			"Lễ hội đền Hùng",
			"\"Năm chẵn\" là số năm kỷ niệm có chữ số cuối cùng là \"0\", \"năm tròn\" là số năm kỷ niệm có chữ số cuối cùng là \"5\"; Trung ương, Bộ Văn hoá - Thể thao và Du lịch cùng Ủy ban nhân dân tỉnh Phú Thọ tổ chức Lễ hội; mời đại diện lãnh đạo Đảng Cộng sản Việt Nam, Nhà nước, Quốc hội, Chính phủ Việt Nam, Ủy ban Trung ương Mặt trận tổ quốc Việt Nam và các đoàn thể dự lễ dâng hương.",
			"\"Năm lẻ\" là số năm kỷ niệm có các chữ số cuối cùng còn lại. Ủy ban nhân dân tỉnh Phú Thọ tổ chức lễ hội; mời lãnh đạo Bộ Văn hoá - Thông tin dự lễ dâng hương và tổ chức các hoạt động trong lễ hội."
		],
		"Tổng quan": "Đền Hùng là tên gọi khái quát của Khu di tích lịch sử Đền Hùng - quần thể đền chùa thờ phụng các Vua Hùng và tôn thất của nhà vua trên núi Nghĩa Lĩnh, gắn với Giỗ Tổ Hùng Vương - Lễ hội Đền Hùng được tổ chức tại địa điểm đó hàng năm vào ngày 10 tháng 3 âm lịch. Hiện nay, theo các tài liệu khoa học đã công bố đa số đều thống nhất nền móng kiến trúc đền Hùng bắt đầu được xây dựng từ thời vua Đinh Tiên Hoàng trị vì. Đến thời Hậu Lê (thế kỷ 15) được xây dựng hoàn chỉnh theo quy mô như hiện tại.[1][2][3]"
	}
]